Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Upgraded successfully
ar: تم الترقية بنجاح
de_de: Erfolgreich aktualisiert
fr_fr: Mise à niveau réussie
pt_pt: Actualizado com sucesso
tr_tr: Başarıyla yükseltildi
uk_ua: Успішно оновлено
vi_vn: Nâng cấp thành công

source: Upgrader core digest is empty
de_de: Der Kern-Hash des Upgraders ist leer
pt_pt: O resumo do núcleo do atualizador está vazio

source: Upgrader core downloadUrl is empty
de_de: Der Download-URL des Upgrader-Kerns ist leer
pt_pt: O URL de download do núcleo do atualizador está vazio

source: Upgrading Nginx UI, please wait...
ar: جارٍ ترقية Nginx UI، يرجى الانتظار...
de_de: Upgrade von Nginx UI, bitte warten...
fr_fr: Mise à jour de Nginx UI, veuillez patienter...
pt_pt: Actualizando Nginx UI, aguarde por favor...
tr_tr: Nginx UI güncelleniyor, lütfen bekleyin...
uk_ua: Оновлення Nginx UI, зачекайте...
vi_vn: Đang cập nhật Nginx UI, vui lòng đợi...

source: Upload %{type} File
de_de: %{type}-Datei hochladen
fr_fr: Téléverser le fichier %{type}
pt_pt: Carregar ficheiro %{type}
tr_tr: %{type} Dosyasını Yükle
uk_ua: Завантажити файл %{type}
vi_vn: Tải lên tệp %{type}

source: Upload Files
de_de: Dateien hochladen
fr_fr: Téléverser des fichiers
pt_pt: Carregar ficheiros
tr_tr: Dosyaları Yükle
uk_ua: Завантажити файли
vi_vn: Tải lên tệp

source: Upload Folders
de_de: Ordner hochladen
fr_fr: Télécharger des dossiers
pt_pt: Carregar pastas
tr_tr: Klasörleri Yükle
uk_ua: Завантажити папки
vi_vn: Tải lên thư mục

source: Upstream
fr_fr: Amont
pt_pt: A montante
tr_tr: Yukarı Akış
uk_ua: Вгору за течією
vi_vn: Ngược dòng

source: Upstream Name
ar: اسم المنبع
fr_fr: Nom de l'amont
pt_pt: Nome do Upstream
tr_tr: Yukarı Akış Adı
uk_ua: Назва апстріму
vi_vn: Tên Upstream

source: Upstream Sockets
pt_pt: Sockets Upstream

source: Upstream Test Type
de_de: Upstream-Testtyp
fr_fr: Type de test en amont
pt_pt: Tipo de teste de upstream
tr_tr: Yukarı Akış Test Türü
uk_ua: Тип тестування апстриму
vi_vn: Loại kiểm tra upstream

source: Use OTP
ar: استخدم كلمة المرور لمرة واحدة
de_de: Benutze OTP
fr_fr: Utiliser OTP
pt_pt: Usar OTP
tr_tr: OTP Kullan
uk_ua: Використовувати OTP
vi_vn: Sử dụng OTP

source: Use recovery code
ar: استخدم رمز الاسترداد
de_de: Benuzte Wiederherstellungscode
fr_fr: Utiliser un code de récupération
pt_pt: Usar o código de recuperação
tr_tr: Kurtarma kodunu kullan
uk_ua: Використати код відновлення
vi_vn: Sử dụng mã khôi phục

source: Use Temporary Path
ar: استخدام المسار المؤقت
de_de: Temporären Pfad verwenden
fr_fr: Utiliser un chemin temporaire
pt_pt: Usar caminho temporário
tr_tr: Geçici Yol Kullan
uk_ua: Використовувати тимчасовий шлях
vi_vn: Sử dụng đường dẫn tạm thời

source: User
ar: مستخدم
de_de: Benutzer
fr_fr: Utilisateur
pt_pt: Utilizador
tr_tr: Kullanıcı
uk_ua: Користувач
vi_vn: Người dùng

source: User Agent
fr_fr: Agent utilisateur
pt_pt: Agente do utilizador
tr_tr: Kullanıcı Aracısı
uk_ua: Користувацький агент
vi_vn: Trình duyệt người dùng

source: User banned
ar: تم حظر المستخدم
de_de: Benutzer gesperrt
fr_fr: Utilisateur banni
pt_pt: Utilizador banido
tr_tr: Kullanıcı yasaklandı
uk_ua: Користувача заблоковано
vi_vn: Người dùng bị cấm

source: User info updated successfully
de_de: Benutzerinformationen erfolgreich aktualisiert
fr_fr: Informations utilisateur mises à jour avec succès
pt_pt: Informações do utilizador atualizadas com sucesso
tr_tr: Kullanıcı bilgileri başarıyla güncellendi
uk_ua: Інформацію про користувача успішно оновлено
vi_vn: Cập nhật thông tin người dùng thành công

source: User not enabled otp as 2fa
ar: المستخدم لم يتم تفعيل OTP كعامل ثنائي
de_de: Benutzer hat OTP nicht als 2FA aktiviert
fr_fr: L'utilisateur n'a pas activé l'OTP comme 2FA
pt_pt: Utilizador não ativou OTP como 2FA
tr_tr: Kullanıcı OTP'yi 2FA olarak etkinleştirmedi
uk_ua: Користувач не увімкнув OTP як 2FA
vi_vn: Người dùng chưa bật OTP làm 2FA

source: User Profile
de_de: Benutzerprofil
fr_fr: Profil utilisateur
pt_pt: Perfil do utilizador
tr_tr: Kullanıcı Profili
uk_ua: Профіль користувача
vi_vn: Hồ sơ người dùng

source: Username
ar: اسم المستخدم
de_de: Benutzername
fr_fr: Nom d'utilisateur
pt_pt: Nome de Utilizador
tr_tr: Kullanıcı Adı
uk_ua: Ім’я користувача

source: Username (*)
ar: اسم المستخدم (*)
de_de: Benutzername (*)
fr_fr: Nom d'utilisateur (*)
pt_pt: Nome de Utilizador (*)
tr_tr: Kullanıcı Adı (*)
uk_ua: Ім’я користувача (*)

source: Username length cannot exceed 255 characters
ar: يجب ألا يتجاوز طول اسم المستخدم 255 حرفًا
de_de: Die Benutzernamenslänge darf 255 Zeichen nicht überschreiten
fr_fr: La longueur du nom d'utilisateur ne peut pas dépasser 255 caractères
pt_pt: O comprimento do nome de utilizador não pode exceder 255 caracteres
tr_tr: Kullanıcı adı uzunluğu 255 karakteri geçemez
uk_ua: Довжина імені користувача не може перевищувати 255 символів
vi_vn: Độ dài tên người dùng không được vượt quá 255 ký tự

source: Valid
ar: صالح
de_de: Gültig
fr_fr: Valide
pt_pt: Válido
tr_tr: Geçerli
uk_ua: Дійсний
vi_vn: Hợp lệ

source: Validate SSL Certificate
de_de: SSL-Zertifikat validieren
fr_fr: Valider le certificat SSL
pt_pt: Validar certificado SSL
tr_tr: SSL Sertifikasını Doğrula
uk_ua: Перевірити SSL-сертифікат
vi_vn: Xác thực chứng chỉ SSL

source: Value
ar: القيمة
de_de: Wert
fr_fr: Valeur
pt_pt: Valor
tr_tr: Değer
uk_ua: Значення
vi_vn: Giá trị

source: Verify Backup File Integrity
ar: التحقق من سلامة ملف النسخ الاحتياطي
de_de: Backup-Dateiintegrität überprüfen
fr_fr: Vérifier l'intégrité du fichier de sauvegarde
pt_pt: Verificar integridade do ficheiro de backup
tr_tr: Yedek Dosya Bütünlüğünü Doğrula
uk_ua: Перевірити цілісність резервної копії
vi_vn: Xác minh tính toàn vẹn của tệp sao lưu

source: Verify Hostname
de_de: Hostname überprüfen
fr_fr: Vérifier le nom d'hôte
pt_pt: Verificar nome do host
tr_tr: Ana bilgisayar adını doğrula
uk_ua: Перевірити ім’я хоста
vi_vn: Xác minh tên máy chủ

source: Verify system requirements
ar: تحقق من متطلبات النظام
de_de: Überprüfen Sie die Systemanforderungen
fr_fr: Vérifiez les exigences du système
pt_pt: Verificar requisitos do sistema
tr_tr: Sistem Gereksinimlerini Doğrulun
uk_ua: Перевірте системні вимоги
vi_vn: Xác minh các yêu cầu hệ thống

source: Version
ar: إصدار
pt_pt: Versão
tr_tr: Sürüm
uk_ua: Версія
vi_vn: Phiên bản

source: View
ar: عرض
de_de: Anzeigen
fr_fr: Voir
pt_pt: Ver
tr_tr: Görüntüle
uk_ua: Переглянути
vi_vn: Xem

source: View all notifications
ar: عرض جميع التنبيهات
de_de: Alle Benachrichtigungen anzeigen
fr_fr: Voir toutes les notifications
pt_pt: Ver todas notificações
tr_tr: Tüm bildirimleri görüntüle
uk_ua: Переглянути всі сповіщення
vi_vn: Xem tất cả thông báo

source: View on GitHub
de_de: Auf GitHub anzeigen
fr_fr: Voir sur GitHub
pt_pt: Ver no GitHub
tr_tr: GitHub'da Görüntüle
uk_ua: Переглянути на GitHub
vi_vn: Xem trên GitHub

source: View Recovery Codes
ar: عرض رموز الاسترداد
de_de: Wiederherstellungscodes anzeigen
fr_fr: Afficher les codes de récupération
pt_pt: Ver códigos de recuperação
tr_tr: Kurtarma Kodlarını Görüntüle
uk_ua: Переглянути коди відновлення
vi_vn: Xem mã phục hồi

source: View Third-party Components
de_de: Drittanbieter-Komponenten anzeigen
fr_fr: Voir les composants tiers
pt_pt: Ver componentes de terceiros
uk_ua: Переглянути сторонні компоненти
vi_vn: Xem các thành phần bên thứ ba

source: Viewed
ar: تمت المشاهدة
de_de: Angesehen
fr_fr: Vu
pt_pt: Visualizado
tr_tr: Görüntülendi
uk_ua: Переглянутий
vi_vn: Đã xem

source: Visits
de_de: Besuche
fr_fr: Visites
pt_pt: Visitas
tr_tr: Ziyaretler
uk_ua: Візити
vi_vn: Lượt truy cập

source: Waiting processes
ar: عمليات الانتظار
de_de: Warteverfahren
fr_fr: Processus d'attente
pt_pt: Processos em espera
tr_tr: Bekleme süreçleri
uk_ua: Процеси очікування
vi_vn: Quá trình chờ đợi

source: Warning
ar: تحذير
de_de: Warnung
fr_fr: Avertissement
pt_pt: Aviso
tr_tr: Uyarı
uk_ua: Попередження
vi_vn: Lưu ý

source: Warning: Restore operation will overwrite current configurations. Make sure you have a valid backup file and security token, and carefully select what to restore.
ar: تحذير: ستقوم عملية الاستعادة بالكتابة فوق التكوينات الحالية. تأكد من أن لديك ملف نسخ احتياطي صالحًا ورمزًا أمنيًا، واختر بعناية ما تريد استعادته.
de_de: Warnung: Der Wiederherstellungsvorgang überschreibt die aktuellen Konfigurationen. Stellen Sie sicher, dass Sie eine gültige Sicherungsdatei und ein Sicherheitstoken haben, und wählen Sie sorgfältig aus, was wiederhergestellt werden soll.
fr_fr: Avertissement : L'opération de restauration écrasera les configurations actuelles. Assurez-vous d'avoir un fichier de sauvegarde valide et un jeton de sécurité, et sélectionnez soigneusement ce qu'il faut restaurer.
pt_pt: Aviso: A operação de restauro irá substituir as configurações atuais. Certifique-se de que tem um ficheiro de cópia de segurança válido e um token de segurança, e selecione cuidadosamente o que restaurar.
tr_tr: Uyarı: Geri yükleme işlemi mevcut yapılandırmaların üzerine yazacaktır. Geçerli bir yedekleme dosyasına ve güvenlik belirtecine sahip olduğunuzdan emin olun ve neyi geri yükleyeceğinizi dikkatlice seçin.
uk_ua: Попередження: Операція відновлення перезапише поточні конфігурації. Переконайтеся, що у вас є дійсний файл резервної копії та токен безпеки, і ретельно виберіть, що відновлювати.
vi_vn: Cảnh báo: Thao tác khôi phục sẽ ghi đè lên cấu hình hiện tại. Đảm bảo bạn có tệp sao lưu hợp lệ và mã bảo mật, đồng thời cẩn thận chọn nội dung cần khôi phục.

source: Warning: This appears to be a private IP address. Public CAs like Let's Encrypt cannot issue certificates for private IPs. Use a public IP address or consider using a private CA.
de_de: Warnung: Dies scheint eine private IP-Adresse zu sein. Öffentliche Zertifizierungsstellen wie Let's Encrypt können keine Zertifikate für private IPs ausstellen. Verwenden Sie eine öffentliche IP-Adresse oder erwägen Sie die Verwendung einer privaten Zertifizierungsstelle.
fr_fr: Avertissement : Il s'agit apparemment d'une adresse IP privée. Les autorités de certification publiques comme Let's Encrypt ne peuvent pas émettre de certificats pour les IP privées. Utilisez une adresse IP publique ou envisagez d'utiliser une autorité de certification privée.
pt_pt: Aviso: Parece que este é um endereço IP privado. As autoridades de certificação públicas como a Let's Encrypt não podem emitir certificados para IPs privados. Utilize um endereço IP público ou considere usar uma autoridade de certificação privada.
tr_tr: Uyarı: Bu bir özel IP adresi gibi görünüyor. Let's Encrypt gibi kamu sertifika yetkilileri özel IP'ler için sertifika veremez. Kamu IP adresi kullanın veya özel bir sertifika yetkilisi kullanmayı düşünün.
uk_ua: Попередження: Схоже, що це приватна IP-адреса. Публічні центри сертифікації, такі як Let's Encrypt, не можуть видавати сертифікати для приватних IP. Використовуйте публічну IP-адресу або розгляньте можливість використання приватного центру сертифікації.
vi_vn: Cảnh báo: Đây có vẻ là một địa chỉ IP riêng. Các tổ chức cấp chứng chỉ công cộng như Let's Encrypt không thể cấp chứng chỉ cho các IP riêng. Hãy sử dụng địa chỉ IP công cộng hoặc cân nhắc sử dụng tổ chức cấp chứng chỉ riêng.

source: We do not accept any feature requests
de_de: Wir akzeptieren keine Funktionsanfragen
fr_fr: Nous n'acceptons aucune demande de fonctionnalité
pt_pt: Não aceitamos pedidos de funcionalidades
uk_ua: Ми не приймаємо жодних запитів на функції
vi_vn: Chúng tôi không chấp nhận bất kỳ yêu cầu tính năng nào

source: We will add one or more TXT records to the DNS records of your domain for ownership verification.
ar: سنضيف سجل أو أكثر من سجلات TXT إلى سجلات DNS لنطاقك للتحقق من الملكية.
fr_fr: Nous ajouterons un ou plusieurs enregistrements TXT aux enregistrements DNS de votre domaine pour vérifier la propriété.
pt_pt: Adicionaremos um ou mais registos TXT aos registos DNS do seu domínio para verificação de propriedade.
tr_tr: Mülkiyet doğrulaması için alan adınızın DNS kayıtlarına bir veya daha fazla TXT kaydı ekleyeceğiz.
uk_ua: Ми додамо один або кілька TXT-записів до DNS-записів вашого домену для підтвердження власності.
vi_vn: Chúng tôi sẽ thêm một hoặc nhiều bản ghi TXT để xác minh quyền sở hữu tên miền của bạn.

source: We will remove the HTTPChallenge configuration from this file and reload the Nginx. Are you sure you want to continue?
ar: سنقوم بإزالة تكوين HTTPChallenge من هذا الملف وإعادة تحميل Nginx. هل أنت متأكد أنك تريد المتابعة؟
de_de: Wir werden die HTTPChallenge-Konfiguration aus dieser Datei entfernen und das Nginx neu laden. Möchtest du fortfahren?
fr_fr: Nous allons supprimer la configuration HTTPChallenge de ce fichier et recharger le Nginx. Êtes-vous sûr de vouloir continuer?
pt_pt: Removeremos a configuração HTTPChallenge deste ficheiro e reiniciaremos o Nginx. Tem a certeza de que quer continuar?
tr_tr: Bu dosyadan HTTPChallenge yapılandırmasını kaldıracağız ve Nginx'i yeniden yükleyeceğiz. Devam etmek istediğinizden emin misiniz?
uk_ua: Ми видалимо конфігурацію HTTPChallenge з цього файлу та перезавантажимо Nginx. Ви впевнені, що хочете продовжити?
vi_vn: Chúng tôi sẽ xóa cấu hình HTTPChallenge khỏi tệp này và tải lại Nginx. Bạn có muốn tiếp tục không?

source: WebAuthn settings are not configured
ar: إعدادات WebAuthn غير مضبوطة
de_de: WebAuthn-Einstellungen sind nicht konfiguriert
fr_fr: Les paramètres WebAuthn ne sont pas configurés
pt_pt: As configurações do WebAuthn não estão configuradas
tr_tr: WebAuthn ayarları yapılandırılmamış
uk_ua: Налаштування WebAuthn не налаштовані
vi_vn: Cài đặt WebAuthn chưa được cấu hình

source: WebSocket connection error
ar: خطأ في اتصال WebSocket
de_de: WebSocket-Verbindungsfehler
fr_fr: Erreur de connexion WebSocket
pt_pt: Erro de conexão WebSocket
tr_tr: WebSocket bağlantı hatası
uk_ua: Помилка підключення WebSocket
vi_vn: Lỗi kết nối WebSocket

source: Wednesday
de_de: Mittwoch
fr_fr: mercredi
pt_pt: quarta-feira
tr_tr: Çarşamba
uk_ua: середа
vi_vn: Thứ Tư

source: Weekly
de_de: Wöchentlich
fr_fr: Hebdomadaire
pt_pt: Semanal
tr_tr: Haftalık
uk_ua: Щотижня
vi_vn: Hàng tuần

source: Weekly on %{day} at %{time}
de_de: Wöchentlich am %{day} um %{time}
fr_fr: Hebdomadairement le %{day} à %{time}
pt_pt: Semanalmente no %{day} às %{time}
tr_tr: Haftalık olarak %{day} günü %{time}
uk_ua: Щотижня в %{day} о %{time}
vi_vn: Hàng tuần vào %{day} lúc %{time}

source: When Enabled, Nginx UI will automatically re-register users upon startup. Generally, do not enable this unless you are in a dev environment and using Pebble as CA.
ar: إذا كان مفعل، سيقوم Nginx UI بإعادة تسجيل المستخدمين تلقائيًا عند بدء التشغيل. بشكل عام، لا تقم بتمكين هذا إلا إذا كنت في بيئة تطوير وتستخدم Pebble كسلطة شهادات.
de_de: Wenn aktiviert, wird Nginx UI Benutzer beim Start automatisch neu registrieren. Im Allgemeinen sollte dies nicht aktiviert werden, es sei denn, du befindest dich in einer Entwicklerumgebung und verwendest Pebble als CA.
fr_fr: Lorsqu'elle est activée, l'interface Nginx réenregistrera automatiquement les utilisateurs au démarrage. En général, ne l'activez pas sauf si vous êtes dans un environnement de développement et que vous utilisez Pebble comme CA.
pt_pt: Quando ativado, o Nginx UI irá registar automaticamente os utilizadores no arranque. Geralmente, não ative isto a menos que esteja num ambiente de desenvolvimento e a utilizar o Pebble como CA.
tr_tr: Etkinleştirildiğinde, Nginx UI başlangıçta kullanıcıları otomatik olarak yeniden kaydedecektir. Genellikle, bir geliştirme ortamında değilseniz ve Pebble'ı CA olarak kullanmıyorsanız bunu etkinleştirmeyin.
uk_ua: Якщо увімкнено, Nginx UI автоматично перереєструє користувачів під час запуску. Як правило, не вмикайте цю функцію, якщо ви не перебуваєте у середовищі розробки та використовуєте Pebble як CA.
vi_vn: Khi được bật, Nginx UI sẽ tự động đăng ký lại người dùng khi khởi động. Nói chung, không bật tính năng này trừ khi bạn đang ở trong môi trường phát triển và sử dụng Pebble làm CA.

source: When you enable/disable, delete, or save this site, the nodes set in the namespace and the nodes selected below will be synchronized.
de_de: Wenn Sie diese Website aktivieren/deaktivieren, löschen oder speichern, werden die im Namespace festgelegten Knoten und die unten ausgewählten Knoten synchronisiert.
fr_fr: Lorsque vous activez/désactivez, supprimez ou enregistrez ce site, les nœuds définis dans l'espace de noms et les nœuds sélectionnés ci-dessous seront synchronisés.
pt_pt: Quando ativar/desativar, eliminar ou guardar este site, os nós definidos no espaço de nomes e os nós selecionados abaixo serão sincronizados.
tr_tr: Bu siteyi etkinleştirdiğinizde/devre dışı bıraktığınızda, sildiğinizde veya kaydettiğinizde, ad alanında ayarlanan düğümler ve aşağıda seçilen düğümler senkronize edilecektir.
uk_ua: Коли ви вмикаєте/вимикаєте, видаляєте або зберігаєте цей сайт, вузли, встановлені в просторі імен, і вузли, вибрані нижче, будуть синхронізовані.
vi_vn: Khi bạn bật/tắt, xóa hoặc lưu trang web này, các nút được đặt trong không gian tên và các nút được chọn bên dưới sẽ được đồng bộ hóa.

source: When you generate new recovery codes, you must download or print the new codes.
ar: عند إنشاء رموز استرداد جديدة، يجب عليك تنزيلها أو طباعتها.
de_de: Wenn Sie neue Wiederherstellungscodes generieren, müssen Sie die neuen Codes herunterladen oder ausdrucken.
fr_fr: Lorsque vous générez de nouveaux codes de récupération, vous devez télécharger ou imprimer les nouveaux codes.
pt_pt: Quando gera novos códigos de recuperação, deve descarregar ou imprimir os novos códigos.
tr_tr: Yeni kurtarma kodları oluşturduğunuzda, yeni kodları indirmeli veya yazdırmalısınız.
uk_ua: Коли ви генеруєте нові коди відновлення, ви повинні завантажити або надрукувати нові коди.
vi_vn: Khi bạn tạo mã khôi phục mới, bạn phải tải xuống hoặc in các mã mới.

source: Whether to use a temporary path when writing temporary files
ar: ما إذا كان سيتم استخدام مسار مؤقت عند كتابة الملفات المؤقتة
de_de: Ob ein temporärer Pfad beim Schreiben temporärer Dateien verwendet werden soll
fr_fr: S'il faut utiliser un chemin temporaire lors de l'écriture de fichiers temporaires
pt_pt: Se deve usar um caminho temporário ao escrever ficheiros temporários
tr_tr: Geçici dosyalar yazılırken geçici bir yol kullanılıp kullanılmayacağı
uk_ua: Чи використовувати тимчасовий шлях під час запису тимчасових файлів
vi_vn: Có sử dụng đường dẫn tạm thời khi ghi các tập tin tạm thời hay không

source: Wildcard Certificate
de_de: Wildcard-Zertifikat
fr_fr: Certificat générique
pt_pt: Certificado curinga
tr_tr: Wildcard Sertifikası
uk_ua: Сертифікат зі знаком підстановки
vi_vn: Chứng Chỉ Wildcard

source: Worker Connections
ar: اتصالات العامل
de_de: Worker-Verbindungen
fr_fr: Connexions des travailleurs
pt_pt: Conexões de trabalhador
tr_tr: Çalışan Bağlantıları
uk_ua: Робочі з’єднання
vi_vn: Kết nối worker

source: Worker Processes
ar: عمليات العامل
de_de: Worker-Prozesse
fr_fr: Processus de travail
pt_pt: Processos de trabalho
tr_tr: Çalışan Süreçler
uk_ua: Робочі процеси
vi_vn: Tiến trình công nhân

source: Workspace
ar: مساحة العمل
de_de: Arbeitsplatz
fr_fr: Espace de travail
pt_pt: Espaço de Trabalho
tr_tr: Çalışma alanı
uk_ua: Робоча область
vi_vn: Không gian làm việc

source: Write fullchain.cer error: {0}
de_de: Fehler beim Schreiben von fullchain.cer: {0}
fr_fr: Erreur d'écriture de fullchain.cer : {0}
pt_pt: Erro ao escrever fullchain.cer: {0}
tr_tr: fullchain.cer yazma hatası: {0}
uk_ua: Помилка запису fullchain.cer: {0}
vi_vn: Lỗi ghi fullchain.cer: {0}

source: Write private.key error: {0}
de_de: Fehler beim Schreiben von private.key: {0}
fr_fr: Erreur d'écriture de private.key : {0}
pt_pt: Erro ao escrever private.key: {0}
tr_tr: private.key yazma hatası: {0}
uk_ua: Помилка запису private.key: {0}
vi_vn: Lỗi ghi private.key: {0}

source: Writes
ar: يكتب
fr_fr: Écritures
pt_pt: Escritas
tr_tr: Yazma
uk_ua: Записи
vi_vn: Ghi

source: Writing certificate private key to disk
ar: كتابة مفتاح الشهادة الخاص إلى القرص
de_de: Scrheibe Zertifikat-Privatschlüssel auf die Festplatte
fr_fr: Écriture de la clé privée du certificat sur le disque
pt_pt: Escrever chave privada do certificado ao disco
tr_tr: Sertifika özel anahtarı diske yazılıyor
uk_ua: Запис приватного ключа сертифіката на диск
vi_vn: Ghi Private Key vào disk

source: Writing certificate to disk
ar: كتابة الشهادة إلى القرص
de_de: Schreibe Zertifikat auf die Festplatte
fr_fr: Écriture du certificat sur le disque
pt_pt: Escrevendo certificado no disco
tr_tr: Sertifika diske yazılıyor
uk_ua: Запис сертифіката на диск
vi_vn: Ghi chứng chỉ vào disk

source: Yes
ar: نعم
de_de: Ja
fr_fr: Oui
pt_pt: Sim
tr_tr: Evet
uk_ua: Так
vi_vn: Có

source: You are accessing this terminal over an insecure HTTP connection on a non-localhost domain. This may expose sensitive information.
ar: أنت تتصل بهذا الطرف عبر اتصال HTTP غير آمن في نطاق غير محلي. قد يؤدي هذا إلى كشف معلومات حساسة.
de_de: Sie greifen auf dieses Terminal über eine unsichere HTTP-Verbindung in einer Nicht-Localhost-Domäne zu. Dies könnte sensible Informationen preisgeben.
fr_fr: Vous accédez à ce terminal via une connexion HTTP non sécurisée sur un domaine non localhost. Cela peut exposer des informations sensibles.
pt_pt: Está a aceder a este terminal através de uma ligação HTTP insegura num domínio que não é localhost. Isto pode expor informações sensíveis.
tr_tr: Bu terminale, localhost olmayan bir alan adında güvenli olmayan bir HTTP bağlantısı üzerinden erişiyorsunuz. Bu, hassas bilgilerin açığa çıkmasına neden olabilir.
uk_ua: Ви отримуєте доступ до цього терміналу через незахищене HTTP-з’єднання в домені, який не є локальним. Це може призвести до витоку конфіденційної інформації.
vi_vn: Bạn đang truy cập thiết bị đầu cuối này thông qua kết nối HTTP không an toàn trên một miền không phải localhost. Điều này có thể làm lộ thông tin nhạy cảm.

source: You are not allowed to delete a file outside of the nginx config path
de_de: Sie dürfen keine Datei außerhalb des nginx-Konfigurationspfads löschen
fr_fr: Vous n'êtes pas autorisé à supprimer un fichier en dehors du chemin de configuration de nginx
pt_pt: Não tem permissão para eliminar um ficheiro fora do caminho de configuração do nginx
tr_tr: nginx yapılandırma yolu dışındaki bir dosyayı silmenize izin verilmez
uk_ua: Вам не дозволено видаляти файл за межами шляху конфігурації nginx
vi_vn: Bạn không được phép xóa một tệp bên ngoài đường dẫn cấu hình nginx

source: You are using the latest version
ar: أنت تستخدم أحدث إصدار
de_de: Du verwendest die neueste Version
fr_fr: Vous utilisez la dernière version
pt_pt: Está a usar a última versão
tr_tr: En son sürümü kullanıyorsunuz
uk_ua: Ви використовуєте останню версію
vi_vn: Bạn đang sử dụng phiên bản mới nhất

source: You can check Nginx UI upgrade at this page.
ar: يمكنك التحقق من ترقية Nginx UI في هذه الصفحة.
de_de: Du kannst das Nginx UI-Upgrade auf dieser Seite überprüfen.
fr_fr: Vous pouvez vérifier la mise à niveau de Nginx UI sur cette page.
pt_pt: Pode verificar a atualização do Nginx UI nesta página.
tr_tr: Bu sayfada Nginx UI güncellemesini kontrol edebilirsiniz.
uk_ua: На цій сторінці ви можете перевірити оновлення Nginx UI.
vi_vn: Bạn có thể kiểm tra nâng cấp Nginx UI tại trang này

source: You can close this dialog in %{countdown} seconds
ar: يمكنك إغلاق هذه النافذة خلال %{countdown} ثانية
de_de: Sie können diesen Dialog in %{countdown} Sekunden schließen
fr_fr: Vous pouvez fermer cette boîte de dialogue dans %{countdown} secondes
pt_pt: Pode fechar esta caixa de diálogo em %{countdown} segundos
tr_tr: Bu iletişim kutusunu %{countdown} saniye içinde kapatabilirsiniz
uk_ua: Ви можете закрити це вікно через %{countdown} секунд
vi_vn: Bạn có thể đóng hộp thoại này sau %{countdown} giây
