Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Failed to pull image: {0}
ar: فشل في جلب الصورة: {0}
de_de: Fehler beim Herunterladen des Images: {0}
fr_fr: Échec du téléchargement de l'image : {0}
pt_pt: Falha ao obter a imagem: {0}
tr_tr: Görüntü çekme başarısız: {0}
uk_ua: Не вдалося отримати образ: {0}
vi_vn: Không thể tải hình ảnh: {0}

source: Failed to read compressed data: {0}
de_de: Fehler beim Lesen der komprimierten Daten: {0}
pt_pt: Falha ao ler dados comprimidos: {0}

source: Failed to read encrypted file: {0}
ar: فشل قراءة الملف المشفر: {0}
de_de: Fehler beim Lesen der verschlüsselten Datei: {0}
fr_fr: Échec de la lecture du fichier chiffré : {0}
pt_pt: Falha ao ler o ficheiro encriptado: {0}
tr_tr: Şifrelenmiş dosya okunamadı: {0}
uk_ua: Не вдалося прочитати зашифрований файл: {0}
vi_vn: Không thể đọc tệp đã mã hóa: {0}

source: Failed to read file
de_de: Datei konnte nicht gelesen werden
fr_fr: Échec de la lecture du fichier
pt_pt: Falha ao ler o ficheiro
tr_tr: Dosya okunamadı
uk_ua: Не вдалося прочитати файл
vi_vn: Không thể đọc tệp

source: Failed to read file: {0}
ar: فشل قراءة الملف: {0}
de_de: Datei konnte nicht gelesen werden: {0}
fr_fr: Échec de la lecture du fichier : {0}
pt_pt: Falha ao ler o ficheiro: {0}
tr_tr: Dosya okunamadı: {0}
uk_ua: Не вдалося прочитати файл: {0}
vi_vn: Không thể đọc tệp: {0}

source: Failed to read hash info file: {0}
ar: فشل قراءة ملف معلومات التجزئة: {0}
de_de: Fehler beim Lesen der Hash-Info-Datei: {0}
fr_fr: Échec de la lecture du fichier d'informations de hachage : {0}
pt_pt: Falha ao ler o ficheiro de informações de hash: {0}
tr_tr: Hash bilgi dosyası okunamadı: {0}
uk_ua: Не вдалося прочитати файл з інформацією про хеш: {0}
vi_vn: Không thể đọc tệp thông tin băm: {0}

source: Failed to read nginx.conf
ar: فشل قراءة ملف nginx.conf
de_de: Fehler beim Lesen von nginx.conf
fr_fr: Échec de la lecture de nginx.conf
pt_pt: Falha ao ler o nginx.conf
tr_tr: nginx.conf okunamadı
uk_ua: Не вдалося прочитати nginx.conf
vi_vn: Không thể đọc tệp nginx.conf

source: Failed to read output: {0}
ar: فشل قراءة المخرجات: {0}
de_de: Fehler beim Lesen der Ausgabe: {0}
fr_fr: Échec de la lecture de la sortie : {0}
pt_pt: Falha ao ler a saída: {0}
tr_tr: Çıktı okunamadı: {0}
uk_ua: Не вдалося прочитати вивід: {0}
vi_vn: Không thể đọc đầu ra: {0}

source: Failed to read response body: {0}
de_de: Fehler beim Lesen des Antworttextes: {0}
fr_fr: Échec de la lecture du corps de la réponse : {0}
pt_pt: Falha ao ler o corpo da resposta: {0}
tr_tr: Yanıt gövdesi okunamadı: {0}
uk_ua: Не вдалося прочитати тіло відповіді: {0}
vi_vn: Không thể đọc nội dung phản hồi: {0}

source: Failed to read symlink: {0}
ar: فشل في قراءة الرابط الرمزي: {0}
de_de: Fehler beim Lesen der symbolischen Verknüpfung: {0}
fr_fr: Échec de la lecture du lien symbolique : {0}
pt_pt: Falha ao ler o link simbólico: {0}
tr_tr: Sembolik bağlantı okunamadı: {0}
uk_ua: Не вдалося прочитати символічне посилання: {0}
vi_vn: Không thể đọc liên kết tượng trưng: {0}

source: Failed to rebuild file index
de_de: Fehler beim Neuerstellen des Dateiindex
fr_fr: Échec de la reconstruction de l'index de fichier
pt_pt: Falha ao reconstruir o índice de arquivos
tr_tr: Dosya indeksi yeniden oluşturulamadı
uk_ua: Не вдалося перебудувати індекс файлу
vi_vn: Không thể xây dựng lại chỉ mục tệp

source: Failed to rebuild index
de_de: Fehler beim Neuerstellen des Index
fr_fr: Échec de la reconstruction de l'index
pt_pt: Falha ao reconstruir o índice
tr_tr: Dizin yeniden oluşturulamadı
uk_ua: Не вдалося перебудувати індекс
vi_vn: Không thể xây dựng lại chỉ mục

source: Failed to refresh sites
de_de: Aktualisierung der Websites fehlgeschlagen
fr_fr: Échec de l'actualisation des sites
pt_pt: Falha ao atualizar os sites
tr_tr: Siteler yenilenemedi
uk_ua: Не вдалося оновити сайти
vi_vn: Không thể làm mới trang web

source: Failed to restore Nginx configs: {0}
ar: فشل استعادة إعدادات Nginx: {0}
de_de: Fehler beim Wiederherstellen der Nginx-Konfigurationen: {0}
fr_fr: Échec de la restauration des configurations Nginx : {0}
pt_pt: Falha ao restaurar as configurações do Nginx: {0}
tr_tr: Nginx yapılandırmaları geri yüklenemedi: {0}
uk_ua: Не вдалося відновити конфігурації Nginx: {0}
vi_vn: Khôi phục cấu hình Nginx thất bại: {0}

source: Failed to revoke certificate
ar: فشل إبطال الشهادة
de_de: Zertifikat konnte nicht widerrufen werden
fr_fr: Échec de la révocation du certificat
pt_pt: Falha ao revogar o certificado
tr_tr: Sertifika iptal edilemedi
uk_ua: Не вдалося відкликати сертифікат
vi_vn: Không thể thu hồi chứng chỉ

source: Failed to revoke certificate: %{error}
ar: فشل إلغاء الشهادة: %{error}
de_de: Zertifikat konnte nicht widerrufen werden: %{error}
fr_fr: Échec de la révocation du certificat : %{error}
pt_pt: Falha ao revogar o certificado: %{error}
tr_tr: Sertifika iptal edilemedi: %{error}
uk_ua: Не вдалося відкликати сертифікат: %{error}
vi_vn: Không thể thu hồi chứng chỉ: %{error}

source: Failed to save configuration
de_de: Konfiguration konnte nicht gespeichert werden
fr_fr: Échec de l'enregistrement de la configuration
pt_pt: Falha ao salvar a configuração
tr_tr: Yapılandırma kaydedilemedi
uk_ua: Не вдалося зберегти конфігурацію
vi_vn: Lưu cấu hình thất bại

source: Failed to save downloaded file: {0}
de_de: Fehler beim Speichern der heruntergeladenen Datei: {0}
pt_pt: Falha ao salvar o ficheiro descarregado: {0}

source: Failed to save health check configuration
de_de: Fehler beim Speichern der Gesundheitsprüfungskonfiguration
fr_fr: Échec de l'enregistrement de la configuration de vérification de santé
pt_pt: Falha ao salvar a configuração de verificação de saúde
tr_tr: Sağlık kontrol yapılandırması kaydedilemedi
uk_ua: Не вдалося зберегти конфігурацію перевірки стану
vi_vn: Không thể lưu cấu hình kiểm tra trạng thái

source: Failed to save Nginx performance settings
ar: فشل حفظ إعدادات أداء Nginx
de_de: Fehler beim Speichern der Nginx-Leistungseinstellungen
fr_fr: Échec de l'enregistrement des paramètres de performance de Nginx
pt_pt: Falha ao guardar as definições de desempenho do Nginx
tr_tr: Nginx performans ayarları kaydedilemedi
uk_ua: Не вдалося зберегти налаштування продуктивності Nginx
vi_vn: Không thể lưu cài đặt hiệu suất Nginx

source: Failed to save order
de_de: Reihenfolge konnte nicht gespeichert werden
fr_fr: Échec de l'enregistrement de l'ordre
pt_pt: Falha ao salvar a ordem
tr_tr: Sıralama kaydedilemedi
uk_ua: Не вдалося зберегти порядок
vi_vn: Lưu thứ tự thất bại

source: Failed to send test message
de_de: Testnachricht konnte nicht gesendet werden
fr_fr: Échec de l'envoi du message de test
pt_pt: Falha ao enviar mensagem de teste
tr_tr: Test mesajı gönderilemedi
uk_ua: Не вдалося надіслати тестове повідомлення
vi_vn: Gửi tin nhắn kiểm tra thất bại

source: Failed to start temp container: {0}
ar: فشل بدء الحاوية المؤقتة: {0}
de_de: Fehler beim Starten des temporären Containers: {0}
fr_fr: Échec du démarrage du conteneur temporaire : {0}
pt_pt: Falha ao iniciar o contentor temporário: {0}
tr_tr: Geçici konteyner başlatılamadı: {0}
uk_ua: Не вдалося запустити тимчасовий контейнер: {0}
vi_vn: Không thể khởi động container tạm thời: {0}

source: Failed to update status
de_de: Statusaktualisierung fehlgeschlagen
fr_fr: Échec de la mise à jour du statut
pt_pt: Falha ao atualizar o estado
tr_tr: Durum güncellenemedi
uk_ua: Не вдалося оновити статус
vi_vn: Cập nhật trạng thái thất bại

source: Failed to upload file
de_de: Datei konnte nicht hochgeladen werden
fr_fr: Échec du téléchargement du fichier
pt_pt: Falha ao carregar o ficheiro
tr_tr: Dosya yüklenemedi
uk_ua: Не вдалося завантажити файл
vi_vn: Tải lên tệp thất bại

source: Failed to verify hashes: {0}
ar: فشل في التحقق من التجزئات: {0}
de_de: Hash-Überprüfung fehlgeschlagen: {0}
fr_fr: Échec de la vérification des hachages : {0}
pt_pt: Falha ao verificar hashes: {0}
tr_tr: Hash doğrulama başarısız: {0}
uk_ua: Не вдалося перевірити хеші: {0}
vi_vn: Không thể xác minh băm: {0}

source: Failed to write backup file: {0}
de_de: Fehler beim Schreiben der Sicherungsdatei: {0}
fr_fr: Échec de l'écriture du fichier de sauvegarde : {0}
pt_pt: Falha ao escrever o arquivo de backup: {0}
tr_tr: Yedek dosyası yazılamadı: {0}
uk_ua: Не вдалося записати резервний файл: {0}
vi_vn: Không thể ghi tệp sao lưu: {0}

source: Failed to write decompressed data: {0}
de_de: Fehler beim Schreiben der entpackten Daten: {0}
pt_pt: Falha ao escrever dados descompactados: {0}

source: Failed to write decrypted file: {0}
ar: فشل في كتابة الملف المفكوك تشفيره: {0}
de_de: Fehler beim Schreiben der entschlüsselten Datei: {0}
fr_fr: Échec de l'écriture du fichier décrypté : {0}
pt_pt: Falha ao escrever o ficheiro desencriptado: {0}
tr_tr: Şifresi çözülmüş dosya yazılamadı: {0}
uk_ua: Не вдалося записати розшифрований файл: {0}
vi_vn: Không thể ghi tệp đã giải mã: {0}

source: Failed to write encrypted file: {0}
ar: فشل في كتابة الملف المشفر: {0}
de_de: Fehler beim Schreiben der verschlüsselten Datei: {0}
fr_fr: Échec de l'écriture du fichier chiffré : {0}
pt_pt: Falha ao escrever o ficheiro encriptado: {0}
tr_tr: Şifrelenmiş dosya yazma hatası: {0}
uk_ua: Не вдалося записати зашифрований файл: {0}
vi_vn: Không thể ghi tệp đã mã hóa: {0}

source: Failed to write security key file: {0}
de_de: Fehler beim Schreiben der Sicherheitsschlüsseldatei: {0}
fr_fr: Échec de l'écriture du fichier de clé de sécurité : {0}
pt_pt: Falha ao escrever o ficheiro da chave de segurança: {0}
tr_tr: Güvenlik anahtarı dosyası yazılamadı: {0}
uk_ua: Не вдалося записати файл ключа безпеки: {0}
vi_vn: Không thể ghi tệp khóa bảo mật: {0}

source: Features
de_de: Funktionen
fr_fr: Fonctionnalités
pt_pt: Funcionalidades
uk_ua: Функції
vi_vn: Tính năng

source: file
de_de: Datei
fr_fr: fichier
pt_pt: arquivo
tr_tr: dosya
uk_ua: файл
vi_vn: tệp

source: File
de_de: Datei
fr_fr: Fichier
pt_pt: Ficheiro
tr_tr: Dosya
uk_ua: Файл
vi_vn: Tệp tin

source: File exists
ar: الملف موجود
de_de: Datei existiert
fr_fr: Le fichier existe
pt_pt: Ficheiro Existe
tr_tr: Dosya zaten var
uk_ua: Файл існує
vi_vn: Tệp tin đã tồn tại

source: File index rebuild started successfully for %{path}
de_de: Die Neuerstellung des Dateiindex für %{path} wurde erfolgreich gestartet
fr_fr: La reconstruction de l'index du fichier a démarré avec succès pour %{path}
pt_pt: Reconstrução do índice de ficheiros iniciada com sucesso para %{path}
tr_tr: %{path} için dosya indeksi yeniden oluşturma başarıyla başlatıldı
uk_ua: Перебудову індексу файлу для %{path} успішно розпочато
vi_vn: Đã bắt đầu xây dựng lại chỉ mục tệp thành công cho %{path}

source: File Not Found
ar: لم يتم العثور على الملف
de_de: FDatei nicht gefunden
fr_fr: Fichier introuvable
pt_pt: Ficheiro Não Encontrado
tr_tr: Dosya Bulunamadı
uk_ua: Файл не знайдено
vi_vn: Không tìm thấy tệp tin

source: File or directory not found: {0}
de_de: Datei oder Verzeichnis nicht gefunden: {0}
fr_fr: Fichier ou répertoire introuvable : {0}
pt_pt: Ficheiro ou diretório não encontrado: {0}
tr_tr: Dosya veya dizin bulunamadı: {0}
uk_ua: Файл або каталог не знайдено: {0}
vi_vn: Không tìm thấy tệp hoặc thư mục: {0}

source: File path is required
de_de: Dateipfad ist erforderlich
fr_fr: Le chemin du fichier est requis
pt_pt: O caminho do arquivo é obrigatório
tr_tr: Dosya yolu gereklidir
uk_ua: Необхідний шлях до файлу
vi_vn: Đường dẫn tệp là bắt buộc

source: File size cannot exceed 5MB
de_de: Die Dateigröße darf 5 MB nicht überschreiten
fr_fr: La taille du fichier ne peut pas dépasser 5 Mo
pt_pt: O tamanho do ficheiro não pode exceder 5 MB
tr_tr: Dosya boyutu 5 MB'ı aşamaz
uk_ua: Розмір файлу не може перевищувати 5 МБ
vi_vn: Kích thước tệp không được vượt quá 5MB

source: File uploaded successfully
de_de: Datei erfolgreich hochgeladen
fr_fr: Fichier téléchargé avec succès
pt_pt: Ficheiro carregado com sucesso
tr_tr: Dosya başarıyla yüklendi
uk_ua: Файл успішно завантажено
vi_vn: Tải lên tệp thành công

source: Filename is empty
ar: اسم الملف فارغ
de_de: Der Dateiname ist leer
fr_fr: Nom du fichier vide
pt_pt: O nome do ficheiro está vazio
tr_tr: Dosya adı boş
uk_ua: Назва файлу порожня
vi_vn: Tên tệp trống

source: Filter
ar: تصفيه
fr_fr: Filtrer
pt_pt: Filtro
tr_tr: Filtre
uk_ua: Фільтр
vi_vn: Lọc

source: Filter log content
de_de: Loginhalt filtern
fr_fr: Filtrer le contenu du journal
pt_pt: Filtrar conteúdo do registo
tr_tr: Günlük içeriğini filtrele
uk_ua: Фільтрувати вміст журналу
vi_vn: Lọc nội dung nhật ký

source: Finished
ar: انتهى
de_de: Erledigt
fr_fr: Finie
pt_pt: Concluído
tr_tr: Bitmiş
uk_ua: Завершено
vi_vn: Đã hoàn thành

source: First View
ar: المشاهدة الأولى
de_de: Erste Ansicht
fr_fr: Première vue
pt_pt: Primeira visualização
tr_tr: İlk Görünüm
uk_ua: Перший перегляд
vi_vn: Xem lần đầu

source: folder
de_de: Ordner
fr_fr: dossier
pt_pt: pasta
tr_tr: klasör
uk_ua: папка
vi_vn: thư mục

source: Folder
de_de: Ordner
fr_fr: Dossier
pt_pt: Pasta
tr_tr: Klasör
uk_ua: Папка
vi_vn: Thư mục

source: Follow Redirects
de_de: Weiterleitungen folgen
fr_fr: Suivre les redirections
pt_pt: Seguir redirecionamentos
tr_tr: Yönlendirmeleri takip et
uk_ua: Дотримуватися перенаправлень
vi_vn: Theo dõi chuyển hướng

source: Follow the instructions in the dialog to complete the passkey registration process.
ar: اتبع التعليمات في الحوار لإكمال عملية تسجيل مفتاح المرور.
de_de: Folge den Anweisungen im Dialog, um den Passkey-Registrierungsprozess abzuschließen.
fr_fr: Suivez les instructions dans la boîte de dialogue pour compléter le processus d'enregistrement de la clé d'accès.
pt_pt: Siga as instruções no diálogo para completar o processo de registo da chave de acesso.
tr_tr: Geçiş anahtarı kayıt işlemini tamamlamak için iletişim kutusundaki talimatları izleyin.
uk_ua: Дотримуйтесь інструкцій у діалоговому вікні, щоб завершити процес реєстрації ключа доступу.
vi_vn: Làm theo hướng dẫn trong hộp thoại để hoàn tất quá trình đăng ký khóa truy cập.

source: For Chinese user
ar: للمستخدمين الصينيين
de_de: Für chinesische Benutzer
fr_fr: Pour utilisateur chinois
pt_pt: Para utilizadores chineses
tr_tr: Çin kullanıcıları için
uk_ua: Для китайських користувачів
vi_vn: Dành cho người dùng Trung Quốc

source: For Chinese user: https://cloud.nginxui.com/
ar: للمستخدمين الصين: /https://cloud.nginxui.com
de_de: Für chinesische Benutzer: https://cloud.nginxui.com/
fr_fr: Pour les utilisateurs chinois : https://cloud.nginxui.com/
pt_pt: Para Utilizador Chinês: https://cloud.nginxui.com/
tr_tr: Çinli kullanıcılar için: https://cloud.nginxui.com/
uk_ua: Для китайських користувачів: https://cloud.nginxui.com/
vi_vn: Dành cho người dùng Trung Quốc: https://cloud.nginxui.com/

source: For commercial or professional use, contact
de_de: Für kommerzielle oder berufliche Nutzung kontaktieren Sie
fr_fr: Pour un usage commercial ou professionnel, contactez
pt_pt: Para uso comercial ou profissional, contacte
uk_ua: Для комерційного або професійного використання зв'яжіться з
vi_vn: Để sử dụng thương mại hoặc chuyên nghiệp, vui lòng liên hệ

source: For error logs, please use the Raw Log Viewer for better viewing experience.
de_de: Für Fehlerprotokolle verwenden Sie bitte den Raw Log Viewer für eine bessere Anzeigeerfahrung.
fr_fr: Pour les journaux d'erreurs, veuillez utiliser le Visualiseur de Journaux Bruts pour une meilleure expérience de visualisation.
pt_pt: Para registos de erros, utilize o Visualizador de Registos em Bruto para uma melhor experiência de visualização.
tr_tr: Hata günlükleri için daha iyi bir görüntüleme deneyimi için Ham Günlük Görüntüleyici'yi kullanın.
uk_ua: Для журналів помилок використовуйте Raw Log Viewer для кращого перегляду.
vi_vn: Đối với nhật ký lỗi, vui lòng sử dụng Trình xem Nhật ký Thô để có trải nghiệm xem tốt hơn.

source: For IP-based certificate configurations, only HTTP-01 challenge method is supported. DNS-01 challenge is not compatible with IP-based certificates.
de_de: Für IP-basierte Zertifikatskonfigurationen wird nur die HTTP-01-Herausforderungsmethode unterstützt. Die DNS-01-Herausforderung ist nicht mit IP-basierten Zertifikaten kompatibel.
fr_fr: Pour les configurations de certificats basés sur IP, seule la méthode de défi HTTP-01 est prise en charge. Le défi DNS-01 n'est pas compatible avec les certificats basés sur IP.
pt_pt: Para configurações de certificados baseados em IP, apenas o método de desafio HTTP-01 é suportado. O desafio DNS-01 não é compatível com certificados baseados em IP.
tr_tr: IP tabanlı sertifika yapılandırmalarında yalnızca HTTP-01 meydan okuma yöntemi desteklenir. DNS-01 meydan okuması IP tabanlı sertifikalarla uyumlu değildir.
uk_ua: Для конфігурацій сертифікатів на основі IP підтримується лише метод перевірки HTTP-01. Метод перевірки DNS-01 несумісний із сертифікатами на основі IP.
vi_vn: Đối với cấu hình chứng chỉ dựa trên IP, chỉ phương thức thử thách HTTP-01 được hỗ trợ. Thử thách DNS-01 không tương thích với chứng chỉ dựa trên IP.

source: For IP-based certificates, please specify the server IP address that will be included in the certificate.
de_de: Für IP-basierte Zertifikate geben Sie bitte die Server-IP-Adresse an, die im Zertifikat enthalten sein soll.
fr_fr: Pour les certificats basés sur IP, veuillez spécifier l'adresse IP du serveur qui sera incluse dans le certificat.
pt_pt: Para certificados baseados em IP, por favor especifique o endereço IP do servidor que será incluído no certificado.
tr_tr: IP tabanlı sertifikalar için, sertifikaya dahil edilecek sunucu IP adresini belirtiniz.
uk_ua: Для сертифікатів на основі IP вкажіть IP-адресу сервера, яка буде включена до сертифіката.
vi_vn: Đối với chứng chỉ dựa trên IP, vui lòng chỉ định địa chỉ IP của máy chủ sẽ được đưa vào chứng chỉ.

source: Form parse failed
ar: فشل تحليل النموذج
de_de: Formularanalyse fehlgeschlagen
fr_fr: Échec de l'analyse du formulaire
pt_pt: Falha na análise do formulário
tr_tr: Form ayrıştırma başarısız
uk_ua: Не вдалося розібрати форму
vi_vn: Phân tích biểu mẫu thất bại

source: Format Code
ar: تنسيق الكود
fr_fr: Code de formatage
pt_pt: Formatar Código
tr_tr: Kodu Biçimlendir
uk_ua: Форматувати код
vi_vn: Định dạng code

source: Format successfully
ar: تم التنسيق بنجاح
de_de: Erfolgreich formatiert
fr_fr: Formaté avec succès
pt_pt: Formatado com Sucesso
tr_tr: Başarıyla biçimlendirildi
uk_ua: Успішно відформатовано
vi_vn: Định dạng thành công

source: Format: minute hour day month weekday
de_de: Format: Minute Stunde Tag Monat Wochentag
fr_fr: Format : minute heure jour mois jour_de_la_semaine
pt_pt: Formato: minuto hora dia mês dia_da_semana
tr_tr: Biçim: dakika saat gün ay haftanın_günü
uk_ua: Формат: хвилина година день місяць день_тижня
vi_vn: Định dạng: phút giờ ngày tháng thứ_trong_tuần

source: Friday
de_de: Freitag
fr_fr: Vendredi
pt_pt: Sexta-feira
tr_tr: Cuma
uk_ua: П'ятниця
vi_vn: Thứ Sáu

source: From indexed logs
de_de: Aus indizierten Protokollen
fr_fr: À partir des journaux indexés
pt_pt: A partir de registos indexados
tr_tr: Dizine alınmış kayıtlardan
uk_ua: З індексованих журналів
vi_vn: Từ nhật ký đã lập chỉ mục

source: Full Text Search
de_de: Volltextsuche
fr_fr: Recherche en texte intégral
pt_pt: Pesquisa de texto completo
tr_tr: Tam Metin Arama
uk_ua: Повнотекстовий пошук
vi_vn: Tìm kiếm toàn văn

source: Full-text search support
de_de: Volltextsuche-Unterstützung
fr_fr: Prise en charge de la recherche en texte intégral
pt_pt: Suporte a pesquisa de texto completo
uk_ua: Підтримка повнотекстового пошуку
vi_vn: Hỗ trợ tìm kiếm toàn văn

source: General Certificate
ar: شهادة عامة
de_de: Allgemeines Zertifikat
fr_fr: Certificat général
pt_pt: Certificado Geral
tr_tr: Genel Sertifika
uk_ua: Загальний сертифікат
vi_vn: Chứng chỉ chung

source: Generate
ar: توليد
de_de: Generieren
fr_fr: Générer
pt_pt: Gerar
tr_tr: Oluştur
uk_ua: Згенерувати
vi_vn: Tạo

source: Generate New Recovery Codes
ar: إنشاء رموز استرداد جديدة
de_de: Neue Wiederherstellungscodes generieren
fr_fr: Générer nouveaux codes de récupération
pt_pt: Gerar novos códigos de recuperação
tr_tr: Yeni Kurtarma Kodları Oluştur
uk_ua: Створити нові коди відновлення
vi_vn: Tạo mã khôi phục mới

source: Generate Recovery Codes
ar: إنشاء رموز الاسترداد
de_de: Wiederherstellungscodes generieren
fr_fr: Générer codes de récupération
pt_pt: Gerar códigos de recuperação
tr_tr: Kurtarma Kodları Oluştur
uk_ua: Згенерувати коди відновлення
vi_vn: Tạo mã khôi phục

source: Generate recovery codes successfully
ar: تم إنشاء رموز الاسترداد بنجاح
de_de: Wiederherstellungscodes erfolgreich generiert
fr_fr: Codes de récupération générés avec succès
pt_pt: Códigos de recuperação gerados com sucesso
tr_tr: Kurtarma kodları başarıyla oluşturuldu
uk_ua: Коди відновлення успішно згенеровано
vi_vn: Tạo mã khôi phục thành công

source: Generating private key for registering account
ar: توليد مفتاح خاص لتسجيل الحساب
de_de: Generiere privaten Schlüssel zur Registrierung des Kontos
fr_fr: Génération de clé privée pour l'enregistrement du compte
pt_pt: Gerar chave privada para registo de conta
tr_tr: Hesap kaydı için özel anahtar oluşturuluyor
uk_ua: Генерація приватного ключа для реєстрації облікового запису
vi_vn: Tạo khóa riêng để đăng ký tài khoản

source: GeoLite2 Database
de_de: GeoLite2-Datenbank
pt_pt: Base de dados GeoLite2

source: GeoLite2 database available
de_de: GeoLite2-Datenbank verfügbar
pt_pt: Base de dados GeoLite2 disponível

source: GeoLite2 Database Installed
de_de: GeoLite2-Datenbank installiert
pt_pt: Base de dados GeoLite2 instalada

source: GeoLite2 database not found at {0}
de_de: GeoLite2-Datenbank nicht gefunden unter {0}
pt_pt: Base de dados GeoLite2 não encontrada em {0}

source: GeoLite2 database not found at {0}. Log indexing requires GeoLite2 database for geographic IP analysis
de_de: GeoLite2-Datenbank nicht gefunden unter {0}. Die Indizierung von Protokollen erfordert die GeoLite2-Datenbank für die geografische IP-Analyse
pt_pt: Base de dados GeoLite2 não encontrada em {0}. A indexação de registos requer a base de dados GeoLite2 para análise geográfica de IP

source: GeoLite2 Database Required
de_de: GeoLite2-Datenbank erforderlich
pt_pt: Base de dados GeoLite2 necessária

source: Get acme user error: {0}
de_de: Fehler beim Abrufen des ACME-Benutzers: {0}
fr_fr: Erreur lors de la récupération de l'utilisateur ACME: {0}
pt_pt: Erro ao obter o utilizador ACME: {0}
tr_tr: ACME kullanıcısı alınırken hata: {0}
uk_ua: Помилка отримання користувача ACME: {0}
vi_vn: Lỗi khi lấy người dùng ACME: {0}

source: Get data failed
ar: فشل الحصول على البيانات
de_de: Datenabruf fehlgeschlagen
fr_fr: Échec de la récupération des données
pt_pt: Falha ao obter os dados
tr_tr: Veri alınamadı
uk_ua: Не вдалося отримати дані
vi_vn: Không thể lấy dữ liệu

source: Get dns credential error: {0}
de_de: Fehler beim Abrufen der DNS-Anmeldeinformationen: {0}
fr_fr: Erreur lors de la récupération des informations d'identification DNS : {0}
pt_pt: Erro ao obter credenciais DNS: {0}
tr_tr: DNS kimlik bilgisi alınırken hata: {0}
uk_ua: Помилка отримання облікових даних DNS: {0}
vi_vn: Lỗi khi lấy thông tin xác thực DNS: {0}

source: Get release information error
ar: خطأ في الحصول على معلومات الإصدار
de_de: Fehler beim Abrufen der Release-Informationen
fr_fr: Erreur d'obtention des informations sur la version
pt_pt: Erro ao obter informações de release
tr_tr: Sürüm bilgilerini alma hatası
uk_ua: Помилка отримання інформації про реліз
vi_vn: Lỗi lấy thông tin phát hành

source: Getting the certificate, please wait...
ar: جارٍ الحصول على الشهادة، يرجى الانتظار...
de_de: Hole das Zertifikat, bitte warten...
fr_fr: Obtention du certificat, veuillez patienter...
pt_pt: Obtendo certificado, por favor aguarde...
tr_tr: Sertifika alınıyor, lütfen bekleyin...
uk_ua: Отримання сертифіката, зачекайте...
vi_vn: Đang lấy chứng chỉ, vui lòng đợi...
