Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Delete site %{name} from %{node} failed
ar: فشل حذف الموقع %{name} من %{node}
de_de: Löschen der Site %{name} von %{node} fehlgeschlagen
fr_fr: Échec de la suppression du site %{name} de %{node}
pt_pt: Falha ao eliminar o site %{name} de %{node}
tr_tr: %{node} üzerindeki %{name} sitesi silinemedi
uk_ua: Не вдалося видалити сайт %{name} з %{node}
vi_vn: Xóa trang %{name} từ %{node} thất bại

source: Delete site %{name} from %{node} successfully
ar: تم حذف الموقع %{name} من %{node} بنجاح
de_de: Website %{name} von %{node} erfolgreich gelöscht
fr_fr: Suppression du site %{name} de %{node} réussie
pt_pt: Site %{name} eliminado de %{node} com sucesso
tr_tr: %{node} üzerindeki %{name} sitesi başarıyla silindi
uk_ua: Сайт %{name} успішно видалено з %{node}
vi_vn: Đã xóa trang web %{name} từ %{node} thành công

source: Delete site: %{site_name}
ar: حذف الموقع: ‎%{site_name}
de_de: Seite löschen: %{site_name}
fr_fr: Supprimer le site : %{site_name}
pt_pt: Eliminar site: %{site_name}
tr_tr: Siteyi sil: %{site_name}
uk_ua: Сайт видалено: %{site_name}
vi_vn: Xoá trang web: %{site_name}

source: Delete stream %{name} from %{node} failed
ar: فشل حذف الدفق %{name} من %{node}
de_de: Löschen des Streams %{name} von %{node} fehlgeschlagen
fr_fr: Échec de la suppression du flux %{name} de %{node}
pt_pt: Falha ao eliminar o fluxo %{name} de %{node}
tr_tr: %{node} üzerindeki %{name} akışı silinemedi
uk_ua: Не вдалося видалити потік %{name} з %{node}
vi_vn: Xóa luồng %{name} từ %{node} thất bại

source: Delete stream %{name} from %{node} successfully
ar: تم حذف الدفق %{name} من %{node} بنجاح
de_de: Stream %{name} wurde erfolgreich von %{node} gelöscht
fr_fr: Le flux %{name} a été supprimé de %{node} avec succès
pt_pt: O fluxo %{name} foi eliminado de %{node} com sucesso
tr_tr: %{name} akışı %{node} üzerinden başarıyla silindi
uk_ua: Потік %{name} успішно видалено з %{node}
vi_vn: Đã xóa luồng %{name} từ %{node} thành công

source: Delete stream: %{stream_name}
ar: حذف البث: ‎%{stream_name}
de_de: Stream löschen: %{stream_name}
fr_fr: Supprimer le flux : %{stream_name}
pt_pt: Eliminar stream: %{stream_name}
tr_tr: Akışı sil: %{stream_name}
uk_ua: Видалити потік: %{stream_name}
vi_vn: Xóa luồng: %{stream_name}

source: Deleted successfully
ar: تم الحذف بنجاح
de_de: Erfolgreich gelöscht
fr_fr: Supprimé avec succès
pt_pt: Eliminado com sucesso
tr_tr: Başarıyla silindi
uk_ua: Видалено успішно
vi_vn: Đã xóa thành công

source: Demo
ar: عرض تجريبي
fr_fr: Démo
pt_pt: Demonstração
uk_ua: Демо
vi_vn: Bản demo

source: Deploy Mode
de_de: Bereitstellungsmodus
pt_pt: Modo de implantação

source: Descending
de_de: Absteigend
fr_fr: Décroissant
pt_pt: Decrescente
tr_tr: Azalan
uk_ua: Спадаючий
vi_vn: Giảm dần

source: Description
ar: وصف
de_de: Beschreibung
pt_pt: Descrição
tr_tr: Açıklama
uk_ua: Опис" Користувачі можуть надсилати вміст асистенту, який потребує перекладу. Асистент надасть відповідні результати перекладу та забезпечить їх відповідність до китайських мовних звичок. Ви можете регулювати свій тон та стиль, враховуючи культурні коннотації та регіональні відмінності певних слів. Одночасно, як перекладач, ви повинні перекладати оригінальний текст згідно зі стандартами вірності та елегантності. "Вірність" означає точність до змісту та наміру оригінального тексту; "Плавність" означає, що переклад має бути зрозумілим та легким для сприйняття; "Елегантність" означає прагнення до культурної естетики та краси мови перекладу. Мета полягає у створенні перекладу, який є вірним духу оригіналу, а також відповідає цільовій мові, культурі та естетичним уподобанням читачів. Потрібно дотримуватися таких правил: # Примітки: - Китайська мова має дві різні системи письма: спрощену та традиційну. - Переклад має бути в тій самій системі письма, що й вихідний текст. # Правила пробілів: - Додавати пробіл між нелатинськими (CJK/арабськими) та латинськими символами: JP: "Reactを使う" → "React を使う" KO: "Node.js설치" → "Node.js 설치" TH: "ติดตั้งPython3.9" → "ติดตั้ง Python 3.9" - Винятки: числа/одиниці/оператори (200GB硬盘 → 200GB 硬盘) # Вихідні дані: - Повертати лише результат перекладу - Без будь-яких пояснень, коментарів чи іншого тексту - Чисте форматування
vi_vn: Mô tả

source: Destination file already exists
ar: الملف الوجهة موجود بالفعل
de_de: Die Zieldatei existiert bereits
fr_fr: Le fichier de destination existe déjà
pt_pt: O ficheiro de destino já existe
tr_tr: Hedef dosya zaten mevcut
uk_ua: Файл призначення вже існує
vi_vn: Tệp đích đã tồn tại

source: Destination file: {0} already exists
ar: الملف الوجهة: {0} موجود بالفعل
de_de: Zieldatei: {0} existiert bereits
fr_fr: Fichier de destination : {0} existe déjà
pt_pt: Ficheiro de destino: {0} já existe
tr_tr: Hedef dosya: {0} zaten mevcut
uk_ua: Файл призначення: {0} вже існує
vi_vn: Tệp đích: {0} đã tồn tại

source: Details
ar: تفاصيل
fr_fr: Détails
pt_pt: Detalhes
tr_tr: Detaylar
uk_ua: Деталі
vi_vn: Chi tiết

source: Development
de_de: Entwicklung
fr_fr: Développement
pt_pt: Desenvolvimento
tr_tr: Geliştirme
uk_ua: Розробка
vi_vn: Phát triển

source: Development Mode
ar: وضع التطوير
de_de: Entwicklungsmodus
fr_fr: Mode développement
pt_pt: Modo Desenvolvimento
tr_tr: Geliştirme modu
uk_ua: Режим розробки
vi_vn: Chế độ phát triển

source: Device
de_de: Gerät
fr_fr: Appareil
pt_pt: Dispositivo
tr_tr: Cihaz
uk_ua: Пристрій
vi_vn: Thiết bị

source: Device Statistics
de_de: Gerätestatistiken
fr_fr: Statistiques des appareils
pt_pt: Estatísticas de dispositivos
tr_tr: Cihaz İstatistikleri
uk_ua: Статистика пристроїв
vi_vn: Thống kê thiết bị

source: Device Type
de_de: Gerätetyp
fr_fr: Type d'appareil
pt_pt: Tipo de dispositivo
tr_tr: Cihaz Türü
uk_ua: Тип пристрою
vi_vn: Loại thiết bị

source: Digest file content is empty
de_de: Der Inhalt der Prüfsummen-Datei ist leer
pt_pt: O conteúdo do ficheiro de resumo está vazio

source: Direct
de_de: Direkt
pt_pt: Direto

source: Directive
ar: توجيه
de_de: Anweisung
pt_pt: Directiva
tr_tr: Talimat
uk_ua: Директива

source: Directive params is empty
ar: معلمات التوجيه فارغة
de_de: Die Direktivenparameter sind leer
fr_fr: Paramètre Directive est vide
pt_pt: Os parâmetros da diretiva estão vazios
tr_tr: Yönerge parametreleri boş
uk_ua: Параметри директиви порожні
vi_vn: Tham số chỉ thị trống

source: Directive.Params neither access_log nor error_log
ar: معلمات التوجيه ليست access_log ولا error_log
de_de: Directive.Params ist weder access_log noch error_log
fr_fr: Directive.Params n'est ni access_log ni error_log
pt_pt: Os parâmetros da diretiva não são nem access_log nem error_log
tr_tr: Directive.Params ne access_log ne de error_log
uk_ua: Параметри директиви не є ні access_log, ні error_log
vi_vn: Tham số Directive không phải là access_log hoặc error_log

source: DirectiveIdx out of range
ar: الفهرس خارج النطاق
de_de: DirectiveIdx außerhalb des Bereichs
fr_fr: DirectiveIdx hors limite
pt_pt: DirectiveIdx fora do intervalo
tr_tr: DirectiveIdx aralık dışında
uk_ua: DirectiveIdx поза діапазоном
vi_vn: DirectiveIdx nằm ngoài phạm vi

source: Directives
ar: توجيهات
de_de: Anweisung
pt_pt: Directivas
tr_tr: Yönergeler
uk_ua: Директиви

source: Directory Levels
ar: مستويات الدليل
de_de: Verzeichnisebenen
fr_fr: Niveaux de répertoire
pt_pt: Níveis de diretório
tr_tr: Dizin Seviyeleri
uk_ua: Рівні каталогу
vi_vn: Cấp độ thư mục

source: Directory path to store cache files
ar: مسار الدليل لتخزين ملفات الذاكرة المؤقتة
de_de: Verzeichnispfad zum Speichern der Cache-Dateien
fr_fr: Chemin du répertoire pour stocker les fichiers de cache
pt_pt: Caminho do diretório para armazenar ficheiros de cache
tr_tr: Önbellek dosyalarını depolamak için dizin yolu
uk_ua: Шлях до каталогу для зберігання файлів кешу
vi_vn: Đường dẫn thư mục để lưu trữ các tệp bộ nhớ đệm

source: disable
ar: تعطيل
de_de: Deaktivieren
fr_fr: Désactiver
pt_pt: Desativar
tr_tr: Devre dışı bırak
uk_ua: Вимкнути
vi_vn: Vô hiệu hóa

source: Disable auto-renewal failed for %{name}
ar: فشل تعطيل التجديد التلقائي لـ %{name}
de_de: Automatische Verlängerung für %{name} konnte nicht deaktiviert werden
fr_fr: Échec de la désactivation du renouvellement automatique pour %{name}
pt_pt: Falha ao desativar a renovação automática para %{name}
tr_tr: %{name} için otomatik yenileme devre dışı bırakılamadı
uk_ua: Не вдалося вимкнути автоматичне поновлення для %{name}
vi_vn: Vô hiệu hóa gia hạn tự động thất bại cho %{name}

source: Disable Remote Site Error
ar: خطأ تعطيل الموقع البعيد
de_de: Fehler beim Deaktivieren der Remote-Site
fr_fr: Erreur de désactivation du site distant
pt_pt: Erro ao desativar site remoto
tr_tr: Uzak Site Devre Dışı Bırakma Hatası
uk_ua: Помилка вимкнення віддаленого сайту
vi_vn: Lỗi vô hiệu hóa trang từ xa

source: Disable Remote Site Maintenance Error
ar: خطأ في تعطيل صيانة الموقع البعيد
de_de: Fehler beim Deaktivieren der Remote-Site-Wartung
fr_fr: Erreur de désactivation de la maintenance du site distant
pt_pt: Erro ao desativar a manutenção do site remoto
tr_tr: Uzak Site Bakımını Devre Dışı Bırakma Hatası
uk_ua: Помилка вимкнення технічного обслуговування віддаленого сайту
vi_vn: Lỗi tắt bảo trì trang web từ xa

source: Disable Remote Site Maintenance Success
ar: تعطيل صيانة الموقع البعيد بنجاح
de_de: Wartungsmodus der Remote-Website erfolgreich deaktiviert
fr_fr: Désactivation de la maintenance du site distant réussie
pt_pt: Desativação da manutenção do site remoto com sucesso
tr_tr: Uzak Site Bakımı Başarıyla Devre Dışı Bırakıldı
uk_ua: Вимкнення технічного обслуговування віддаленого сайту успішне
vi_vn: Vô hiệu hóa bảo trì trang web từ xa thành công

source: Disable Remote Site Success
ar: تم تعطيل الموقع البعيد بنجاح
de_de: Remote-Site erfolgreich deaktiviert
fr_fr: Site distant désactivé avec succès
pt_pt: Site remoto desativado com sucesso
tr_tr: Uzak Site Başarıyla Devre Dışı Bırakıldı
uk_ua: Віддалений сайт успішно вимкнено
vi_vn: Đã vô hiệu hóa trang web từ xa thành công

source: Disable Remote Stream Error
ar: خطأ في تعطيل البث عن بُعد
de_de: Fehler beim Deaktivieren des Remote-Streams
fr_fr: Erreur de désactivation du flux à distance
pt_pt: Erro ao desativar transmissão remota
tr_tr: Uzak Akış Devre Dışı Bırakma Hatası
uk_ua: Помилка вимкнення віддаленого потоку
vi_vn: Lỗi tắt luồng từ xa

source: Disable Remote Stream Success
ar: تعطيل البث عن بُعد بنجاح
de_de: Remote-Stream erfolgreich deaktiviert
fr_fr: Désactivation du flux distant réussie
pt_pt: Desativação de transmissão remota bem-sucedida
tr_tr: Uzak Akış Devre Dışı Bırakma Başarılı
uk_ua: Віддалений потік успішно вимкнено
vi_vn: Vô hiệu hóa luồng từ xa thành công

source: Disable site %{name} from %{node} failed
ar: فشل تعطيل الموقع %{name} من %{node}
de_de: Deaktivierung der Website %{name} von %{node} fehlgeschlagen
fr_fr: Désactivation du site %{name} depuis %{node} a échoué
pt_pt: Desativar o site %{name} de %{node} falhou
tr_tr: %{node} üzerindeki %{name} sitesi devre dışı bırakılamadı
uk_ua: Не вдалося вимкнути сайт %{name} з %{node}
vi_vn: Không thể vô hiệu hóa trang web %{name} từ %{node}

source: Disable site %{name} from %{node} successfully
ar: تم تعطيل الموقع %{name} من %{node} بنجاح
de_de: Website %{name} auf %{node} erfolgreich deaktiviert
fr_fr: Site %{name} désactivé sur %{node} avec succès
pt_pt: Site %{name} desativado em %{node} com sucesso
tr_tr: %{node} üzerindeki %{name} sitesi başarıyla devre dışı bırakıldı
uk_ua: Сайт %{name} успішно вимкнено з %{node}
vi_vn: Đã vô hiệu hóa trang %{name} từ %{node} thành công

source: Disable site %{name} maintenance on %{node} failed
ar: فشل تعطيل صيانة الموقع %{name} على %{node}
de_de: Deaktivierung der Wartung der Website %{name} auf %{node} fehlgeschlagen
fr_fr: Échec de la désactivation de la maintenance du site %{name} sur %{node}
pt_pt: Falha ao desativar a manutenção do site %{name} em %{node}
tr_tr: %{node} üzerindeki %{name} sitesi bakımını devre dışı bırakma başarısız oldu
uk_ua: Не вдалося вимкнути обслуговування сайту %{name} на %{node}
vi_vn: Không thể tắt bảo trì trang web %{name} trên %{node}

source: Disable site %{name} maintenance on %{node} successfully
ar: تم تعطيل صيانة الموقع %{name} على %{node} بنجاح
de_de: Wartung der Website %{name} auf %{node} erfolgreich deaktiviert
fr_fr: Désactivation de la maintenance du site %{name} sur %{node} réussie
pt_pt: Desativação da manutenção do site %{name} em %{node} com sucesso
tr_tr: %{name} sitesinin bakımı %{node} üzerinde başarıyla devre dışı bırakıldı
uk_ua: Обслуговування сайту %{name} на %{node} успішно вимкнено
vi_vn: Đã tắt bảo trì trang web %{name} trên %{node} thành công

source: Disable stream %{name} from %{node} failed
ar: فشل تعطيل الدفق %{name} من %{node}
de_de: Deaktivieren des Streams %{name} von %{node} fehlgeschlagen
fr_fr: Échec de la désactivation du flux %{name} depuis %{node}
pt_pt: Falha ao desativar o fluxo %{name} de %{node}
tr_tr: %{node} üzerindeki %{name} akışı devre dışı bırakılamadı
uk_ua: Не вдалося вимкнути потік %{name} з %{node}
vi_vn: Không thể tắt luồng %{name} từ %{node}

source: Disable stream %{name} from %{node} successfully
ar: تم تعطيل الدفق %{name} من %{node} بنجاح
de_de: Stream %{name} von %{node} erfolgreich deaktiviert
fr_fr: Désactivation du flux %{name} depuis %{node} réussie
pt_pt: Desativar o fluxo %{name} de %{node} com sucesso
tr_tr: Akış %{name}, %{node} üzerinden başarıyla devre dışı bırakıldı
uk_ua: Потік %{name} успішно вимкнено з %{node}
vi_vn: Đã vô hiệu hóa luồng %{name} từ %{node} thành công

source: Disabled
ar: معطل
de_de: Deaktiviert
fr_fr: Désactivé
pt_pt: Desativado
tr_tr: Devre dışı
uk_ua: Вимкнено
vi_vn: Đã tắt

source: Disabled successfully
ar: تم التعطيل بنجاح
de_de: Erfolgreich deaktiviert
fr_fr: Désactivé avec succès
pt_pt: Desactivado com sucesso
tr_tr: Başarıyla devre dışı bırakıldı
uk_ua: Успішно вимкнено
vi_vn: Đã tắt thành công

source: Disconnected
de_de: Getrennt
fr_fr: Déconnecté
pt_pt: Desconectado
tr_tr: Bağlantı kesildi
uk_ua: Відключено
vi_vn: Ngắt kết nối

source: Disk IO
ar: إدخال/إخراج القرص
de_de: Festplatten-IO
fr_fr: E/S disque
pt_pt: E/S de Disco
uk_ua: Дисковий ввід/вивід

source: DNS Credentials
ar: بيانات اعتماد DNS
de_de: DNS-Zugangsdaten
fr_fr: Identifiants DNS
pt_pt: Credenciais DNS
tr_tr: DNS Kimlik Bilgileri
uk_ua: DNS облікові дані
vi_vn: Xác thực DNS

source: DNS Provider
ar: مزود DNS
de_de: DNS-Anbieter
fr_fr: Fournisseur DNS
pt_pt: Provedor DNS
tr_tr: DNS Sağlayıcısı
uk_ua: DNS-провайдер
vi_vn: Nhà cung cấp DNS

source: DNS Resolver
fr_fr: Résolveur DNS
pt_pt: Resolvedor DNS
tr_tr: DNS Çözümleyici
uk_ua: DNS-резолвер
vi_vn: Bộ phân giải DNS

source: Do not enable this option unless you are sure that you need it.
ar: لا تقم بتمكين هذا الخيار إلا إذا كنت متأكدًا من أنك بحاجة إليه.
de_de: Aktiviere diese Option nicht, es sei denn, du bist sicher, dass du sie benötigst.
fr_fr: N'activez pas cette option sauf si vous êtes sûr d'en avoir avez besoin.
pt_pt: Não ative esta opção a menos que tenha a certeza de que precisa dela.
tr_tr: Bu seçeneği, ihtiyacınız olduğundan emin olmadıkça etkinleştirmeyin.
uk_ua: Не вмикайте цю опцію, якщо ви не впевнені, що вона вам потрібна.
vi_vn: Không bật tùy chọn này trừ khi bạn chắc chắn cần đến nó.

source: Do you want to %{action} this site?
ar: هل تريد %{action} هذا الموقع؟
de_de: Möchten Sie diese Website %{action}?
fr_fr: Voulez-vous %{action} ce site ?
pt_pt: Deseja %{action} este site?
tr_tr: Bu siteyi %{action} etmek istiyor musunuz?
uk_ua: Ви хочете %{action} цей сайт?
vi_vn: Bạn có muốn %{action} trang web này không?

source: Do you want to %{action} this stream?
de_de: Möchten Sie diesen Stream %{action}?
fr_fr: Voulez-vous %{action} ce flux ?
pt_pt: Deseja %{action} este fluxo?
tr_tr: Bu akışı %{action} etmek istiyor musunuz?
uk_ua: Ви хочете %{action} цей потік?
vi_vn: Bạn có muốn %{action} luồng này không?

source: Do you want to disable auto-cert renewal?
ar: هل تريد تعطيل التجديد التلقائي للشهادة؟
de_de: Möchtest du die automatische Zertifikatsverlängerung deaktivieren?
fr_fr: Voulez-vous désactiver le renouvellement automatique des certificats ?
pt_pt: Desactivar a renovação automática do certificado?
tr_tr: Otomatik sertifika yenilemeyi devre dışı bırakmak istiyor musunuz?
uk_ua: Ви хочете вимкнути автоматичне оновлення сертифіката?
vi_vn: Bạn muốn tắt tự động gia hạn chứng chỉ SSL ?

source: Do you want to enable TLS?
ar: هل تريد تفعيل TLS؟
de_de: Möchten Sie TLS aktivieren?
fr_fr: Voulez-vous activer TLS ?
pt_pt: Activar TLS?
tr_tr: TLS'yi etkinleştirmek istiyor musunuz?
uk_ua: Ви хочете увімкнути TLS?
vi_vn: Bạn có muốn bật TLS không?

source: Do you want to remove this server?
ar: هل تريد إزالة هذا الخادم؟
de_de: Möchten Sie diesen Server entfernen?
fr_fr: Voulez-vous supprimer ce serveur ?
pt_pt: Remover servidor?
tr_tr: Bu sunucuyu kaldırmak istiyor musunuz?
uk_ua: Ви хочете видалити цей сервер?
vi_vn: Bạn có muốn xóa máy chủ này không?

source: Do you want to remove this upstream?
ar: هل تريد إزالة هذا المصدر؟
de_de: Möchten Sie diesen Upstream entfernen?
fr_fr: Voulez-vous supprimer cet upstream ?
pt_pt: Remover este upstream?
tr_tr: Bu upstream'i kaldırmak istiyor musunuz?
uk_ua: Ви хочете видалити цей апстрім?
vi_vn: Bạn có muốn xóa upstream này không?

source: Docker client not initialized
ar: عميل Docker غير مهيأ
de_de: Docker-Client nicht initialisiert
fr_fr: Client Docker non initialisé
pt_pt: Cliente Docker não inicializado
tr_tr: Docker istemcisi başlatılmadı
uk_ua: Клієнт Docker не ініціалізовано
vi_vn: Máy khách Docker chưa được khởi tạo

source: Docker socket exists
ar: مقبس Docker موجود
de_de: Docker-Socket vorhanden
fr_fr: Le socket Docker existe
pt_pt: O socket do Docker existe
tr_tr: Docker soketi mevcut
uk_ua: Сокет Docker існує
vi_vn: Ổ cắm Docker tồn tại

source: Docker socket not exist
ar: مقبس Docker غير موجود
de_de: Docker-Socket existiert nicht
fr_fr: Le socket Docker n'existe pas
pt_pt: O socket do Docker não existe
tr_tr: Docker soketi mevcut değil
uk_ua: Сокет Docker не існує
vi_vn: Ổ cắm Docker không tồn tại

source: Document
ar: وثيقة
de_de: Dokument
pt_pt: Documento
tr_tr: Belge
uk_ua: Документ
vi_vn: Tài liệu

source: Document Count
de_de: Dokumentenanzahl
fr_fr: Nombre de documents
pt_pt: Contagem de documentos
tr_tr: Belge Sayısı
uk_ua: Кількість документів
vi_vn: Số lượng tài liệu

source: Domain
ar: نطاق
fr_fr: Domaine
pt_pt: Domínio
tr_tr: Alan Adı
uk_ua: Домен
vi_vn: Tên miền

source: Domains list is empty, try to reopen Auto Cert for %{config}
ar: قائمة النطاقات فارغة، حاول إعادة فتح Auto Cert لـ %{config}
de_de: Domänenliste ist leer, versuche Auto-Zertifikat für %{config} erneut zu öffnen
fr_fr: La liste des domaines est vide, essayez de rouvrir Auto Cert pour %{config}
pt_pt: A lista de domínios está vazia, tente reabrir o Auto Cert para %{config}
tr_tr: Alan adları listesi boş, %{config} için Otomatik Sertifikayı yeniden açmayı deneyin
uk_ua: Список доменів порожній, спробуйте знову відкрити Auto Cert для %{config}
vi_vn: Danh sách tên miền rỗng, hãy thử mở lại chức năng Tạo chứng chỉ tự động cho %{config}

source: Download Certificate Files
de_de: Zertifikatsdateien herunterladen
fr_fr: Télécharger les fichiers de certificat
pt_pt: Baixar arquivos de certificado
tr_tr: Sertifika Dosyalarını İndir
uk_ua: Завантажити файли сертифіката
vi_vn: Tải xuống tệp chứng chỉ

source: Download complete
de_de: Download abgeschlossen
pt_pt: Download concluído

source: Download failed
de_de: Download fehlgeschlagen
pt_pt: Download falhou

source: Download GeoLite2 Database
de_de: GeoLite2-Datenbank herunterladen
pt_pt: Descarregar base de dados GeoLite2

source: Download latest release error
ar: خطأ في تنزيل الإصدار الأخير
de_de: Fehler beim Herunterladen der neuesten Version
fr_fr: Erreur de téléchargement de la dernière version
pt_pt: Erro de download da versão mais recente
tr_tr: En son sürümü indirme hatası
uk_ua: Помилка завантаження останнього релізу
vi_vn: Đã có lỗi xảy ra khi tải về phiên bản mới nhất

source: Downloading latest release
ar: تنزيل الإصدار الأحدث
de_de: Neueste Version wird heruntergeladen
fr_fr: Téléchargement de la dernière version
pt_pt: Descarregar última versão
tr_tr: En son sürüm indiriliyor
uk_ua: Завантаження останнього релізу
vi_vn: Đang tải phiên bản mới nhất

source: Drop certificate file here
de_de: Zertifikatsdatei hier ablegen
fr_fr: Déposez le fichier de certificat ici
pt_pt: Solte o arquivo de certificado aqui
tr_tr: Sertifika dosyasını buraya bırakın
uk_ua: Перетягніть файл сертифіката сюди
vi_vn: Thả tệp chứng chỉ vào đây

source: Drop private key file here
de_de: Private Schlüsseldatei hier ablegen
fr_fr: Déposer le fichier de clé privée ici
pt_pt: Solte o arquivo de chave privada aqui
tr_tr: Özel anahtar dosyasını buraya bırakın
uk_ua: Перетягніть файл приватного ключа сюди
vi_vn: Thả tệp khóa riêng tư vào đây

source: Dry run mode enabled
ar: تمكين وضع التشغيل التجريبي
de_de: Dry-Run-Modus aktiviert
fr_fr: Mode de simulation activé
pt_pt: Modo Dry Run activado
tr_tr: Deneme modu etkinleştirildi(Dry-run)
uk_ua: Увімкнено тестовий режим
vi_vn: Đã bật chế độ Dry run

source: Due to the security policies of some browsers, you cannot use passkeys on non-HTTPS websites, except when running on localhost.
ar: نظرًا لسياسات الأمان لبعض المتصفحات، لا يمكنك استخدام مفاتيح المرور على مواقع الويب غير HTTPS، إلا عند التشغيل على localhost.
de_de: Aufgrund der Sicherheitsrichtlinien einiger Browser kannst du Passkeys nicht auf Nicht-HTTPS-Websites verwenden, außer wenn sie auf localhost ausgeführt werden.
fr_fr: Dû aux règles de sécurité de certains navigateurs, vous ne pouvez pas utiliser une clé d'accès sur les sites non sécurisés (HTTPS), sauf si exécuté sur localhost.
pt_pt: Devido às políticas de segurança de alguns navegadores, não é possível utilizar passkeys em sites não HTTPS, exceto quando em execução no localhost.
tr_tr: Bazı tarayıcıların güvenlik politikaları nedeniyle, localhost üzerinde çalışmadığınız sürece HTTPS olmayan web sitelerinde anahtarları kullanamazsınız.
uk_ua: Через політику безпеки деяких браузерів ви не можете використовувати пас-ключі на вебсайтах без HTTPS, окрім випадків, коли сайт працює на localhost.
vi_vn: Do chính sách bảo mật của một số trình duyệt, bạn không thể sử dụng passkey trên các trang web không phải HTTPS, trừ khi chạy trên localhost.

source: Duplicate
ar: مكرر
de_de: Duplizieren
fr_fr: Dupliquer
pt_pt: Duplicado
tr_tr: Kopyala
uk_ua: Дублювати
vi_vn: Nhân bản

source: Duplicate to local successfully
ar: تم النسخ إلى المحلي بنجاح
de_de: Erfolgreich lokal dupliziert
fr_fr: Duplication locale réussie
pt_pt: Duplicado para local com sucesso
tr_tr: Başarıyla yerel kopya oluşturuldu
uk_ua: Успішно дубльовано локально
vi_vn: Nhân bản thành công vào bộ nhớ cục bộ

source: Dynamic
ar: ديناميكي
de_de: Dynamisch
fr_fr: Dynamique
pt_pt: Dinâmico
tr_tr: Dinamik
uk_ua: Динамічний
vi_vn: Động

source: Dynamic shard management
de_de: Dynamische Shard-Verwaltung
fr_fr: Gestion dynamique des fragments
pt_pt: Gestão dinâmica de fragmentos
uk_ua: Динамічне управління шардами
vi_vn: Quản lý phân đoạn động

source: e.g., 0 0 * * * (daily at midnight)
de_de: z. B. 0 0 * * * (täglich um Mitternacht)
fr_fr: par ex., 0 0 * * * (quotidiennement à minuit)
pt_pt: ex., 0 0 * * * (diariamente à meia-noite)
tr_tr: örn., 0 0 * * * (her gece yarısı)
uk_ua: напр., 0 0 * * * (щодня о півночі)
vi_vn: vd, 0 0 * * * (hàng ngày vào nửa đêm)

source: EAB HMAC Key
de_de: EAB HMAC-Schlüssel
fr_fr: Clé HMAC EAB
pt_pt: Chave HMAC EAB
tr_tr: EAB HMAC Anahtarı
uk_ua: Ключ HMAC EAB
vi_vn: Khóa HMAC EAB

source: EAB Key ID
de_de: EAB-Schlüssel-ID
fr_fr: ID de clé EAB
pt_pt: ID da chave EAB
tr_tr: EAB Anahtar Kimliği
uk_ua: ID ключа EAB
vi_vn: ID khóa EAB

source: Edit
ar: تعديل
de_de: Bearbeiten
fr_fr: Modifier
pt_pt: Editar
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
