Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Rename Remote Config Success
ar: إعادة تسمية تكوين البعيد بنجاح
de_de: Umbenennen der Remote-Konfiguration erfolgreich
fr_fr: Renommage de la configuration distante réussi
pt_pt: Configuração remota renomeado com sucesso
tr_tr: Uzak Yapılandırma Yeniden Adlandırma Başarılı
uk_ua: Вдале налаштування успішно перейменовано
vi_vn: Đổi tên cấu hình từ xa thành công

source: Rename Remote Site Error
ar: خطأ في إعادة تسمية الموقع البعيد
de_de: Fehler beim Umbenennen der Remote-Site
fr_fr: Erreur de renommage du site distant
pt_pt: Erro ao renomear site remoto
tr_tr: Uzak Site Adı Değiştirme Hatası
uk_ua: Помилка перейменування віддаленого сайту
vi_vn: Lỗi đổi tên trang từ xa

source: Rename Remote Site Success
ar: تم إعادة تسمية الموقع البعيد بنجاح
de_de: Umbenennung der Remote-Site erfolgreich
fr_fr: Renommage du site distant réussi
pt_pt: Renomear site remoto com sucesso
tr_tr: Uzak Site Yeniden Adlandırma Başarılı
uk_ua: Успішне перейменування віддаленого сайту
vi_vn: Đổi tên trang từ xa thành công

source: Rename Remote Stream Error
ar: خطأ في إعادة تسمية البث عن بُعد
de_de: Fehler beim Umbenennen des Remote-Streams
fr_fr: Erreur de renommage du flux distant
pt_pt: Erro ao renomear o fluxo remoto
tr_tr: Uzak Akışı Yeniden Adlandırma Hatası
uk_ua: Помилка перейменування віддаленого потоку
vi_vn: Lỗi đổi tên luồng từ xa

source: Rename Remote Stream Success
ar: تمت إعادة تسمية الدفق البعيد بنجاح
de_de: Umbenennung des Remote-Streams erfolgreich
fr_fr: Renommage du flux distant réussi
pt_pt: Renomear fluxo remoto com sucesso
tr_tr: Uzak Akış Yeniden Adlandırma Başarılı
uk_ua: Вдале потік успішно перейменовано
vi_vn: Đổi tên luồng từ xa thành công

source: Rename site %{name} to %{new_name} on %{node} failed
ar: فشل إعادة تسمية الموقع %{name} إلى %{new_name} على %{node}
de_de: Umbenennung der Site %{name} in %{new_name} auf %{node} fehlgeschlagen
fr_fr: Échec du renommage du site %{name} en %{new_name} sur %{node}
pt_pt: Falha ao renomear o site %{name} para %{new_name} em %{node}
tr_tr: %{node} üzerinde %{name} sitesi %{new_name} olarak yeniden adlandırılamadı
uk_ua: Не вдалося перейменувати сайт %{name} на %{new_name} у %{node}
vi_vn: Đổi tên trang web %{name} thành %{new_name} trên %{node} thất bại

source: Rename site %{name} to %{new_name} on %{node} successfully
ar: تمت إعادة تسمية الموقع %{name} إلى %{new_name} على %{node} بنجاح
de_de: Die Umbenennung der Site %{name} in %{new_name} auf %{node} war erfolgreich
fr_fr: Le site %{name} a été renommé en %{new_name} sur %{node} avec succès
pt_pt: O site %{name} foi renomeado para %{new_name} em %{node} com sucesso
tr_tr: Site %{name}, %{node} üzerinde %{new_name} olarak başarıyla yeniden adlandırıldı
uk_ua: Сайт %{name} успішно перейменовано на %{new_name} на %{node}
vi_vn: Đã đổi tên trang web %{name} thành %{new_name} trên %{node} thành công

source: Rename stream %{name} to %{new_name} on %{node} failed
ar: فشل إعادة تسمية الدفق %{name} إلى %{new_name} على %{node}
de_de: Umbenennung des Streams %{name} in %{new_name} auf %{node} fehlgeschlagen
fr_fr: Échec du renommage du flux %{name} en %{new_name} sur %{node}
pt_pt: Falha ao renomear o fluxo %{name} para %{new_name} em %{node}
tr_tr: %{node} üzerinde %{name} akışını %{new_name} olarak yeniden adlandırma başarısız oldu
uk_ua: Не вдалося перейменувати потік %{name} на %{new_name} на %{node}
vi_vn: Đổi tên luồng %{name} thành %{new_name} trên %{node} thất bại

source: Rename stream %{name} to %{new_name} on %{node} successfully
ar: تمت إعادة تسمية الدفق %{name} إلى %{new_name} على %{node} بنجاح
de_de: Stream %{name} auf %{node} erfolgreich in %{new_name} umbenannt
fr_fr: Flux %{name} renommé en %{new_name} sur %{node} avec succès
pt_pt: Fluxo %{name} renomeado para %{new_name} em %{node} com sucesso
tr_tr: Akış %{name}, %{node} üzerinde %{new_name} olarak başarıyla yeniden adlandırıldı
uk_ua: Потік %{name} успішно перейменовано на %{new_name} на %{node}
vi_vn: Đổi tên luồng %{name} thành %{new_name} trên %{node} thành công

source: Rename successfully
ar: إعادة التسمية بنجاح
de_de: Erfolgreich umbenannt
fr_fr: Renommage réussi
pt_pt: Renomeado com sucesso
tr_tr: Başarıyla yeniden adlandırıldı
uk_ua: Успішно перейменовано
vi_vn: Đổi tên thành công

source: Renamed successfully
ar: تمت إعادة التسمية بنجاح
de_de: Erfolgreich umbenannt
fr_fr: Renommé avec succès
pt_pt: Renomeado com sucesso
tr_tr: Başarıyla yeniden adlandırıldı
uk_ua: Успішно перейменовано
vi_vn: Đổi tên thành công

source: Renew cert error: {0}
de_de: Fehler beim Erneuern des Zertifikats: {0}
fr_fr: Erreur de renouvellement du certificat : {0}
pt_pt: Erro ao renovar certificado: {0}
tr_tr: Sertifika yenileme hatası: {0}
uk_ua: Помилка поновлення сертифіката: {0}
vi_vn: Lỗi gia hạn chứng chỉ: {0}

source: Renew Certificate
ar: تجديد الشهادة
de_de: Zertifikat erneuern
fr_fr: Renouveler le certificat
pt_pt: Renovar Certificado
tr_tr: Sertifikayı Yenile
uk_ua: Оновити сертифікат
vi_vn: Gia hạn chứng chỉ

source: Renew Certificate Error
ar: خطأ في تجديد الشهادة
de_de: Fehler bei der Zertifikatsverlängerung
fr_fr: Erreur de renouvellement du certificat
pt_pt: Erro ao Renovar Certificado
tr_tr: Sertifika Yenileme Hatası
uk_ua: Помилка поновлення сертифіката
vi_vn: Lỗi gia hạn chứng chỉ

source: Renew Certificate Success
ar: تجديد الشهادة بنجاح
de_de: Zertifikat erfolgreich verlängert
fr_fr: Renouvellement du certificat réussi
pt_pt: Certificado Renovado com Sucesso
tr_tr: Sertifika Yenileme Başarılı
uk_ua: Успішне поновлення сертифіката
vi_vn: Gia hạn chứng chỉ thành công

source: Renew successfully
ar: تم التجديد بنجاح
de_de: Erfolgreich erneuert
fr_fr: Renouvellement réussi
pt_pt: Renovado com Sucesso
tr_tr: Başarıyla yenilendi
uk_ua: Оновлення успішне
vi_vn: Gia hạn thành công

source: Request
de_de: Anfrage
fr_fr: Requête
pt_pt: Pedido
tr_tr: İstek
uk_ua: Запит
vi_vn: Yêu cầu

source: Request Body
de_de: Anfragekörper
fr_fr: Corps de la requête
pt_pt: Corpo da Solicitação
tr_tr: İstek Gövdesi
uk_ua: Тіло запиту
vi_vn: Nội dung Yêu cầu

source: Request Path
de_de: Anfragepfad
fr_fr: Chemin de la requête
pt_pt: Caminho da solicitação
tr_tr: İstek Yolu
uk_ua: Шлях запиту
vi_vn: Đường dẫn yêu cầu

source: Request statistics
ar: إحصائيات الطلبات
de_de: Anforderungsstatistiken
fr_fr: Statistiques des requêtes
pt_pt: Estatísticas de pedidos
tr_tr: İstek istatistikleri
uk_ua: Статистика запитів
vi_vn: Thống kê yêu cầu

source: Request timeout
ar: انتهت مهلة الطلب
de_de: Anfragezeitüberschreitung
fr_fr: Délai de requête dépassé
pt_pt: Tempo limite da solicitação
tr_tr: İstek zaman aşımına uğradı
uk_ua: Час запиту вичерпано
vi_vn: Hết thời gian yêu cầu

source: Requested with wrong parameters
ar: تم الطلب باستخدام عوامل خاطئة
de_de: Forderte mit falschen Parametern an
fr_fr: Demandé avec des paramètres incorrects
pt_pt: Solicitado com parâmetros errados
tr_tr: Yanlış parametrelerle istek yapıldı
uk_ua: Запит з неправильними параметрами
vi_vn: Yêu cầu có chứa tham số sai

source: Requests Per Connection
ar: الطلبات لكل اتصال
de_de: Anfragen pro Verbindung
fr_fr: Requêtes par connexion
pt_pt: Pedidos por ligação
tr_tr: Bağlantı Başına İstek Sayısı
uk_ua: Запитів на зʼєднання
vi_vn: Yêu cầu mỗi kết nối

source: Reset
ar: إعادة تعيين
de_de: Zurücksetzen
fr_fr: Réinitialiser
pt_pt: Reiniciar
tr_tr: Sıfırla
uk_ua: Скинути
vi_vn: Đặt lại

source: Reset 2FA
ar: إعادة تعيين التحقق بخطوتين
de_de: Setze 2FA zurück
fr_fr: Réinitialiser l'authentification à deux facteurs
pt_pt: Repor 2FA
tr_tr: 2FA'yı Sıfırla
uk_ua: Скинути 2FA
vi_vn: Đặt lại 2FA

source: Reset Search
de_de: Suche zurücksetzen
fr_fr: Réinitialiser la recherche
pt_pt: Repor pesquisa
tr_tr: Aramayı Sıfırla
uk_ua: Скинути пошук
vi_vn: Đặt lại tìm kiếm

source: Resident Set Size: Actual memory resident in physical memory, including all shared library memory, which will be repeated calculated for multiple processes
ar: حجم مجموعة المقيم: الذاكرة الفعلية المقيمة في الذاكرة المادية، بما في ذلك ذاكرة المكتبة المشتركة، والتي سيتم حسابها بشكل متكرر للعديد من العمليات
de_de: Resident Set Size: Tatsächlich im physischen Speicher belegter Speicher, einschließlich aller gemeinsam genutzten Bibliotheksspeicher, der für mehrere Prozesse wiederholt berechnet wird
fr_fr: Resident Set Size : Mémoire réelle résidente dans la mémoire physique, incluant toute la mémoire des bibliothèques partagées, qui sera recalculée pour plusieurs processus
pt_pt: Resident Set Size: Memória real residente na memória física, incluindo toda a memória de bibliotecas partilhadas, que será calculada repetidamente para vários processos
tr_tr: Resident Set Size: Fiziksel bellekte gerçekte bulunan bellek, paylaşılan tüm kütüphane belleğini içerir ve birden fazla işlem için tekrar hesaplanır
uk_ua: Розмір резидентного набору: Фактична пам'ять, резидентна у фізичній пам'яті, включаючи всю пам'ять спільних бібліотек, яка буде повторно обчислюватися для кількох процесів
vi_vn: Kích thước tập hợp thường trú: Bộ nhớ thực tế thường trú trong bộ nhớ vật lý, bao gồm tất cả bộ nhớ thư viện dùng chung, sẽ được tính toán lặp lại cho nhiều tiến trình

source: Resource Usage Warning
de_de: Warnung zur Ressourcennutzung
fr_fr: Avertissement d'utilisation des ressources
pt_pt: Aviso de uso de recursos
uk_ua: Попередження про використання ресурсів
vi_vn: Cảnh báo sử dụng tài nguyên

source: Responses
ar: الردود
de_de: Antworten
fr_fr: Réponses
pt_pt: Respostas
tr_tr: Yanıtlar
uk_ua: Відповіді
vi_vn: Phản hồi

source: Restart
ar: إعادة تشغيل
de_de: Neustart
fr_fr: Redémarrer
pt_pt: Reiniciar
tr_tr: Yeniden Başlat
uk_ua: Перезавантажити
vi_vn: Khởi động lại

source: Restart Nginx
ar: إعادة تشغيل Nginx
de_de: Nginx neu starten
fr_fr: Redémarrer Nginx
pt_pt: Reiniciar Nginx
tr_tr: Nginx'i Yeniden Başlat
uk_ua: Перезапустити Nginx
vi_vn: Khởi động lại Nginx

source: Restart Nginx on %{node} failed, response: %{resp}
ar: فشل إعادة تشغيل Nginx على %{node}، الرد: %{resp}
de_de: Neustart von Nginx auf %{node} fehlgeschlagen, Antwort: %{resp}
fr_fr: Redémarrage de Nginx sur %{node} a échoué, réponse : %{resp}
pt_pt: Reinício do Nginx em %{node} falhou, resposta: %{resp}
tr_tr: %{node} üzerinde Nginx yeniden başlatma başarısız oldu, yanıt: %{resp}
uk_ua: Не вдалося перезапустити Nginx на %{node}, відповідь: %{resp}
vi_vn: Khởi động lại Nginx trên %{node} thất bại, phản hồi: %{resp}

source: Restart Nginx on %{node} successfully
ar: تم إعادة تشغيل Nginx بنجاح على %{node}
de_de: Nginx auf %{node} erfolgreich neu gestartet
fr_fr: Redémarrage de Nginx sur %{node} réussi
pt_pt: Reinício do Nginx em %{node} bem-sucedido
tr_tr: %{node} üzerinde Nginx başarıyla yeniden başlatıldı
uk_ua: Nginx успішно перезапущено на %{node}
vi_vn: Khởi động lại Nginx thành công trên %{node}

source: Restart Remote Nginx Error
ar: خطأ في إعادة تشغيل Nginx البعيد
de_de: Fehler beim Neustart von Remote-Nginx
fr_fr: Erreur de redémarrage de Nginx distant
pt_pt: Erro ao reiniciar Nginx remoto
tr_tr: Uzak Nginx Yeniden Başlatma Hatası
uk_ua: Помилка перезапуску віддаленого Nginx
vi_vn: Lỗi khởi động lại Nginx từ xa

source: Restart Remote Nginx Success
ar: إعادة تشغيل Nginx البعيد بنجاح
de_de: Neustart von Remote-Nginx erfolgreich
fr_fr: Redémarrage distant de Nginx réussi
pt_pt: Reinício remoto do Nginx bem-sucedido
tr_tr: Uzak Nginx Yeniden Başlatma Başarılı
uk_ua: Віддалений перезапуск Nginx успішний
vi_vn: Khởi động lại Nginx từ xa thành công

source: Restart request failed, please check your network connection
ar: فشل طلب إعادة التشغيل، يرجى التحقق من اتصال الشبكة لديك
de_de: Neustart-Anforderung fehlgeschlagen, bitte überprüfen Sie Ihre Netzwerkverbindung
fr_fr: La demande de redémarrage a échoué, veuillez vérifier votre connexion réseau
pt_pt: Pedido de reinício falhou, por favor verifique a sua ligação à rede
tr_tr: Yeniden başlatma isteği başarısız oldu, lütfen ağ bağlantınızı kontrol edin
uk_ua: Не вдалося виконати запит на перезавантаження, будь ласка, перевірте підключення до мережі
vi_vn: Yêu cầu khởi động lại thất bại, vui lòng kiểm tra kết nối mạng của bạn

source: Restarting
ar: إعادة التشغيل
de_de: Starte neu
fr_fr: Redémarrage
pt_pt: Reiniciando
tr_tr: Yeniden Başlatılıyor
uk_ua: Перезапуск
vi_vn: Đang khởi động lại

source: Restore
de_de: Wiederherstellen
fr_fr: Restaurer
pt_pt: Restaurar
tr_tr: Geri Yükle
uk_ua: Відновити
vi_vn: Khôi phục

source: Restore completed successfully
ar: تمت استعادة النسخة الاحتياطية بنجاح
de_de: Wiederherstellung erfolgreich abgeschlossen
fr_fr: Restauration terminée avec succès
pt_pt: Restauro concluído com sucesso
tr_tr: Geri yükleme başarıyla tamamlandı
uk_ua: Відновлення успішно завершено
vi_vn: Khôi phục hoàn tất thành công

source: Restore from Backup
ar: استعادة من النسخة الاحتياطية
de_de: Von Sicherung wiederherstellen
fr_fr: Restaurer à partir d'une sauvegarde
pt_pt: Restaurar a partir de cópia de segurança
tr_tr: Yedekten Geri Yükle
uk_ua: Відновити з резервної копії
vi_vn: Khôi phục từ bản sao lưu

source: Restore Nginx Configuration
ar: استعادة تكوين Nginx
de_de: Nginx-Konfiguration wiederherstellen
fr_fr: Restaurer la configuration Nginx
pt_pt: Restaurar configuração do Nginx
tr_tr: Nginx Yapılandırmasını Geri Yükle
uk_ua: Відновити конфігурацію Nginx
vi_vn: Khôi phục cấu hình Nginx

source: Restore Nginx UI Configuration
ar: استعادة تكوين واجهة مستخدم Nginx
de_de: Nginx UI-Konfiguration wiederherstellen
fr_fr: Restaurer la configuration de Nginx UI
pt_pt: Restaurar configuração do Nginx UI
tr_tr: Nginx UI Yapılandırmasını Geri Yükle
uk_ua: Відновити конфігурацію Nginx UI
vi_vn: Khôi phục cấu hình Nginx UI

source: Restore this version
ar: استعادة هذه النسخة
de_de: Diese Version wiederherstellen
fr_fr: Restaurer cette version
pt_pt: Restaurar esta versão
tr_tr: Bu sürümü geri yükle
uk_ua: Відновити цю версію
vi_vn: Khôi phục phiên bản này

source: Restored successfully
de_de: Erfolgreich wiederhergestellt
fr_fr: Rétabli avec succès
pt_pt: Restaurado com sucesso
tr_tr: Başarıyla geri yüklendi
uk_ua: Успішно відновлено
vi_vn: Khôi phục thành công

source: Revoke
ar: إبطال
de_de: Widerrufen
fr_fr: Révoquer
pt_pt: Revogar
tr_tr: İptal et
uk_ua: Анулювати
vi_vn: Thu hồi

source: Revoke cert error: {0}
de_de: Fehler beim Widerrufen des Zertifikats: {0}
fr_fr: Erreur de révocation du certificat : {0}
pt_pt: Erro ao revogar certificado: {0}
tr_tr: Sertifika iptal hatası: {0}
uk_ua: Помилка скасування сертифіката: {0}
vi_vn: Lỗi thu hồi chứng chỉ: {0}

source: Revoke Old Certificate
ar: إبطال الشهادة القديمة
de_de: Altes Zertifikat widerrufen
fr_fr: Révoquer l'ancien certificat
pt_pt: Revogar certificado antigo
tr_tr: Eski Sertifikayı İptal Et
uk_ua: Відкликати старий сертифікат
vi_vn: Thu hồi chứng chỉ cũ

source: Revoke this certificate
ar: إبطال هذه الشهادة
de_de: Dieses Zertifikat widerrufen
fr_fr: Révoquer ce certificat
pt_pt: Revogar este certificado
tr_tr: Bu sertifikayı iptal et
uk_ua: Відкликати цей сертифікат
vi_vn: Thu hồi chứng chỉ này

source: Revoking a certificate will affect any services currently using it. This action cannot be undone.
ar: إلغاء الشهادة سيؤثر على أي خدمات تستخدمها حالياً. لا يمكن التراجع عن هذا الإجراء.
de_de: Das Widerrufen eines Zertifikats wirkt sich auf alle Dienste aus, die es derzeit verwenden. Diese Aktion kann nicht rückgängig gemacht werden.
fr_fr: La révocation d'un certificat affectera tous les services qui l'utilisent actuellement. Cette action ne peut pas être annulée.
pt_pt: A revogação de um certificado afetará quaisquer serviços que o estejam a utilizar atualmente. Esta ação não pode ser desfeita.
tr_tr: Bir sertifikanın iptal edilmesi, şu anda onu kullanan tüm hizmetleri etkileyecektir. Bu işlem geri alınamaz.
uk_ua: Відкликання сертифіката вплине на всі служби, які його використовують. Цю дію не можна скасувати.
vi_vn: Việc thu hồi chứng chỉ sẽ ảnh hưởng đến bất kỳ dịch vụ nào hiện đang sử dụng nó. Hành động này không thể hoàn tác.

source: RP Display Name
ar: اسم العرض RP
de_de: RP-Anzeigename
fr_fr: Nom d'affichage RP
pt_pt: Nome de Exibição RP
tr_tr: RP Görünen Adı
uk_ua: Відображуване ім’я RP
vi_vn: Tên hiển thị RP

source: RP Origins
ar: أصول RP
de_de: RP-Ursprünge
fr_fr: Origines RP
pt_pt: Origens RP
tr_tr: RP Kökenleri
uk_ua: Джерела RP
vi_vn: Nguồn gốc RP

source: Run Mode
ar: وضع التشغيل
de_de: Betriebsmodus
fr_fr: Mode d'exécution
pt_pt: Modo de Execução
tr_tr: Çalışma Modu
uk_ua: Режим роботи
vi_vn: Chế độ chạy

source: Running
ar: يعمل
de_de: Arbeite
fr_fr: En cours d'éxécution
pt_pt: Executando
tr_tr: Koşma
uk_ua: Біг

source: S3 access key ID
de_de: S3-Zugriffsschlüssel-ID
fr_fr: ID de clé d'accès S3
pt_pt: ID da chave de acesso S3
tr_tr: S3 erişim anahtar kimliği
uk_ua: Ідентифікатор ключа доступу S3
vi_vn: ID khóa truy cập S3

source: S3 Access Key ID
de_de: S3-Zugriffsschlüssel-ID
fr_fr: ID de clé d'accès S3
pt_pt: ID da chave de acesso S3
tr_tr: S3 Erişim Anahtar Kimliği
uk_ua: Ідентифікатор ключа доступу S3
vi_vn: ID khóa truy cập S3

source: S3 access key ID is required
de_de: S3-Zugriffsschlüssel-ID ist erforderlich
fr_fr: L'ID de clé d'accès S3 est requis
pt_pt: O ID da chave de acesso S3 é obrigatório
tr_tr: S3 erişim anahtar kimliği gereklidir
uk_ua: Потрібен ідентифікатор ключа доступу S3
vi_vn: Yêu cầu ID khóa truy cập S3

source: S3 Bucket
fr_fr: Bucket S3
pt_pt: Balde S3
tr_tr: S3 Kovası
uk_ua: S3-відро
vi_vn: Thùng S3

source: S3 bucket is required
de_de: S3-Bucket ist erforderlich
fr_fr: Le bucket S3 est requis
pt_pt: O bucket S3 é obrigatório
tr_tr: S3 kovası gereklidir
uk_ua: Потрібен S3-відро
vi_vn: Yêu cầu phải có S3 bucket

source: S3 bucket name
fr_fr: Nom du bucket S3
pt_pt: Nome do bucket S3
tr_tr: S3 kova adı
uk_ua: Назва S3-відра
vi_vn: Tên bucket S3

source: S3 configuration is incomplete: missing {0}
de_de: S3-Konfiguration ist unvollständig: Fehlend {0}
fr_fr: La configuration S3 est incomplète : il manque {0}
pt_pt: A configuração do S3 está incompleta: falta {0}
tr_tr: S3 yapılandırması eksik: {0} eksik
uk_ua: Конфігурація S3 неповна: відсутній {0}
vi_vn: Cấu hình S3 không đầy đủ: thiếu {0}

source: S3 connection test failed
de_de: S3-Verbindungstest fehlgeschlagen
fr_fr: Échec du test de connexion S3
pt_pt: Teste de conexão S3 falhou
tr_tr: S3 bağlantı testi başarısız oldu
uk_ua: Тест підключення S3 не вдався
vi_vn: Kiểm tra kết nối S3 thất bại

source: S3 connection test successful
de_de: S3-Verbindungstest erfolgreich
fr_fr: Test de connexion S3 réussi
pt_pt: Teste de conexão S3 bem-sucedido
tr_tr: S3 bağlantı testi başarılı
uk_ua: Тест підключення S3 успішний
vi_vn: Kiểm tra kết nối S3 thành công

source: S3 Endpoint
de_de: S3-Endpunkt
fr_fr: Point de terminaison S3
pt_pt: Ponto de extremidade S3
tr_tr: S3 Uç Noktası
uk_ua: Кінцева точка S3
vi_vn: Điểm cuối S3

source: S3 endpoint is required
de_de: S3-Endpunkt ist erforderlich
fr_fr: Le point de terminaison S3 est requis
pt_pt: O endpoint S3 é obrigatório
tr_tr: S3 uç noktası gereklidir
uk_ua: Потрібна кінцева точка S3
vi_vn: Yêu cầu điểm cuối S3

source: S3 endpoint URL
de_de: S3-Endpunkt-URL
fr_fr: URL du point de terminaison S3
pt_pt: URL do endpoint S3
tr_tr: S3 uç nokta URL'si
uk_ua: URL-адреса кінцевої точки S3
vi_vn: URL điểm cuối S3

source: S3 path (e.g., backups/)
de_de: S3-Pfad (z. B. backups/)
fr_fr: Chemin S3 (par ex., backups/)
pt_pt: Caminho S3 (ex., backups/)
tr_tr: S3 yolu (örn., backups/)
uk_ua: Шлях S3 (напр., backups/)
vi_vn: Đường dẫn S3 (vd: backups/)

source: S3 Region
fr_fr: Région S3
pt_pt: Região S3
tr_tr: S3 Bölgesi
uk_ua: Регіон S3
vi_vn: Vùng S3

source: S3 region (e.g., us-east-1)
de_de: S3-Region (z. B. us-east-1)
fr_fr: Région S3 (par ex., us-east-1)
pt_pt: Região S3 (ex., us-east-1)
tr_tr: S3 bölgesi (örn., us-east-1)
uk_ua: Регіон S3 (напр., us-east-1)
vi_vn: Vùng S3 (vd: us-east-1)

source: S3 secret access key
de_de: S3 geheimer Zugriffsschlüssel
fr_fr: Clé d'accès secrète S3
pt_pt: Chave de acesso secreta do S3
tr_tr: S3 gizli erişim anahtarı
uk_ua: Секретний ключ доступу S3
vi_vn: Khóa truy cập bí mật S3

source: S3 Secret Access Key
fr_fr: Clé d'accès secrète S3
pt_pt: Chave de Acesso Secreto do S3
tr_tr: S3 Gizli Erişim Anahtarı
uk_ua: Секретний ключ доступу S3
vi_vn: Khóa truy cập bí mật S3

source: S3 secret access key is required
de_de: Der geheime S3-Zugangsschlüssel ist erforderlich
fr_fr: La clé d'accès secrète S3 est requise
pt_pt: A chave de acesso secreta do S3 é necessária
tr_tr: S3 gizli erişim anahtarı gereklidir
uk_ua: Потрібен секретний ключ доступу S3
vi_vn: Yêu cầu khóa truy cập bí mật S3

source: S3 upload failed: {0}
de_de: S3-Upload fehlgeschlagen: {0}
fr_fr: Échec du téléversement S3 : {0}
pt_pt: Falha no upload para S3: {0}
tr_tr: S3 yükleme başarısız: {0}
uk_ua: Помилка завантаження в S3: {0}
vi_vn: Tải lên S3 thất bại: {0}

source: Saturday
de_de: Samstag
fr_fr: Samedi
pt_pt: Sábado
tr_tr: Cumartesi
uk_ua: Субота
vi_vn: Thứ Bảy

source: Save
ar: حفظ
de_de: Speichern
fr_fr: Enregistrer
pt_pt: Salvar
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu

source: Save Directive
ar: حفظ التوجيه
de_de: Anweisung speichern
fr_fr: Enregistrer la directive
pt_pt: Salvar Directiva
tr_tr: Yönergeleri Kaydet
uk_ua: Зберегти директиву
vi_vn: Lưu Directive

source: Save Order
de_de: Reihenfolge speichern
fr_fr: Enregistrer l'ordre
pt_pt: Salvar ordem
tr_tr: Sırayı Kaydet
uk_ua: Зберегти порядок
vi_vn: Lưu thứ tự

source: Save Remote Site Error
ar: خطأ في حفظ الموقع البعيد
de_de: Fehler beim Speichern der Remote-Site
fr_fr: Erreur lors de l'enregistrement du site distant
pt_pt: Erro ao guardar site remoto
tr_tr: Uzak Site Kaydetme Hatası
uk_ua: Помилка збереження віддаленого сайту
vi_vn: Lỗi lưu trang từ xa

source: Save Remote Site Success
ar: حفظ الموقع البعيد بنجاح
de_de: Speichern der Remote-Site erfolgreich
fr_fr: Enregistrement du site distant réussi
pt_pt: Salvar site remoto com sucesso
tr_tr: Uzak Site Başarıyla Kaydedildi
uk_ua: Віддалений сайт успішно збережено
vi_vn: Lưu trang từ xa thành công

source: Save Remote Stream Error
ar: خطأ في حفظ البث عن بُعد
de_de: Fehler beim Speichern des Remote-Streams
fr_fr: Erreur lors de l'enregistrement du flux distant
pt_pt: Erro ao guardar o fluxo remoto
tr_tr: Uzak Akış Kaydetme Hatası
uk_ua: Помилка збереження віддаленого потоку
vi_vn: Lỗi lưu luồng từ xa

source: Save Remote Stream Success
ar: حفظ البث عن بُعد بنجاح
de_de: Remote-Stream erfolgreich gespeichert
fr_fr: Enregistrement du flux distant réussi
pt_pt: Salvar fluxo remoto com sucesso
tr_tr: Uzak Akış Başarıyla Kaydedildi
uk_ua: Віддалений потік успішно збережено
vi_vn: Lưu luồng từ xa thành công

source: Save site %{name} to %{node} failed
ar: فشل حفظ الموقع %{name} إلى %{node}
de_de: Speichern der Site %{name} auf %{node} fehlgeschlagen
fr_fr: Échec de l'enregistrement du site %{name} sur %{node}
pt_pt: Falha ao guardar o site %{name} em %{node}
tr_tr: %{name} sitesi %{node} üzerine kaydedilemedi
uk_ua: Не вдалося зберегти сайт %{name} на %{node}
vi_vn: Lưu trang %{name} vào %{node} thất bại

source: Save site %{name} to %{node} successfully
ar: تم حفظ الموقع %{name} على %{node} بنجاح
de_de: Website %{name} erfolgreich auf %{node} gespeichert
fr_fr: Site %{name} enregistré sur %{node} avec succès
pt_pt: Site %{name} guardado em %{node} com sucesso
tr_tr: %{name} sitesi %{node} üzerine başarıyla kaydedildi
uk_ua: Сайт %{name} успішно збережено на %{node}
vi_vn: Đã lưu trang %{name} vào %{node} thành công

source: Save stream %{name} to %{node} failed
ar: فشل حفظ الدفق %{name} إلى %{node}
de_de: Speichern des Streams %{name} auf %{node} fehlgeschlagen
fr_fr: Échec de l'enregistrement du flux %{name} sur %{node}
pt_pt: Falha ao guardar o fluxo %{name} em %{node}
tr_tr: Akış %{name}, %{node} üzerine kaydedilemedi
uk_ua: Не вдалося зберегти потік %{name} на %{node}
vi_vn: Lưu luồng %{name} vào %{node} thất bại
