Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: [Nginx UI] ACME User: %{name}, Email: %{email}, CA Dir: %{caDir}
ar: [Nginx UI] مستخدم ACME: %{name}، البريد الإلكتروني: %{email}، دليل CA: %{caDir}
de_de: [Nginx UI] ACME-Benutzer: %{name}, E-Mail: %{email}, CA-Verzeichnis: %{caDir}
fr_fr: [Nginx UI] Utilisateur ACME : %{name}, Email : %{email}, Répertoire CA : %{caDir}
pt_pt: [Nginx UI] Utilizador ACME: %{name}, Email: %{email}, Diretório CA: %{caDir}
tr_tr: [Nginx UI] ACME Kullanıcısı: %{name}, E-posta: %{email}, CA Dizini: %{caDir}
uk_ua: [Nginx UI] Користувач ACME: %{name}, Електронна пошта: %{email}, Каталог CA: %{caDir}
vi_vn: [Nginx UI] Người dùng ACME: %{name}, Email: %{email}, Thư mục CA: %{caDir}

source: [Nginx UI] Backing up current certificate for later revocation
ar: [Nginx UI] يتم إنشاء نسخة احتياطية من الشهادة الحالية لإلغائها لاحقًا
de_de: [Nginx UI] Aktuelles Zertifikat wird für spätere Widerrufung gesichert
fr_fr: [Nginx UI] Sauvegarde du certificat actuel pour une révocation ultérieure
pt_pt: [Nginx UI] A fazer cópia de segurança do certificado atual para posterior revogação
tr_tr: [Nginx UI] Geçerli sertifika daha sonra iptal edilmek üzere yedekleniyor
uk_ua: [Nginx UI] Резервне копіювання поточного сертифіката для подальшого відкликання
vi_vn: [Nginx UI] Đang sao lưu chứng chỉ hiện tại để thu hồi sau này

source: [Nginx UI] Certificate renewed successfully
ar: [Nginx UI] تم تجديد الشهادة بنجاح
de_de: [Nginx UI] Zertifikat erfolgreich erneuert
fr_fr: [Nginx UI] Certificat renouvelé avec succès
pt_pt: [Nginx UI] Certificado renovado com sucesso
tr_tr: [Nginx UI] Sertifika başarıyla yenilendi
uk_ua: [Nginx UI] Сертифікат успішно оновлено
vi_vn: [Nginx UI] Gia hạn chứng chỉ thành công

source: [Nginx UI] Certificate successfully revoked
ar: [Nginx UI] تم إلغاء الشهادة بنجاح
de_de: [Nginx UI] Zertifikat erfolgreich widerrufen
fr_fr: [Nginx UI] Certificat révoqué avec succès
pt_pt: [Nginx UI] Certificado revogado com sucesso
tr_tr: [Nginx UI] Sertifika başarıyla iptal edildi
uk_ua: [Nginx UI] Сертифікат успішно відкликано
vi_vn: [Nginx UI] Hủy chứng chỉ thành công

source: [Nginx UI] Certificate was used for server, reloading server TLS certificate
ar: [Nginx UI] تم استخدام الشهادة للخادم، إعادة تحميل شهادة TLS للخادم
de_de: [Nginx UI] Zertifikat wurde für den Server verwendet, Server-TLS-Zertifikat wird neu geladen
fr_fr: [Nginx UI] Le certificat a été utilisé pour le serveur, rechargement du certificat TLS du serveur
pt_pt: [Nginx UI] O certificado foi usado para o servidor, a recarregar o certificado TLS do servidor
tr_tr: [Nginx UI] Sertifika sunucu için kullanıldı, sunucu TLS sertifikası yeniden yükleniyor
uk_ua: [Nginx UI] Сертифікат використовувався для сервера, перезавантаження TLS-сертифіката сервера
vi_vn: [Nginx UI] Chứng chỉ đã được sử dụng cho máy chủ, đang tải lại chứng chỉ TLS của máy chủ

source: [Nginx UI] Creating client facilitates communication with the CA server
ar: [Nginx UI] إنشاء عميل لتسهيل الاتصال مع خادم CA
de_de: [Nginx UI] Erstellung eines Clients zur Erleichterung der Kommunikation mit dem CA-Server
fr_fr: [Nginx UI] Création d'un client pour faciliter la communication avec le serveur CA
pt_pt: [Nginx UI] Criando cliente para facilitar a comunicação com o servidor CA
tr_tr: [Nginx UI] CA sunucusu ile iletişimi kolaylaştırmak için istemci oluşturma
uk_ua: [Nginx UI] Створення клієнта для спрощення зв’язку з сервером CA
vi_vn: [Nginx UI] Tạo máy khách để tạo điều kiện giao tiếp với máy chủ CA

source: [Nginx UI] Environment variables cleaned
ar: [Nginx UI] تم تنظيف متغيرات البيئة
de_de: [Nginx UI] Umgebungsvariablen bereinigt
fr_fr: [Nginx UI] Variables d'environnement nettoyées
pt_pt: [Nginx UI] Variáveis de ambiente limpas
tr_tr: [Nginx UI] Ortam değişkenleri temizlendi
uk_ua: [Nginx UI] Змінні середовища очищено
vi_vn: [Nginx UI] Đã dọn dẹp biến môi trường

source: [Nginx UI] Finished
ar: [Nginx UI] تم الانتهاء
de_de: [Nginx UI] Abgeschlossen
fr_fr: [Nginx UI] Terminé
pt_pt: [Nginx UI] Concluído
tr_tr: [Nginx UI] Tamamlandı
uk_ua: [Nginx UI] Завершено
vi_vn: [Nginx UI] Đã hoàn thành

source: [Nginx UI] Issued certificate successfully
ar: [Nginx UI] تم إصدار الشهادة بنجاح
de_de: [Nginx UI] Zertifikat erfolgreich ausgestellt
fr_fr: [Nginx UI] Certificat émis avec succès
pt_pt: [Nginx UI] Certificado emitido com sucesso
tr_tr: [Nginx UI] Sertifika başarıyla verildi
uk_ua: [Nginx UI] Сертифікат успішно видано
vi_vn: [Nginx UI] Đã cấp chứng chỉ thành công

source: [Nginx UI] Obtaining certificate
ar: [Nginx UI] الحصول على الشهادة
de_de: [Nginx UI] Zertifikat wird abgerufen
fr_fr: [Nginx UI] Obtention du certificat
pt_pt: [Nginx UI] A obter certificado
tr_tr: [Nginx UI] Sertifika alınıyor
uk_ua: [Nginx UI] Отримання сертифіката
vi_vn: [Nginx UI] Đang lấy chứng chỉ

source: [Nginx UI] Preparing for certificate revocation
ar: [Nginx UI] التحضير لإلغاء الشهادة
de_de: [Nginx UI] Vorbereitung auf den Widerruf des Zertifikats
fr_fr: [Nginx UI] Préparation de la révocation du certificat
pt_pt: [Nginx UI] Preparando para a revogação do certificado
tr_tr: [Nginx UI] Sertifika iptali için hazırlanıyor
uk_ua: [Nginx UI] Підготовка до відкликання сертифіката
vi_vn: [Nginx UI] Chuẩn bị thu hồi chứng chỉ

source: [Nginx UI] Preparing lego configurations
ar: [Nginx UI] إعداد تكوينات ليغو
de_de: [Nginx UI] Vorbereiten der Lego-Konfigurationen
fr_fr: [Nginx UI] Préparation des configurations lego
pt_pt: [Nginx UI] A preparar configurações do lego
tr_tr: [Nginx UI] Lego yapılandırmaları hazırlanıyor
uk_ua: [Nginx UI] Підготовка конфігурацій lego
vi_vn: [Nginx UI] Đang chuẩn bị cấu hình lego

source: [Nginx UI] Reloading nginx
ar: [Nginx UI] إعادة تحميل nginx
de_de: [Nginx UI] Nginx wird neu geladen
fr_fr: [Nginx UI] Rechargement de nginx
pt_pt: [Nginx UI] A recarregar o nginx
tr_tr: [Nginx UI] Nginx yeniden yükleniyor
uk_ua: [Nginx UI] Перезавантаження nginx
vi_vn: [Nginx UI] Đang tải lại nginx

source: [Nginx UI] Revocation completed
ar: [Nginx UI] اكتمال الإلغاء
de_de: [Nginx UI] Widerruf abgeschlossen
fr_fr: [Nginx UI] Révocation terminée
pt_pt: [Nginx UI] Revogação concluída
tr_tr: [Nginx UI] İptal tamamlandı
uk_ua: [Nginx UI] Відкликання завершено
vi_vn: [Nginx UI] Đã hoàn tất thu hồi

source: [Nginx UI] Revoking certificate
ar: [Nginx UI] إلغاء الشهادة
de_de: [Nginx UI] Zertifikat wird widerrufen
fr_fr: [Nginx UI] Révoquer le certificat
pt_pt: [Nginx UI] Revogar certificado
tr_tr: [Nginx UI] Sertifika iptal ediliyor
uk_ua: [Nginx UI] Відкликання сертифіката
vi_vn: [Nginx UI] Đang thu hồi chứng chỉ

source: [Nginx UI] Revoking old certificate
ar: [Nginx UI] إبطال الشهادة القديمة
de_de: [Nginx UI] Altes Zertifikat wird widerrufen
fr_fr: [Nginx UI] Révoquer l'ancien certificat
pt_pt: [Nginx UI] Revogar certificado antigo
tr_tr: [Nginx UI] Eski sertifika iptal ediliyor
uk_ua: [Nginx UI] Відкликання старого сертифіката
vi_vn: [Nginx UI] Đang thu hồi chứng chỉ cũ

source: [Nginx UI] Setting DNS01 challenge provider
ar: [Nginx UI] تعيين موفر تحدي DNS01
de_de: [Nginx UI] DNS01-Herausforderungsanbieter wird eingerichtet
fr_fr: [Nginx UI] Configuration du fournisseur de défi DNS01
pt_pt: [Nginx UI] A configurar o fornecedor de desafio DNS01
tr_tr: [Nginx UI] DNS01 meydan okuma sağlayıcısı ayarlanıyor
uk_ua: [Nginx UI] Налаштування провайдера виклику DNS01
vi_vn: [Nginx UI] Đang thiết lập nhà cung cấp thử thách DNS01

source: [Nginx UI] Setting environment variables
ar: [Nginx UI] تعيين متغيرات البيئة
de_de: [Nginx UI] Umgebungsvariablen werden gesetzt
fr_fr: [Nginx UI] Configuration des variables d'environnement
pt_pt: [Nginx UI] Configurando variáveis de ambiente
tr_tr: [Nginx UI] Ortam değişkenleri ayarlanıyor
uk_ua: [Nginx UI] Налаштування змінних середовища
vi_vn: [Nginx UI] Đang thiết lập biến môi trường

source: [Nginx UI] Setting HTTP01 challenge provider
ar: [Nginx UI] تعيين موفر تحدي HTTP01
de_de: [Nginx UI] HTTP01-Herausforderungsanbieter wird eingerichtet
fr_fr: [Nginx UI] Configuration du fournisseur de défi HTTP01
pt_pt: [Nginx UI] A configurar o fornecedor de desafio HTTP01
tr_tr: [Nginx UI] HTTP01 meydan okuma sağlayıcısı ayarlanıyor
uk_ua: [Nginx UI] Налаштування провайдера HTTP01-виклику
vi_vn: [Nginx UI] Đang thiết lập nhà cung cấp thử thách HTTP01

source: [Nginx UI] Writing certificate private key to disk
ar: [Nginx UI] كتابة مفتاح الشهادة الخاص إلى القرص
de_de: [Nginx UI] Schreibe privaten Zertifikatsschlüssel auf die Festplatte
fr_fr: [Nginx UI] Écriture de la clé privée du certificat sur le disque
pt_pt: [Nginx UI] A gravar a chave privada do certificado no disco
tr_tr: [Nginx UI] Sertifika özel anahtarı diske yazılıyor
uk_ua: [Nginx UI] Запис приватного ключа сертифіката на диск
vi_vn: [Nginx UI] Đang ghi khóa riêng của chứng chỉ vào ổ đĩa

source: [Nginx UI] Writing certificate to disk
ar: [Nginx UI] كتابة الشهادة على القرص
de_de: [Nginx UI] Zertifikat wird auf die Festplatte geschrieben
fr_fr: [Nginx UI] Écriture du certificat sur le disque
pt_pt: [Nginx UI] A escrever o certificado no disco
tr_tr: [Nginx UI] Sertifika diske yazılıyor
uk_ua: [Nginx UI] Запис сертифіката на диск
vi_vn: [Nginx UI] Đang ghi chứng chỉ vào ổ đĩa

source: {label} copied to clipboard
de_de: {label} in die Zwischenablage kopiert
fr_fr: {label} copié dans le presse-papiers
pt_pt: {label} copiado para a área de transferência
tr_tr: {label} panoya kopyalandı
uk_ua: {label} скопійовано в буфер обміну
vi_vn: {label} đã được sao chép vào bảng nhớ tạm

source: * Includes nodes from group %{groupName} and manually selected nodes
de_de: * Enthält Knoten aus der Gruppe %{groupName} und manuell ausgewählte Knoten
fr_fr: * Inclut les nœuds du groupe %{groupName} et les nœuds sélectionnés manuellement
pt_pt: * Inclui nós do grupo %{groupName} e nós selecionados manualmente
tr_tr: * %{groupName} grubundan düğümler ve manuel olarak seçilen düğümler içerir
uk_ua: * Включає вузли з групи %{groupName} та вузли, вибрані вручну
vi_vn: * Bao gồm các nút từ nhóm %{groupName} và các nút được chọn thủ công

source: * Index files are stored in the "log-index" directory within your Nginx UI config path by default.
de_de: * Indexdateien werden standardmäßig im Verzeichnis "log-index" innerhalb Ihres NGINX-UI-Konfigurationspfads gespeichert.
pt_pt: * Os ficheiros de índice são armazenados no diretório "log-index" dentro do caminho de configuração do NGINX UI por padrão.
uk_ua: * Файли індексу за замовчуванням зберігаються в каталозі "log-index" у шляху конфігурації NGINX UI.

source: * Performance metrics measured on Apple M2 Pro (12-core) with 32GB RAM. Actual performance may vary based on your hardware configuration.
de_de: * Leistungskennzahlen gemessen auf Apple M2 Pro (12-Kern) mit 32 GB RAM. Die tatsächliche Leistung kann je nach Ihrer Hardwarekonfiguration variieren.
fr_fr: * Métriques de performance mesurées sur Apple M2 Pro (12 cœurs) avec 32 Go de RAM. Les performances réelles peuvent varier selon votre configuration matérielle.
pt_pt: * Métricas de desempenho medidas no Apple M2 Pro (12 núcleos) com 32 GB de RAM. O desempenho real pode variar com base na configuração do seu hardware.
uk_ua: * Показники продуктивності вимірювалися на Apple M2 Pro (12 ядер) з 32 ГБ оперативної пам’яті. Фактична продуктивність може відрізнятися залежно від конфігурації вашого обладнання.
vi_vn: * Số liệu hiệu suất được đo trên Apple M2 Pro (12 lõi) với 32GB RAM. Hiệu suất thực tế có thể thay đổi tùy theo cấu hình phần cứng của bạn.

source: %{start}-%{end} of %{total} items
de_de: %{start}-%{end} von %{total} Elementen
fr_fr: %{start}-%{end} sur %{total} éléments
pt_pt: %{start}-%{end} de %{total} itens
tr_tr: %{total} öğenin %{start}-%{end} arası
uk_ua: %{start}-%{end} з %{total} елементів
vi_vn: %{start}-%{end} trong %{total} mục

source: 1 core minimum
de_de: Mindestens 1 Kern
fr_fr: Minimum 1 cœur
pt_pt: Mínimo de 1 núcleo
uk_ua: Мінімум 1 ядро
vi_vn: Tối thiểu 1 lõi

source: 1GB RAM minimum
de_de: Mindestens 1 GB RAM
fr_fr: 1 Go de RAM minimum
pt_pt: Mínimo de 1 GB de RAM
uk_ua: Мінімум 1 ГБ оперативної пам'яті
vi_vn: Tối thiểu 1GB RAM

source: 2+ cores recommended
de_de: 2+ Kerne empfohlen
fr_fr: 2+ cœurs recommandés
pt_pt: 2+ núcleos recomendados
uk_ua: Рекомендовано 2+ ядра
vi_vn: Khuyên dùng 2+ lõi

source: 24-Hour UV/PV Statistics
de_de: 24-Stunden-UV/PV-Statistiken
fr_fr: Statistiques UV/PV sur 24 heures
pt_pt: Estatísticas UV/PV de 24 horas
tr_tr: 24 Saatlik UV/PV İstatistikleri
uk_ua: 24-годинна статистика UV/PV
vi_vn: Thống kê UV/PV 24 giờ

source: 2FA Settings
ar: إعدادات المصادقة الثنائية
de_de: 2FA-Einstellungen
fr_fr: Options 2FA
pt_pt: Definições 2FA
tr_tr: 2FA Ayarları
uk_ua: 2FA Налаштування
vi_vn: Cài đặt 2FA

source: 4GB+ RAM recommended
de_de: 4 GB RAM oder mehr empfohlen
fr_fr: 4 Go de RAM ou plus recommandés
pt_pt: Recomenda-se 4 GB de RAM ou mais
uk_ua: Рекомендується 4 ГБ оперативної пам’яті або більше
vi_vn: Khuyến nghị RAM 4GB trở lên

source: About
ar: عن
de_de: Über
fr_fr: À propos
pt_pt: Sobre
tr_tr: Hakkında
uk_ua: Про программу
vi_vn: Tác giả

source: Access Log
ar: سجل الوصول
de_de: Zugriffsprotokoll
fr_fr: Journal d'accès
pt_pt: Registo de Acesso
tr_tr: Erişim Kayıtları
uk_ua: Логи доступу
vi_vn: Nhật ký truy cập

source: Access log path not exist
ar: مسار سجل الوصول غير موجود
de_de: Zugriffsprotokollpfad existiert nicht
fr_fr: Le chemin du journal d'accès n'existe pas
pt_pt: O caminho do registo de acesso não existe
tr_tr: Erişim günlüğü yolu mevcut değil
uk_ua: Шлях до журналу доступу не існує
vi_vn: Đường dẫn nhật ký truy cập không tồn tại

source: Access Logs
ar: سجلات الدخول
de_de: Zugriffslog
fr_fr: Journaux d'accès
pt_pt: Logs de Acesso
tr_tr: Erişim Günlükleri
uk_ua: Логи доступу
vi_vn: Log truy cập

source: ACME User
ar: مستخدم ACME
de_de: ACME-Benutzer
fr_fr: Utilisateur ACME
pt_pt: Utilizador ACME
tr_tr: ACME Kullanıcısı
uk_ua: ACME Логін
vi_vn: Người dùng ACME

source: Action
ar: إجراء
de_de: Aktion
pt_pt: Acção
tr_tr: Eylem
uk_ua: Дія
vi_vn: Hành động

source: Actions
de_de: Aktionen
pt_pt: Ações
tr_tr: İşlemler
uk_ua: Дії
vi_vn: Hành động

source: Active connections
ar: الاتصالات النشطة
de_de: Aktive Verbindungen
fr_fr: Connexions actives
pt_pt: Ligações ativas
tr_tr: Aktif bağlantılar
uk_ua: Активні з’єднання
vi_vn: Kết nối đang hoạt động

source: Actual worker to configured ratio
ar: النسبة الفعلية للعامل إلى المُهيأ
de_de: Tatsächliches Verhältnis von Arbeitern zu konfigurierten
fr_fr: Ratio réel des travailleurs par rapport à la configuration
pt_pt: Rácio real de workers para configurado
tr_tr: Gerçek çalışanın yapılandırılmışa oranı
uk_ua: Фактичне співвідношення робочих до налаштованих
vi_vn: Tỷ lệ công nhân thực tế so với cấu hình

source: Add
ar: إضافة
de_de: Hinzufügen
fr_fr: Ajouter
pt_pt: Adicionar
tr_tr: Ekle
uk_ua: Додати
vi_vn: Thêm

source: Add a passkey
ar: إضافة مفتاح مرور
de_de: Passkey hinzufügen
fr_fr: Ajouter une clé d'accès
pt_pt: Adicionar uma chave de acesso
tr_tr: Bir geçiş anahtarı ekle
uk_ua: Додати ключ доступу
vi_vn: Thêm khóa truy cập

source: Add Configuration
ar: إضافة تكوين
de_de: Konfiguration hinzufügen
fr_fr: Ajouter une configuration
pt_pt: Adicionar Configuração
tr_tr: Yapılandırma Ekle
uk_ua: Додати конфігурацію
vi_vn: Thêm cấu hình

source: Add Directive Below
ar: أضف التوجيه أدناه
de_de: Anweisung darunter hinzufügen
fr_fr: Ajouter une directive
pt_pt: Adicionar Directiva Abaixo
tr_tr: Direktifi Aşağıya Ekleyin
uk_ua: Додайте директиву нижче
vi_vn: Thêm Directive

source: Add Domain
de_de: Domain hinzufügen
fr_fr: Ajouter un domaine
pt_pt: Adicionar domínio
tr_tr: Alan Adı Ekle
uk_ua: Додати домен
vi_vn: Thêm tên miền

source: Add Header
de_de: Header hinzufügen
fr_fr: Ajouter un en-tête
pt_pt: Adicionar cabeçalho
tr_tr: Başlık Ekle
uk_ua: Додати заголовок
vi_vn: Thêm tiêu đề

source: Add Location
ar: أضف مكان
de_de: Ort hinzufügen
fr_fr: Ajouter une localisation
pt_pt: Adicionar Local
tr_tr: Konum ekle
uk_ua: Додати локацію
vi_vn: Thêm Location

source: Add Server
de_de: Server hinzufügen
fr_fr: Ajouter un serveur
pt_pt: Adicionar servidor
tr_tr: Sunucu Ekle
uk_ua: Додати сервер
vi_vn: Thêm máy chủ

source: Add Site
ar: أضف موقع
de_de: Seite hinzufügen
fr_fr: Ajouter un site
pt_pt: Adicionar Site
tr_tr: Site Ekle
uk_ua: Додати сайт
vi_vn: Thêm Website

source: Add Stream
ar: أضف Stream
de_de: Stream hinzufügen
fr_fr: Ajouter un flux
pt_pt: Adicionar Stream
tr_tr: Akış Ekle
uk_ua: Додати стрім
vi_vn: Thêm luồng

source: Add Upstream
de_de: Upstream hinzufügen
fr_fr: Ajouter un upstream
pt_pt: Adicionar upstream
tr_tr: Upstream ekle
uk_ua: Додати upstream
vi_vn: Thêm upstream

source: Added successfully
ar: تمت الإضافة بنجاح
de_de: Erfolgreich hinzugefügt
fr_fr: Ajouté avec succès
pt_pt: Adicionado com sucesso
tr_tr: Başarıyla eklendi
uk_ua: Успішно додано
vi_vn: Đã thêm thành công

source: Additional
ar: إضافي
de_de: Zusätzlich
fr_fr: Supplémentaire
pt_pt: Adicional
tr_tr: İlave bilgi
uk_ua: Додатково
vi_vn: Bổ sung

source: Advance Mode
ar: الوضع المتقدم
de_de: Erweiterter Modus
fr_fr: Mode avancé
pt_pt: Modo Avançado
tr_tr: Gelişmiş Mod
uk_ua: Розширений режим
vi_vn: Nâng cao

source: Advanced indexing enabled but failed to start rebuild
de_de: Erweiterte Indizierung aktiviert, aber Neuerstellung konnte nicht gestartet werden
fr_fr: Indexation avancée activée mais échec du démarrage de la reconstruction
pt_pt: Indexação avançada ativada mas falhou ao iniciar reconstrução
uk_ua: Розширене індексування увімкнено, але не вдалося розпочати перебудову
vi_vn: Đã bật lập chỉ mục nâng cao nhưng không thể bắt đầu xây dựng lại

source: Advanced indexing enabled successfully
de_de: Erweiterte Indizierung erfolgreich aktiviert
fr_fr: Indexation avancée activée avec succès
pt_pt: Indexação avançada ativada com sucesso
uk_ua: Розширене індексування успішно ввімкнено
vi_vn: Đã bật lập chỉ mục nâng cao thành công

source: Advanced log indexing features are free and open source for all users
de_de: Erweiterte Protokollindizierungsfunktionen sind für alle Benutzer kostenlos und Open Source
fr_fr: Les fonctionnalités avancées d'indexation des journaux sont gratuites et open source pour tous les utilisateurs
pt_pt: Os recursos avançados de indexação de logs são gratuitos e de código aberto para todos os utilizadores
uk_ua: Розширені функції індексації журналів є безкоштовними та з відкритим кодом для всіх користувачів
vi_vn: Các tính năng lập chỉ mục nhật ký nâng cao là miễn phí và mã nguồn mở cho tất cả người dùng

source: Advanced memory pooling system
de_de: Fortgeschrittenes Speicherpoolsystem
fr_fr: Système avancé de pooling de mémoire
pt_pt: Sistema avançado de pool de memória
uk_ua: Розширена система пулу пам'яті
vi_vn: Hệ thống phân bổ bộ nhớ nâng cao

source: Advanced search & filtering
de_de: Erweiterte Suche & Filterung
fr_fr: Recherche et filtrage avancés
pt_pt: Pesquisa e filtragem avançadas
uk_ua: Розширений пошук і фільтрація
vi_vn: Tìm kiếm & lọc nâng cao

source: Advanced Settings
de_de: Erweiterte Einstellungen
fr_fr: Paramètres avancés
pt_pt: Configurações avançadas
tr_tr: Gelişmiş Ayarlar
uk_ua: Розширені налаштування
vi_vn: Cài đặt nâng cao

source: Afterwards, refresh this page and click add passkey again.
ar: بعد ذلك، قم بتحديث هذه الصفحة وانقر على إضافة مفتاح مرور مرة أخرى.
de_de: Aktualisieren Sie anschließend diese Seite und klicken Sie erneut auf "Passkey hinzufügen".
fr_fr: Ensuite, rafraîchissez cette page et cliquez à nouveau sur ajouter une clé d'accès.
pt_pt: Depois, atualize esta página e clique em adicionar chave de acesso novamente.
tr_tr: Daha sonra bu sayfayı yenileyin ve tekrar parola anahtarı ekle'ye tıklayın.
uk_ua: Після цього оновіть цю сторінку та натисніть «Додати ключ доступу» знову.
vi_vn: Sau đó, làm mới trang này và nhấp vào thêm khóa truy cập một lần nữa.

source: All Components
de_de: Alle Komponenten
fr_fr: Tous les composants
pt_pt: Todos os componentes
uk_ua: Усі компоненти
vi_vn: Tất cả các thành phần

source: All Recovery Codes Have Been Used
ar: تم استخدام جميع رموز الاسترداد
de_de: Alle Wiederherstellungscodes wurden verwendet
fr_fr: Tous les codes de récupération ont été utilisés
pt_pt: Todos os Códigos de Recuperação Foram Utilizados
tr_tr: Tüm Kurtarma Kodları Kullanıldı
uk_ua: Усі коди відновлення використано
vi_vn: Tất cả mã khôi phục đã được sử dụng

source: All selected subdomains must belong to the same DNS Provider, otherwise the certificate application will fail.
de_de: Alle ausgewählten Subdomains müssen zum selben DNS-Anbieter gehören, ansonsten schlägt die Zertifikatsbeantragung fehl.
fr_fr: Tous les sous-domaines sélectionnés doivent appartenir au même fournisseur DNS, sinon la demande de certificat échouera.
pt_pt: Todos os subdomínios selecionados devem pertencer ao mesmo Fornecedor de DNS, caso contrário, o pedido de certificado falhará.
tr_tr: Seçilen tüm alt alan adları aynı DNS Sağlayıcısına ait olmalıdır, aksi takdirde sertifika başvurusu başarısız olur.
uk_ua: Усі вибрані піддомени повинні належати до одного й того самого DNS-провайдера, інакше запит на сертифікат не буде успішним.
vi_vn: Tất cả các tên miền phụ được chọn phải thuộc cùng một Nhà cung cấp DNS, nếu không, việc xin cấp chứng chỉ sẽ thất bại.

source: Alternatively, if you cannot download the database, you can manually place GeoLite2-City.mmdb in the same directory as app.ini.
de_de: Alternativ können Sie, falls Sie die Datenbank nicht herunterladen können, die Datei GeoLite2-City.mmdb manuell in dasselbe Verzeichnis wie app.ini ablegen.
pt_pt: Alternativamente, se não conseguir transferir a base de dados, pode colocar manualmente o GeoLite2-City.mmdb no mesmo diretório que o app.ini.

source: Analytics service not available
de_de: Analysedienst nicht verfügbar
fr_fr: Service d'analyse non disponible
pt_pt: Serviço de análise não disponível
tr_tr: Analiz hizmeti mevcut değil
uk_ua: Сервіс аналітики недоступний
vi_vn: Dịch vụ phân tích không khả dụng

source: Any
de_de: Beliebig
fr_fr: Tous
pt_pt: Qualquer
tr_tr: Herhangi
uk_ua: Будь-який
vi_vn: Bất kỳ

source: Any reachable IP address can be used with private Certificate Authorities
de_de: Jede erreichbare IP-Adresse kann mit privaten Zertifizierungsstellen verwendet werden
fr_fr: Toute adresse IP accessible peut être utilisée avec des autorités de certification privées
pt_pt: Qualquer endereço IP acessível pode ser usado com autoridades de certificação privadas
tr_tr: Herhangi bir erişilebilir IP adresi, özel Sertifika Yetkilileri ile kullanılabilir
uk_ua: Будь-яку доступну IP-адресу можна використовувати з приватним центром сертифікації
vi_vn: Bất kỳ địa chỉ IP có thể truy cập nào đều có thể được sử dụng với các cơ quan cấp chứng chỉ riêng tư

source: API Base Url
ar: عنوان URL الأساسي لAPI
de_de: API-Basis-URL
fr_fr: URL de base de l'API
pt_pt: Url Base da API
tr_tr: API Temel Bağlantı Adresi
uk_ua: Базова URL-адреса API
vi_vn: URL Cơ sở API

source: API Document
ar: ملف API
de_de: API-Dokument
fr_fr: Documentation API
pt_pt: Documento da API
tr_tr: API Dökümanı
uk_ua: API Документація
vi_vn: Tài liệu API

source: API Token
ar: رمز API
fr_fr: Jeton API
pt_pt: Token da API
tr_tr: API Anahtarı
uk_ua: API-токен
vi_vn: Mã API

source: API Type
ar: نوع API
de_de: API-Typ
fr_fr: Type d'API
pt_pt: Tipo de API
tr_tr: API Türü
uk_ua: API Тип
vi_vn: Loại API

source: App
ar: التطبيق
fr_fr: Application
pt_pt: Aplicação
tr_tr: Uygulama
uk_ua: Додаток
vi_vn: Ứng dụng

source: Apply
ar: تطبيق
de_de: Anwenden
fr_fr: Appliquer
pt_pt: Aplicar
tr_tr: Uygula
uk_ua: Застосувати
vi_vn: Áp dụng

source: Arch
ar: "أرك"
pt_pt: Arquitetura
tr_tr: Mimari
uk_ua: Архітектура
vi_vn: Kiến trúc
