Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Nginx Log Indexing...
de_de: Nginx-Protokollindizierung läuft...
fr_fr: Indexation des logs Nginx...
pt_pt: Indexação de logs do Nginx...
tr_tr: Nginx Günlük Dizini Oluşturuluyor...
uk_ua: Індексація логів Nginx...
vi_vn: Đang lập chỉ mục nhật ký Nginx...

source: Nginx Memory usage
ar: استخدام ذاكرة Nginx
de_de: Nginx-Speichernutzung
fr_fr: Utilisation de la mémoire par Nginx
pt_pt: Uso de memória do Nginx
tr_tr: Nginx Bellek Kullanımı
uk_ua: Використання пам'яті Nginx
vi_vn: Mức sử dụng bộ nhớ Nginx

source: Nginx PID Path
ar: مسار PID لـ Nginx
de_de: Nginx PID-Pfad
fr_fr: Chemin du PID de Nginx
pt_pt: Caminho do PID do Nginx
tr_tr: Nginx PID Yolu
uk_ua: Шлях до PID Nginx
vi_vn: Đường dẫn PID của Nginx

source: Nginx PID path exists
ar: مسار معرف عملية Nginx موجود
de_de: Nginx-PID-Pfad existiert
fr_fr: Le chemin du PID de Nginx existe
pt_pt: O caminho do PID do Nginx existe
tr_tr: Nginx PID yolu mevcut
uk_ua: Шлях PID Nginx існує
vi_vn: Đường dẫn PID của Nginx tồn tại

source: Nginx Reload Command
ar: أمر إعادة تحميل Nginx
de_de: Befehl zum Neuladen von Nginx
fr_fr: Commande de rechargement de Nginx
pt_pt: Comando de Recarregamento do Nginx
tr_tr: Nginx Yeniden Yükleme Komutu
uk_ua: Команда перезавантаження Nginx
vi_vn: Lệnh Tải lại Nginx

source: Nginx reload failed: {0}
ar: فشل إعادة تحميل Nginx: {0}
de_de: Nginx-Neustart fehlgeschlagen: {0}
fr_fr: Échec du rechargement de Nginx : {0}
pt_pt: Recarga do Nginx falhou: {0}
tr_tr: Nginx yeniden yükleme başarısız: {0}
uk_ua: Не вдалося перезавантажити Nginx: {0}
vi_vn: Tải lại Nginx thất bại: {0}

source: Nginx reload operations have been dispatched to remote nodes
ar: تم إرسال عمليات إعادة تحميل Nginx إلى العقد البعيدة
de_de: Die Nginx-Neuladevorgänge wurden an die entfernten Knoten gesendet
fr_fr: Les opérations de rechargement de Nginx ont été envoyées aux nœuds distants
pt_pt: As operações de recarregamento do Nginx foram enviadas para os nós remotos
tr_tr: Nginx yeniden yükleme işlemleri uzak düğümlere gönderildi
uk_ua: Операції перезавантаження Nginx були відправлені на віддалені вузли
vi_vn: Các thao tác tải lại Nginx đã được gửi đến các nút từ xa

source: Nginx reloaded successfully
ar: تم إعادة تحميل Nginx بنجاح
de_de: Nginx erfolgreich neu geladen
fr_fr: Nginx a été rechargé avec succès
pt_pt: Nginx recarregado com sucesso
tr_tr: Nginx başarıyla yeniden yüklendi
uk_ua: Nginx успішно перезавантажено
vi_vn: Nginx đã tải lại thành công

source: Nginx Restart Command
ar: أمر إعادة تشغيل Nginx
de_de: Beffehl zum Neustarten von Nginx
fr_fr: Commande de redémarrage de Nginx
pt_pt: Comando de reinício do Nginx
tr_tr: Nginx Yeniden Başlatma Komutu
uk_ua: Команда перезавантаження Nginx
vi_vn: Lệnh khởi động lại Nginx

source: Nginx restart operations have been dispatched to remote nodes
ar: تم إرسال عمليات إعادة تشغيل Nginx إلى العقد البعيدة
de_de: Die Nginx-Neustart-Operationen wurden an die entfernten Knoten gesendet
fr_fr: Les opérations de redémarrage de Nginx ont été envoyées aux nœuds distants
pt_pt: As operações de reinício do Nginx foram enviadas para os nós remotos
tr_tr: Nginx yeniden başlatma işlemleri uzak düğümlere gönderildi
uk_ua: Операції перезапуску Nginx були відправлені на віддалені вузли
vi_vn: Các thao tác khởi động lại Nginx đã được gửi đến các nút từ xa

source: Nginx restarted successfully
ar: تم إعادة تشغيل Nginx بنجاح
de_de: Nginx erfolgreich neu gestartet
fr_fr: Nginx a redémarré avec succès
pt_pt: Nginx reiniciado com sucesso
tr_tr: Nginx başarıyla yeniden başlatıldı
uk_ua: Nginx успішно перезапущено
vi_vn: Khởi động lại Nginx thành công

source: Nginx sbin path exists
de_de: Der Nginx sbin-Pfad existiert
fr_fr: Le chemin sbin de Nginx existe
pt_pt: O caminho sbin do Nginx existe
tr_tr: Nginx sbin yolu mevcut
uk_ua: Шлях sbin для Nginx існує
vi_vn: Đường dẫn sbin của Nginx tồn tại

source: Nginx Test Config Command
ar: أمر اختبار تكوين Nginx
de_de: Nginx-Testkonfigurationsbefehl
fr_fr: Commande de test de configuration Nginx
pt_pt: Comando de teste de configuração do Nginx
tr_tr: Nginx Yapılandırma Test Komutu
uk_ua: Команда тестування конфігурації Nginx
vi_vn: Lệnh kiểm tra cấu hình Nginx

source: Nginx test failed: {0}
ar: فشل اختبار Nginx: {0}
de_de: Nginx-Test fehlgeschlagen: {0}
fr_fr: Échec du test Nginx : {0}
pt_pt: Teste do Nginx falhou: {0}
tr_tr: Nginx testi başarısız: {0}
uk_ua: Тест Nginx не пройдено: {0}
vi_vn: Kiểm tra Nginx thất bại: {0}

source: Nginx theoretical maximum performance
ar: أقصى أداء نظري لـ Nginx
de_de: Theoretische maximale Leistung von Nginx
fr_fr: Performances théoriques maximales de Nginx
pt_pt: Desempenho teórico máximo do Nginx
tr_tr: Nginx teorik maksimum performansı
uk_ua: Теоретична максимальна продуктивність Nginx
vi_vn: Hiệu suất tối đa lý thuyết của Nginx

source: Nginx UI already installed
ar: Nginx UI مثبت بالفعل
de_de: Nginx UI ist bereits installiert
fr_fr: Nginx UI est déjà installé
pt_pt: Nginx UI já está instalado
tr_tr: Nginx UI zaten yüklü
uk_ua: Nginx UI вже встановлено
vi_vn: Nginx UI đã được cài đặt

source: Nginx UI configuration has been restored
ar: تمت استعادة تكوين Nginx UI
de_de: Die Nginx-UI-Konfiguration wurde wiederhergestellt
fr_fr: La configuration de Nginx UI a été restaurée
pt_pt: A configuração do Nginx UI foi restaurada
tr_tr: Nginx UI yapılandırması geri yüklendi
uk_ua: Конфігурацію Nginx UI відновлено
vi_vn: Cấu hình Nginx UI đã được khôi phục

source: Nginx UI configuration has been restored and will restart automatically in a few seconds.
ar: تمت استعادة تكوين Nginx UI وسيتم إعادة التشغيل تلقائيًا خلال بضع ثوانٍ.
de_de: Die Nginx-UI-Konfiguration wurde wiederhergestellt und wird in wenigen Sekunden automatisch neu gestartet.
fr_fr: La configuration de Nginx UI a été restaurée et redémarrera automatiquement dans quelques secondes.
pt_pt: A configuração do Nginx UI foi restaurada e irá reiniciar automaticamente em alguns segundos.
tr_tr: Nginx UI yapılandırması geri yüklendi ve birkaç saniye içinde otomatik olarak yeniden başlatılacak.
uk_ua: Конфігурацію Nginx UI відновлено, і вона автоматично перезавантажиться за кілька секунд.
vi_vn: Cấu hình Nginx UI đã được khôi phục và sẽ tự động khởi động lại sau vài giây.

source: Nginx.conf includes conf.d directory
ar: يتضمن Nginx.conf دليل conf.d
de_de: Nginx.conf enthält das conf.d-Verzeichnis
fr_fr: Nginx.conf inclut le répertoire conf.d
pt_pt: Nginx.conf inclui o diretório conf.d
tr_tr: Nginx.conf, conf.d dizinini içerir
uk_ua: Nginx.conf включає каталог conf.d
vi_vn: Nginx.conf bao gồm thư mục conf.d

source: Nginx.conf includes sites-enabled directory
ar: يتضمن Nginx.conf دليل sites-enabled
de_de: Nginx.conf enthält das sites-enabled-Verzeichnis
fr_fr: Nginx.conf inclut le répertoire sites-enabled
pt_pt: Nginx.conf inclui o diretório sites-enabled
tr_tr: Nginx.conf, sites-enabled dizinini içerir
uk_ua: Nginx.conf включає каталог sites-enabled
vi_vn: Nginx.conf bao gồm thư mục sites-enabled

source: Nginx.conf includes streams-enabled directory
ar: يتضمن Nginx.conf دليل streams-enabled
de_de: Nginx.conf enthält das streams-enabled-Verzeichnis
fr_fr: Nginx.conf inclut le répertoire streams-enabled
pt_pt: Nginx.conf inclui o diretório streams-enabled
tr_tr: Nginx.conf, streams-enabled dizinini içerir
uk_ua: Nginx.conf включає каталог streams-enabled
vi_vn: Nginx.conf bao gồm thư mục streams-enabled

source: No
ar: لا
de_de: Nein
fr_fr: Non
pt_pt: Não
tr_tr: Hayır
uk_ua: Ні
vi_vn: Không

source: No Action
ar: لا إجراء
de_de: Keine Aktion
fr_fr: Aucune action
pt_pt: Sem ação
tr_tr: Eylem Yok
uk_ua: Без дії
vi_vn: Không hành động

source: No certificate available
de_de: Kein Zertifikat verfügbar
pt_pt: Não há certificado disponível

source: No China geographic data available
de_de: Keine geografischen Daten für China verfügbar
fr_fr: Aucune donnée géographique pour la Chine disponible
pt_pt: Nenhum dado geográfico da China disponível
tr_tr: Çin coğrafi verisi mevcut değil
uk_ua: Географічні дані Китаю недоступні
vi_vn: Không có dữ liệu địa lý Trung Quốc

source: No data
ar: لا توجد بيانات
de_de: Keine Daten
fr_fr: Aucune donnée
pt_pt: Sem dados
tr_tr: Veri yok
uk_ua: Немає даних
vi_vn: Không có dữ liệu

source: No Data
de_de: Keine Daten
pt_pt: Sem dados

source: No entries in current page
de_de: Keine Einträge auf der aktuellen Seite
fr_fr: Aucune entrée dans la page actuelle
pt_pt: Nenhuma entrada na página atual
tr_tr: Geçerli sayfada hiçbir giriş yok
uk_ua: Немає записів у поточній сторінці
vi_vn: Không có mục nào trong trang hiện tại

source: No geographic data available
de_de: Keine geografischen Daten verfügbar
fr_fr: Aucune donnée géographique disponible
pt_pt: Nenhum dado geográfico disponível
tr_tr: Coğrafi veri mevcut değil
uk_ua: Географічні дані недоступні
vi_vn: Không có dữ liệu địa lý

source: No logs found in the selected time range.
de_de: Keine Protokolle im ausgewählten Zeitraum gefunden.
fr_fr: Aucun journal trouvé dans la plage de temps sélectionnée.
pt_pt: Nenhum registo encontrado no intervalo de tempo selecionado.
tr_tr: Seçilen zaman aralığında kayıt bulunamadı.
uk_ua: У вибраному часовому діапазоні журналів не знайдено.
vi_vn: Không tìm thấy nhật ký trong khoảng thời gian đã chọn.

source: No nodes selected
de_de: Keine Knoten ausgewählt
fr_fr: Aucun nœud sélectionné
pt_pt: Nenhum nó selecionado
tr_tr: Hiçbir düğüm seçilmedi
uk_ua: Не вибрано жодного вузла
vi_vn: Không có nút nào được chọn

source: No records selected
ar: لم يتم تحديد أي سجلات
de_de: Keine Datensätze ausgewählt
fr_fr: Aucun enregistrement sélectionné
pt_pt: Nenhum registo selecionado
tr_tr: Hiçbir kayıt seçilmedi
uk_ua: Не вибрано жодного запису
vi_vn: Không có bản ghi nào được chọn

source: No servers configured
de_de: Keine Server konfiguriert
fr_fr: Aucun serveur configuré
pt_pt: Nenhum servidor configurado
tr_tr: Yapılandırılmış sunucu yok
uk_ua: Сервери не налаштовані
vi_vn: Không có máy chủ nào được cấu hình

source: No sites found
de_de: Keine Websites gefunden
fr_fr: Aucun site trouvé
pt_pt: Nenhum site encontrado
tr_tr: Site bulunamadı
uk_ua: Сайтів не знайдено
vi_vn: Không tìm thấy trang web nào

source: No specific IP address found in server_name configuration. Please specify the server IP address below for the certificate.
de_de: Keine spezifische IP-Adresse in der server_name-Konfiguration gefunden. Bitte geben Sie unten die Server-IP-Adresse für das Zertifikat an.
fr_fr: Aucune adresse IP spécifique trouvée dans la configuration server_name. Veuillez spécifier l'adresse IP du serveur ci-dessous pour le certificat.
pt_pt: Nenhum endereço IP específico encontrado na configuração server_name. Por favor, especifique o endereço IP do servidor abaixo para o certificado.
tr_tr: server_name yapılandırmasında belirli bir IP adresi bulunamadı. Lütfen sertifika için sunucu IP adresini aşağıda belirtin.
uk_ua: У конфігурації server_name не знайдено конкретної IP-адреси. Будь ласка, вкажіть IP-адресу сервера нижче для сертифіката.
vi_vn: Không tìm thấy địa chỉ IP cụ thể trong cấu hình server_name. Vui lòng chỉ định địa chỉ IP máy chủ bên dưới để lấy chứng chỉ.

source: No structured log data available
de_de: Keine strukturierten Protokolldaten verfügbar
fr_fr: Aucune donnée de journal structurée disponible
pt_pt: Nenhum dado de log estruturado disponível
tr_tr: Yapılandırılmış günlük verisi mevcut değil
uk_ua: Структуровані дані журналу відсутні
vi_vn: Không có dữ liệu nhật ký có cấu trúc nào khả dụng

source: No upstreams configured
de_de: Keine Upstreams konfiguriert
fr_fr: Aucun amont configuré
pt_pt: Nenhum upstream configurado
tr_tr: Yapılandırılmış yukarı akış yok
uk_ua: Не налаштовано жодного апстріму
vi_vn: Không có upstream nào được cấu hình

source: Node
ar: العقدة
fr_fr: Nœud
pt_pt: Nó
tr_tr: Düğüm
uk_ua: Вузол
vi_vn: Nút

source: Node analytics failed: {0}
de_de: Knotenanalyse fehlgeschlagen: {0}
pt_pt: Análise do nó falhou: {0}

source: Node name
ar: اسم العقدة
de_de: Knotenname
fr_fr: Nom du nœud
pt_pt: Nome do nó
tr_tr: Düğüm adı
uk_ua: Ім’я вузла
vi_vn: Tên nút

source: Node Secret
ar: سر العقدة
fr_fr: Secret du nœud
pt_pt: Segredo do Nó
tr_tr: Düğüm Sırrı
uk_ua: Секрет вузла
vi_vn: Bí mật nút

source: Node Status
de_de: Knotenstatus
fr_fr: État du nœud
pt_pt: Estado do Nó
tr_tr: Düğüm Durumu
uk_ua: Стан вузла
vi_vn: Trạng thái nút

source: Nodes
ar: العقد
de_de: Knoten
fr_fr: Nœuds
pt_pt: Nós
tr_tr: Düğümler
uk_ua: Вузли
vi_vn: Nút

source: Not After
ar: ليس بعد
de_de: Nicht nach
fr_fr: Pas après
pt_pt: Não Depois
tr_tr: Sonra Değil
uk_ua: Не пізніше
vi_vn: Không phải sau khi

source: Not Expected Text
de_de: Nicht erwarteter Text
fr_fr: Texte non attendu
pt_pt: Texto não esperado
tr_tr: Beklenmeyen Metin
uk_ua: Неочікуваний текст
vi_vn: Văn bản không mong muốn

source: Not Found
ar: غير موجود
de_de: Nicth gefunden
fr_fr: Introuvable
pt_pt: Não Encontrado
tr_tr: Bulunamadı
uk_ua: Не знайдено
vi_vn: Không tìm thấy

source: Not Indexed
de_de: Nicht indiziert
fr_fr: Non indexé
pt_pt: Não indexado
tr_tr: Dizine Alınmamış
uk_ua: Не індексовано
vi_vn: Chưa được lập chỉ mục

source: Not Loaded
ar: غير محمل
de_de: Nicht geladen
fr_fr: Non chargé
pt_pt: Não carregado
tr_tr: Yüklenmedi
uk_ua: Не завантажено
vi_vn: Chưa tải

source: Not supported for IP certificates
de_de: Nicht für IP-Zertifikate unterstützt
fr_fr: Non pris en charge pour les certificats IP
pt_pt: Não suportado para certificados de IP
tr_tr: IP sertifikaları için desteklenmiyor
uk_ua: Не підтримується для IP-сертифікатів
vi_vn: Không hỗ trợ cho chứng chỉ IP

source: Not Valid Before: %{date}
ar: غير صالح قبل: %{date}
de_de: Nich gültig vor: %{date}
fr_fr: Non valide avant : %{date}
pt_pt: Não Válido Antes de: %{date}
tr_tr: Geçerlilik Başlangıç Tarihi: %{date}
uk_ua: Не дійсний до: %{date}
vi_vn: Không hợp lệ trước: %{date}

source: Note
ar: ملاحظة
de_de: Notiz
pt_pt: Nota
tr_tr: Not
uk_ua: Примітка
vi_vn: Ghi chú

source: Note, if the configuration file include other configurations or certificates, please synchronize them to the remote nodes in advance.
ar: يرجى ملاحظة أنه إذا كان ملف التكوين يتضمن تكوينات أو شهادات أخرى، فيرجى مزامنتها مع العقد البعيدة مسبقًا.
de_de: Hinweis: Wenn die Konfigurationsdatei andere Konfigurationen oder Zertifikate enthält, synchronisiere sie bitte im Voraus mit den Remote-Knoten.
fr_fr: Notez que si le fichier de configuration inclut d'autres configurations ou certificats, veuillez les synchroniser avec les nœuds distants à l'avance.
pt_pt: Nota, se o ficheiro de configuração incluir outras configurações ou certificados, por favor sincronize-os para os nós remotos antecipadamente.
tr_tr: Not: Eğer yapılandırma dosyası başka yapılandırmalar veya sertifikalar içeriyorsa, lütfen bunları uzak düğümlere önceden senkronize edin.
uk_ua: Примітка: якщо файл конфігурації містить інші налаштування або сертифікати, будь ласка, синхронізуйте їх з віддаленими вузлами заздалегідь.
vi_vn: Lưu ý, nếu tệp cấu hình bao gồm các cấu hình hoặc chứng chỉ khác, vui lòng đồng bộ chúng với các nút từ xa trước.

source: Note: If the server does not support gRPC Reflection, health checks may fail. Please ensure your gRPC server has Reflection enabled.
de_de: Hinweis: Wenn der Server gRPC-Reflexion nicht unterstützt, können Health-Checks fehlschlagen. Bitte stellen Sie sicher, dass Ihr gRPC-Server die Reflexion aktiviert hat.
fr_fr: Remarque : Si le serveur ne prend pas en charge la réflexion gRPC, les vérifications de santé peuvent échouer. Assurez-vous que votre serveur gRPC a la réflexion activée.
pt_pt: Nota: Se o servidor não suportar a Reflexão gRPC, as verificações de saúde podem falhar. Certifique-se de que o seu servidor gRPC tem a Reflexão ativada.
tr_tr: Not: Sunucu gRPC Yansımasını desteklemiyorsa, sağlık kontrolleri başarısız olabilir. Lütfen gRPC sunucunuzda Yansıma'nın etkin olduğundan emin olun.
uk_ua: Примітка: Якщо сервер не підтримує gRPC Reflection, перевірки стану можуть завершитися невдачею. Переконайтеся, що на вашому сервері gRPC увімкнено Reflection.
vi_vn: Lưu ý: Nếu máy chủ không hỗ trợ gRPC Reflection, việc kiểm tra tình trạng có thể thất bại. Hãy đảm bảo rằng máy chủ gRPC của bạn đã bật Reflection.

source: Nothing to copy
de_de: Nichts zu kopieren
fr_fr: Rien à copier
pt_pt: Nada para copiar
tr_tr: Kopyalanacak bir şey yok
uk_ua: Немає чого копіювати
vi_vn: Không có gì để sao chép

source: Notification
ar: إشعار
de_de: Benachrichtigung
pt_pt: Notificação
tr_tr: Bildirim
uk_ua: Сповіщення
vi_vn: Thông báo

source: Notifications
ar: الإشعارات
de_de: Benachrichtigungen
pt_pt: Notificações
tr_tr: Bildirimler
uk_ua: Сповіщення
vi_vn: Thông báo

source: Notifier not found
ar: لم يتم العثور على المُنبّه
de_de: Benachrichtigung nicht gefunden
fr_fr: Notificateur introuvable
pt_pt: Notificador não encontrado
tr_tr: Bildirici bulunamadı
uk_ua: Сповіщувач не знайдено
vi_vn: Không tìm thấy trình thông báo

source: Number of concurrent worker processes, auto sets to CPU core count
ar: عدد عمليات العامل المتزامنة، يتم الضبط تلقائيًا على عدد نوى المعالج
de_de: Anzahl der gleichzeitigen Worker-Prozesse, automatisch auf die Anzahl der CPU-Kerne eingestellt
fr_fr: Nombre de processus de travail concurrents, réglage automatique selon le nombre de cœurs du CPU
pt_pt: Número de processos de trabalho concorrentes, define automaticamente para o número de núcleos da CPU
tr_tr: Eşzamanlı çalışan işlem sayısı, otomatik olarak CPU çekirdek sayısına ayarlanır
uk_ua: Кількість одночасних робочих процесів, автоматично встановлюється за кількістю ядер процесора
vi_vn: Số lượng tiến trình worker đồng thời, tự động đặt theo số lõi CPU

source: Number of files processed by cache loader at once
ar: عدد الملفات التي تتم معالجتها بواسطة محمل ذاكرة التخزين المؤقت في وقت واحد
de_de: Anzahl der Dateien, die vom Cache-Loader gleichzeitig verarbeitet werden
fr_fr: Nombre de fichiers traités par le chargeur de cache en une fois
pt_pt: Número de ficheiros processados pelo carregador de cache de uma só vez
tr_tr: Önbellek yükleyicisi tarafından bir seferde işlenen dosya sayısı
uk_ua: Кількість файлів, які обробляються завантажувачем кешу за один раз
vi_vn: Số lượng tệp được xử lý bởi bộ nạp bộ đệm cùng một lúc

source: Number of files processed by cache manager at once
ar: عدد الملفات التي تتم معالجتها بواسطة مدير ذاكرة التخزين المؤقت في وقت واحد
de_de: Anzahl der Dateien, die vom Cache-Manager gleichzeitig verarbeitet werden
fr_fr: Nombre de fichiers traités par le gestionnaire de cache à la fois
pt_pt: Número de ficheiros processados pelo gestor de cache de uma só vez
tr_tr: Önbellek yöneticisi tarafından bir seferde işlenen dosya sayısı
uk_ua: Кількість файлів, які обробляються менеджером кешу одночасно
vi_vn: Số lượng tệp được xử lý bởi trình quản lý bộ nhớ đệm cùng một lúc

source: Number of worker processes
ar: عدد عمليات العامل
de_de: Anzahl der Worker-Prozesse
fr_fr: Nombre de processus de travail
pt_pt: Número de processos de trabalho
tr_tr: Çalışan işlem sayısı
uk_ua: Кількість робочих процесів
vi_vn: Số lượng tiến trình worker

source: Obtain cert error: {0}
de_de: Fehler beim Abrufen des Zertifikats: {0}
fr_fr: Erreur lors de l'obtention du certificat : {0}
pt_pt: Erro ao obter certificado: {0}
tr_tr: Sertifika alma hatası: {0}
uk_ua: Помилка отримання сертифіката: {0}
vi_vn: Lỗi khi lấy chứng chỉ: {0}

source: Obtain certificate
ar: الحصول على شهادة
de_de: Zertifikat abrufen
fr_fr: Obtenir un certificat
pt_pt: Obter certificado
tr_tr: Sertifika al
uk_ua: Отримати сертифікат
vi_vn: Nhận chứng chỉ

source: Obtaining certificate
ar: الحصول على الشهادة
de_de: Zertifikat wird abgerufen
fr_fr: Obtention du certificat
pt_pt: Obtendo certificado
tr_tr: Sertifika alınıyor
uk_ua: Отримання сертифіката
vi_vn: Đang nhận chứng chỉ

source: OCSP Must Staple may cause errors for some users on first access using Firefox.
ar: قد يتسبب وجوب تثبيت OCSP في حدوث أخطاء لبعض المستخدمين عند الوصول لأول مرة باستخدام Firefox.
de_de: OCSP Must Staple kann bei einigen Benutzern beim ersten Zugriff mit Firefox Fehler verursachen.
fr_fr: OCSP Must Staple peut provoquer des erreurs pour certains utilisateurs lors de leur premier accès avec Firefox.
pt_pt: OCSP Must Staple pode causar erros para alguns utilizadores no primeiro acesso usando o Firefox.
tr_tr: OCSP Must Staple, Firefox kullanılarak yapılan ilk erişimde bazı kullanıcılarda hatalara neden olabilir.
uk_ua: OCSP Must Staple може викликати помилки у деяких користувачів під час першого доступу за допомогою Firefox.
vi_vn: OCSP Must Staple có thể gây ra lỗi cho một số người dùng khi truy cập lần đầu bằng Firefox.

source: Off
ar: إيقاف
de_de: Aus
fr_fr: Désactivé
pt_pt: Desligado
tr_tr: Kapalı
uk_ua: Вимкнено
vi_vn: Tắt

source: Official Document
de_de: Offizielle Dokumentation
fr_fr: Documentation officielle
pt_pt: Documentação oficial
tr_tr: Resmi Belge
uk_ua: Офіційна документація
vi_vn: Tài liệu chính thức

source: Offline GeoIP analysis
de_de: Offline-GeoIP-Analyse
fr_fr: Analyse GeoIP hors ligne
pt_pt: Análise GeoIP offline
uk_ua: Офлайн-аналіз GeoIP
vi_vn: Phân tích GeoIP ngoại tuyến

source: On
ar: تشغيل
de_de: Ein
fr_fr: Activé
pt_pt: Ligado
tr_tr: Açık
uk_ua: Увімкнено
vi_vn: Bật

source: Once the verification is complete, the records will be removed.
ar: بمجرد اكتمال التحقق، سيتم إزالة السجلات.
fr_fr: Une fois la vérification terminée, les enregistrements seront supprimés.
pt_pt: Assim que a verificação estiver concluída, os registos serão removidos.
tr_tr: Doğrulama tamamlandığında, kayıtlar kaldırılacaktır.
uk_ua: Після завершення перевірки записи будуть видалені.
vi_vn: Sau khi quá trình xác minh hoàn tất, bản ghi sẽ bị xóa.

source: Online Count
de_de: Anzahl Online
fr_fr: Nombre en ligne
pt_pt: Contagem Online
tr_tr: Çevrimiçi Sayısı
uk_ua: Кількість онлайн
vi_vn: Số lượng trực tuyến

source: Only zip files are allowed
ar: يُسمح فقط بملفات zip
de_de: Nur ZIP-Dateien sind erlaubt
fr_fr: Seuls les fichiers ZIP sont autorisés
pt_pt: Apenas ficheiros ZIP são permitidos
tr_tr: Sadece ZIP dosyalarına izin verilir
uk_ua: Дозволені лише zip-файли
vi_vn: Chỉ cho phép tệp zip

source: Open
de_de: Offen
fr_fr: Ouvert
pt_pt: Aberto
tr_tr: Açık
uk_ua: Відкрито
vi_vn: Mở

source: Open Source Limitation
de_de: Open-Source-Einschränkung
fr_fr: Limitation du logiciel libre
pt_pt: Limitação de código aberto
uk_ua: Обмеження відкритого коду
vi_vn: Hạn chế mã nguồn mở

source: Operating System
de_de: Betriebssystem
fr_fr: Système d'exploitation
pt_pt: Sistema operativo
tr_tr: İşletim Sistemi
uk_ua: Операційна система
vi_vn: Hệ điều hành

source: Operating System Statistics
de_de: Betriebssystemstatistiken
fr_fr: Statistiques du système d'exploitation
pt_pt: Estatísticas do sistema operativo
tr_tr: İşletim Sistemi İstatistikleri
uk_ua: Статистика операційної системи
vi_vn: Thống kê hệ điều hành

source: Or
ar: أو
de_de: Oder
fr_fr: Ou
pt_pt: Ou
tr_tr: Veya
uk_ua: Або
vi_vn: Hoặc

source: or drag file to editor below
de_de: oder Datei in den Editor unten ziehen
fr_fr: ou glissez-déposez le fichier dans l'éditeur ci-dessous
pt_pt: ou arraste o arquivo para o editor abaixo
tr_tr: veya dosyayı aşağıdaki düzenleyiciye sürükleyin
uk_ua: або перетягніть файл у редактор нижче
vi_vn: hoặc kéo tệp vào trình soạn thảo bên dưới

source: Or enter the secret: %{secret}
ar: أو أدخل السر: %{secret}
de_de: Oder geben Sie das Geheimnis ein: %{secret}
fr_fr: Ou entrez le secret : %{secret}
pt_pt: Ou insira o segredo: %{secret}
tr_tr: Veya gizli anahtarı girin: %{secret}
uk_ua: Або введіть секрет: %{secret}
vi_vn: Hoặc nhập mã bí mật: %{secret}

source: Order saved successfully
de_de: Reihenfolge erfolgreich gespeichert
fr_fr: Ordre enregistré avec succès
pt_pt: Ordem salva com sucesso
tr_tr: Sıra başarıyla kaydedildi
uk_ua: Порядок успішно збережено
vi_vn: Đã lưu thứ tự thành công

source: Original name
ar: الاسم الأصلي
fr_fr: Nom d'origine
pt_pt: Nome Original
tr_tr: Orijinal ad
uk_ua: Оригінальна назва
vi_vn: Tên gốc
