Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Check if the GeoLite2 database is available when log indexing is enabled. The GeoLite2 database is required for geographic IP analysis in log indexing. You can download it from the Preference page or manually place GeoLite2-City.mmdb in the same directory as app.ini
de_de: Überprüfen Sie, ob die GeoLite2-Datenbank verfügbar ist, wenn die Protokollindizierung aktiviert ist. Die GeoLite2-Datenbank ist für die geografische IP-Analyse in der Protokollindizierung erforderlich. Sie können sie auf der Einstellungsseite herunterladen oder GeoLite2-City.mmdb manuell im gleichen Verzeichnis wie app.ini platzieren
pt_pt: Verifique se a base de dados GeoLite2 está disponível quando a indexação de registos está ativada. A base de dados GeoLite2 é necessária para a análise geográfica de IPs na indexação de registos. Pode descarregá-la a partir da página de Preferências ou colocar manualmente o GeoLite2-City.mmdb no mesmo diretório que o app.ini

source: Check if the nginx access log path exists. By default, this path is obtained from 'nginx -V'. If it cannot be obtained or the obtained path does not point to a valid, existing file, an error will be reported. In this case, you need to modify the configuration file to specify the access log path.Refer to the docs for more details: https://nginxui.com/zh_CN/guide/config-nginx.html#accesslogpath
ar: تحقق مما إذا كان مسار سجل الوصول إلى nginx موجودًا. بشكل افتراضي، يتم الحصول على هذا المسار من 'nginx -V'. إذا لم يتم الحصول عليه أو إذا كان المسار الذي تم الحصول عليه لا يشير إلى ملف صالح موجود، فسيتم الإبلاغ عن خطأ. في هذه الحالة، تحتاج إلى تعديل ملف التكوين لتحديد مسار سجل الوصول. راجع الوثائق لمزيد من التفاصيل: https://nginxui.com/zh_CN/guide/config-nginx.html#accesslogpath
de_de: Überprüfen Sie, ob der Pfad für das Nginx-Zugriffsprotokoll existiert. Standardmäßig wird dieser Pfad von 'nginx -V' abgerufen. Wenn er nicht abgerufen werden kann oder der abgerufene Pfad nicht auf eine gültige, vorhandene Datei verweist, wird ein Fehler gemeldet. In diesem Fall müssen Sie die Konfigurationsdatei ändern, um den Zugriffsprotokollpfad anzugeben. Weitere Details finden Sie in der Dokumentation: https://nginxui.com/zh_CN/guide/config-nginx.html#accesslogpath
fr_fr: Vérifiez si le chemin du journal d'accès nginx existe. Par défaut, ce chemin est obtenu à partir de 'nginx -V'. S'il ne peut pas être obtenu ou si le chemin obtenu ne pointe pas vers un fichier valide existant, une erreur sera signalée. Dans ce cas, vous devez modifier le fichier de configuration pour spécifier le chemin du journal d'accès. Consultez la documentation pour plus de détails : https://nginxui.com/zh_CN/guide/config-nginx.html#accesslogpath
pt_pt: Verifique se o caminho do registo de acesso do nginx existe. Por predefinição, este caminho é obtido a partir de 'nginx -V'. Se não for possível obtê-lo ou se o caminho obtido não apontar para um ficheiro válido existente, será reportado um erro. Neste caso, terá de modificar o ficheiro de configuração para especificar o caminho do registo de acesso. Consulte a documentação para mais detalhes: https://nginxui.com/zh_CN/guide/config-nginx.html#accesslogpath
tr_tr: Nginx erişim günlüğü yolunun var olup olmadığını kontrol edin. Varsayılan olarak bu yol 'nginx -V' komutu ile alınır. Eğer alınamazsa veya alınan yol geçerli, mevcut bir dosyayı işaret etmiyorsa bir hata bildirilecektir. Bu durumda, erişim günlüğü yolunu belirtmek için yapılandırma dosyasını değiştirmeniz gerekmektedir. Daha fazla bilgi için belgelere bakın: https://nginxui.com/zh_CN/guide/config-nginx.html#accesslogpath
uk_ua: Перевірте, чи існує шлях до журналу доступу nginx. За замовчуванням цей шлях отримується з 'nginx -V'. Якщо його не вдається отримати або отриманий шлях не вказує на дійсний існуючий файл, буде повідомлено про помилку. У цьому випадку вам потрібно змінити файл конфігурації, щоб вказати шлях до журналу доступу. Докладніше див. у документації: https://nginxui.com/zh_CN/guide/config-nginx.html#accesslogpath
vi_vn: Kiểm tra xem đường dẫn nhật ký truy cập nginx có tồn tại không. Theo mặc định, đường dẫn này được lấy từ 'nginx -V'. Nếu không thể lấy được hoặc đường dẫn lấy được không trỏ đến một tệp hợp lệ đang tồn tại, một lỗi sẽ được báo cáo. Trong trường hợp này, bạn cần sửa đổi tệp cấu hình để chỉ định đường dẫn nhật ký truy cập. Tham khảo tài liệu để biết thêm chi tiết: https://nginxui.com/zh_CN/guide/config-nginx.html#accesslogpath

source: Check if the nginx configuration directory exists
ar: تحقق مما إذا كان دليل تكوين nginx موجودًا
de_de: Überprüfen Sie, ob das Nginx-Konfigurationsverzeichnis existiert
fr_fr: Vérifier si le répertoire de configuration de nginx existe
pt_pt: Verificar se o diretório de configuração do nginx existe
tr_tr: Nginx yapılandırma dizininin var olup olmadığını kontrol edin
uk_ua: Перевірити, чи існує каталог конфігурації nginx
vi_vn: Kiểm tra xem thư mục cấu hình nginx có tồn tại không

source: Check if the nginx configuration entry file exists
ar: تحقق مما إذا كان ملف إدخال تكوين nginx موجودًا
de_de: Überprüfen Sie, ob die Nginx-Konfigurationsdatei existiert
fr_fr: Vérifier si le fichier d'entrée de configuration nginx existe
pt_pt: Verificar se o ficheiro de entrada de configuração do nginx existe
tr_tr: Nginx yapılandırma giriş dosyasının var olup olmadığını kontrol edin
uk_ua: Перевірити, чи існує файл конфігурації nginx
vi_vn: Kiểm tra xem tệp cấu hình đầu vào của nginx có tồn tại không

source: Check if the nginx error log path exists. By default, this path is obtained from 'nginx -V'. If it cannot be obtained or the obtained path does not point to a valid, existing file, an error will be reported. In this case, you need to modify the configuration file to specify the error log path. Refer to the docs for more details: https://nginxui.com/zh_CN/guide/config-nginx.html#errorlogpath
de_de: Überprüfen Sie, ob der Pfad für das Nginx-Fehlerprotokoll existiert. Standardmäßig wird dieser Pfad über 'nginx -V' abgerufen. Wenn er nicht abgerufen werden kann oder der abgerufene Pfad nicht auf eine gültige, vorhandene Datei verweist, wird ein Fehler gemeldet. In diesem Fall müssen Sie die Konfigurationsdatei ändern, um den Pfad für das Fehlerprotokoll anzugeben. Weitere Details finden Sie in der Dokumentation: https://nginxui.com/zh_CN/guide/config-nginx.html#errorlogpath
fr_fr: Vérifiez si le chemin du journal des erreurs de nginx existe. Par défaut, ce chemin est obtenu à partir de 'nginx -V'. S'il ne peut pas être obtenu ou si le chemin obtenu ne pointe pas vers un fichier valide existant, une erreur sera signalée. Dans ce cas, vous devez modifier le fichier de configuration pour spécifier le chemin du journal des erreurs. Consultez la documentation pour plus de détails : https://nginxui.com/zh_CN/guide/config-nginx.html#errorlogpath
pt_pt: Verifique se o caminho do registo de erros do nginx existe. Por predefinição, este caminho é obtido a partir de 'nginx -V'. Se não for possível obtê-lo ou se o caminho obtido não apontar para um ficheiro válido existente, será reportado um erro. Neste caso, terá de modificar o ficheiro de configuração para especificar o caminho do registo de erros. Consulte a documentação para mais detalhes: https://nginxui.com/zh_CN/guide/config-nginx.html#errorlogpath
tr_tr: Nginx hata günlüğü yolunun var olup olmadığını kontrol edin. Varsayılan olarak bu yol 'nginx -V' komutuyla alınır. Eğer alınamazsa veya alınan yol geçerli, mevcut bir dosyayı işaret etmiyorsa bir hata bildirilir. Bu durumda, yapılandırma dosyasını değiştirerek hata günlüğü yolunu belirtmeniz gerekir. Daha fazla ayrıntı için belgelere bakın: https://nginxui.com/zh_CN/guide/config-nginx.html#errorlogpath
uk_ua: Перевірте, чи існує шлях до журналу помилок nginx. За замовчуванням цей шлях отримується з 'nginx -V'. Якщо його не вдається отримати або отриманий шлях не вказує на дійсний існуючий файл, буде повідомлено про помилку. У цьому випадку вам потрібно змінити файл конфігурації, щоб вказати шлях до журналу помилок. Докладніше див. у документації: https://nginxui.com/zh_CN/guide/config-nginx.html#errorlogpath
vi_vn: Kiểm tra xem đường dẫn nhật ký lỗi của nginx có tồn tại không. Theo mặc định, đường dẫn này được lấy từ 'nginx -V'. Nếu không thể lấy được hoặc đường dẫn lấy được không trỏ đến một tệp hợp lệ đang tồn tại, một lỗi sẽ được báo cáo. Trong trường hợp này, bạn cần sửa đổi tệp cấu hình để chỉ định đường dẫn nhật ký lỗi. Tham khảo tài liệu để biết thêm chi tiết: https://nginxui.com/zh_CN/guide/config-nginx.html#errorlogpath

source: Check if the nginx PID path exists. By default, this path is obtained from 'nginx -V'. If it cannot be obtained, an error will be reported. In this case, you need to modify the configuration file to specify the Nginx PID path.Refer to the docs for more details: https://nginxui.com/zh_CN/guide/config-nginx.html#pidpath
ar: تحقق مما إذا كان مسار معرف عملية Nginx موجودًا. بشكل افتراضي، يتم الحصول على هذا المسار من الأمر 'nginx -V'. إذا تعذر الحصول عليه، سيتم الإبلاغ عن خطأ. في هذه الحالة، تحتاج إلى تعديل ملف التكوين لتحديد مسار معرف عملية Nginx. راجع الوثائق لمزيد من التفاصيل: https://nginxui.com/zh_CN/guide/config-nginx.html#pidpath
de_de: Überprüfen Sie, ob der Nginx-PID-Pfad existiert. Standardmäßig wird dieser Pfad von 'nginx -V' abgerufen. Wenn er nicht abgerufen werden kann, wird ein Fehler gemeldet. In diesem Fall müssen Sie die Konfigurationsdatei ändern, um den Nginx-PID-Pfad anzugeben. Weitere Details finden Sie in der Dokumentation: https://nginxui.com/zh_CN/guide/config-nginx.html#pidpath
fr_fr: Vérifiez si le chemin du PID de Nginx existe. Par défaut, ce chemin est obtenu à partir de 'nginx -V'. S'il ne peut pas être obtenu, une erreur sera signalée. Dans ce cas, vous devez modifier le fichier de configuration pour spécifier le chemin du PID de Nginx. Consultez la documentation pour plus de détails: https://nginxui.com/zh_CN/guide/config-nginx.html#pidpath
pt_pt: Verifique se o caminho do PID do Nginx existe. Por padrão, este caminho é obtido a partir de 'nginx -V'. Se não puder ser obtido, será relatado um erro. Neste caso, você precisa modificar o arquivo de configuração para especificar o caminho do PID do Nginx. Consulte a documentação para obter mais detalhes: https://nginxui.com/zh_CN/guide/config-nginx.html#pidpath
tr_tr: Nginx PID yolunun var olup olmadığını kontrol edin. Varsayılan olarak bu yol 'nginx -V' komutuyla alınır. Alınamazsa bir hata bildirilir. Bu durumda, yapılandırma dosyasını değiştirerek Nginx PID yolunu belirtmeniz gerekir. Daha fazla ayrıntı için belgelere bakın: https://nginxui.com/zh_CN/guide/config-nginx.html#pidpath
uk_ua: Перевірте, чи існує шлях до PID Nginx. За замовчуванням цей шлях отримується з команди 'nginx -V'. Якщо його не вдається отримати, буде повідомлено про помилку. У цьому випадку вам потрібно змінити конфігураційний файл, щоб вказати шлях до PID Nginx. Докладніше див. у документації: https://nginxui.com/zh_CN/guide/config-nginx.html#pidpath
vi_vn: Kiểm tra xem đường dẫn PID của Nginx có tồn tại không. Theo mặc định, đường dẫn này được lấy từ lệnh 'nginx -V'. Nếu không thể lấy được, một lỗi sẽ được báo cáo. Trong trường hợp này, bạn cần sửa đổi tệp cấu hình để chỉ định đường dẫn PID của Nginx. Tham khảo tài liệu để biết thêm chi tiết: https://nginxui.com/zh_CN/guide/config-nginx.html#pidpath

source: Check if the nginx sbin path exists
de_de: Überprüfen Sie, ob der Pfad zu nginx sbin existiert
fr_fr: Vérifiez si le chemin d'accès à nginx sbin existe
pt_pt: Verifique se o caminho sbin do nginx existe
tr_tr: nginx sbin yolu var mı diye kontrol edin
uk_ua: Перевірте, чи існує шлях до sbin nginx
vi_vn: Kiểm tra xem đường dẫn sbin của nginx có tồn tại không

source: Check if the nginx.conf includes the conf.d directory
ar: تحقق مما إذا كان ملف nginx.conf يتضمن دليل conf.d
de_de: Überprüfen Sie, ob die nginx.conf das conf.d-Verzeichnis enthält
fr_fr: Vérifier si le nginx.conf inclut le répertoire conf.d
pt_pt: Verificar se o nginx.conf inclui o diretório conf.d
tr_tr: nginx.conf dosyasının conf.d dizinini içerip içermediğini kontrol edin
uk_ua: Перевірити, чи включає файл nginx.conf директорію conf.d
vi_vn: Kiểm tra xem tệp nginx.conf có bao gồm thư mục conf.d không

source: Check if the nginx.conf includes the sites-enabled directory
ar: تحقق مما إذا كان ملف nginx.conf يتضمن دليل sites-enabled
de_de: Überprüfen, ob die nginx.conf das sites-enabled-Verzeichnis enthält
fr_fr: Vérifier si le nginx.conf inclut le répertoire sites-enabled
pt_pt: Verificar se o nginx.conf inclui o diretório sites-enabled
tr_tr: nginx.conf dosyasının sites-enabled dizinini içerip içermediğini kontrol edin
uk_ua: Перевірити, чи nginx.conf включає каталог sites-enabled
vi_vn: Kiểm tra xem tệp nginx.conf có bao gồm thư mục sites-enabled không

source: Check if the nginx.conf includes the streams-enabled directory
ar: تحقق مما إذا كان ملف nginx.conf يتضمن دليل streams-enabled
de_de: Überprüfen Sie, ob die nginx.conf das streams-enabled-Verzeichnis enthält
fr_fr: Vérifier si le nginx.conf inclut le répertoire streams-enabled
pt_pt: Verificar se o nginx.conf inclui o diretório streams-enabled
tr_tr: nginx.conf dosyasının streams-enabled dizinini içerip içermediğini kontrol edin
uk_ua: Перевірити, чи включає nginx.conf каталог streams-enabled
vi_vn: Kiểm tra xem tệp nginx.conf có bao gồm thư mục streams-enabled không

source: Check if the sites-available and sites-enabled directories are under the nginx configuration directory
ar: تحقق مما إذا كانت الدلائل sites-available و sites-enabled موجودة ضمن دليل تكوين nginx
de_de: Überprüfen Sie, ob die Verzeichnisse sites-available und sites-enabled im Nginx-Konfigurationsverzeichnis enthalten sind
fr_fr: Vérifier si les répertoires sites-available et sites-enabled se trouvent dans le répertoire de configuration de nginx
pt_pt: Verifique se os diretórios sites-available e sites-enabled estão no diretório de configuração do nginx
tr_tr: sites-available ve sites-enabled dizinlerinin nginx yapılandırma dizini altında olup olmadığını kontrol edin
uk_ua: Перевірте, чи каталоги sites-available та sites-enabled знаходяться в каталозі конфігурації nginx
vi_vn: Kiểm tra xem các thư mục sites-available và sites-enabled có nằm trong thư mục cấu hình nginx không

source: Check if the streams-available and streams-enabled directories are under the nginx configuration directory
ar: تحقق مما إذا كانت الدلائل streams-available و streams-enabled موجودة ضمن دليل تكوين nginx
de_de: Überprüfen Sie, ob die Verzeichnisse streams-available und streams-enabled im Nginx-Konfigurationsverzeichnis enthalten sind
fr_fr: Vérifier si les répertoires streams-available et streams-enabled se trouvent dans le répertoire de configuration de nginx
pt_pt: Verifique se os diretórios streams-available e streams-enabled estão no diretório de configuração do nginx
tr_tr: streams-available ve streams-enabled dizinlerinin nginx yapılandırma dizini altında olup olmadığını kontrol edin
uk_ua: Перевірте, чи каталоги streams-available та streams-enabled знаходяться в каталозі конфігурації nginx
vi_vn: Kiểm tra xem các thư mục streams-available và streams-enabled có nằm trong thư mục cấu hình nginx không

source: Check Interval (seconds)
de_de: Prüfintervall (Sekunden)
fr_fr: Intervalle de vérification (secondes)
pt_pt: Intervalo de verificação (segundos)
tr_tr: Kontrol Aralığı (saniye)
uk_ua: Інтервал перевірки (секунди)
vi_vn: Khoảng thời gian kiểm tra (giây)

source: China Access Map
de_de: China-Zugriffskarte
fr_fr: Carte d'Accès Chine
pt_pt: Mapa de Acesso à China
tr_tr: Çin Erişim Haritası
uk_ua: Карта доступу Китаю
vi_vn: Bản đồ Truy cập Trung Quốc

source: China Map
de_de: China-Karte
fr_fr: Carte de la Chine
pt_pt: Mapa da China
tr_tr: Çin Haritası
uk_ua: Карта Китаю
vi_vn: Bản đồ Trung Quốc

source: Cipher text is too short
ar: النص المشفر قصير جدًا
de_de: Der verschlüsselte Text ist zu kurz
fr_fr: Texte de chiffrement trop court
pt_pt: O texto cifrado é demasiado curto
tr_tr: Şifreli metin çok kısa
uk_ua: Зашифрований текст занадто короткий
vi_vn: Văn bản mã hóa quá ngắn

source: Cleaning environment variables
ar: تنظيف متغيرات البيئة
de_de: Säuberung von Umgebungsvariablen
fr_fr: Nettoyage des variables d'environnement
pt_pt: Limpando variáveis de ambiente
tr_tr: Ortam değişkenlerini temizleme
uk_ua: Змінні навколишнього середовища очищення
vi_vn: Xoá các biến môi trường

source: Clear
ar: مسح
de_de: Säubern
fr_fr: Effacer
pt_pt: Limpar
tr_tr: Temizle
uk_ua: Чіткий
vi_vn: Xoá

source: Cleared successfully
ar: تم المسح بنجاح
de_de: Erfolgreich gelöscht
fr_fr: Effacé avec succès
pt_pt: Limpo com sucesso
tr_tr: Başarıyla temizlendi
uk_ua: Успішно очищено
vi_vn: Đã xóa thành công

source: Click or drag backup file to this area to upload
ar: انقر فوق أو اسحب ملف النسخ الاحتياطي إلى هذه المنطقة للتحميل
de_de: Klicken Sie auf oder ziehen Sie die Sicherungsdatei in diesen Bereich, um hochzuladen
fr_fr: Cliquez sur ou faites glisser le fichier de sauvegarde vers cette zone pour télécharger
pt_pt: Clique ou arraste o arquivo de backup para esta área para fazer o upload
tr_tr: Yüklemek için bu alana yedekleme dosyasını tıklayın veya sürükleyin
uk_ua: Клацніть або перетягніть файл резервного копіювання в цю область, щоб завантажити
vi_vn: Nhấp hoặc kéo tệp sao lưu vào khu vực này để tải lên

source: Click or drag files to this area to upload
de_de: Klicken oder ziehen Sie Dateien in diesen Bereich zum Hochladen
fr_fr: Cliquez ou faites glisser des fichiers dans cette zone pour les télécharger
pt_pt: Clique ou arraste ficheiros para esta área para carregar
tr_tr: Yüklemek için dosyaları bu alana tıklayın veya sürükleyin
uk_ua: Натисніть або перетягніть файли в цю область для завантаження
vi_vn: Nhấp hoặc kéo thả tệp vào khu vực này để tải lên

source: Click or drag folders to this area to upload
de_de: Klicken Sie oder ziehen Sie Ordner in diesen Bereich zum Hochladen
fr_fr: Cliquez ou faites glisser des dossiers dans cette zone pour télécharger
pt_pt: Clique ou arraste pastas para esta área para carregar
tr_tr: Yüklemek için klasörleri bu alana tıklayın veya sürükleyin
uk_ua: Натисніть або перетягніть папки в цю область для завантаження
vi_vn: Nhấp hoặc kéo thư mục vào khu vực này để tải lên

source: Click to copy
ar: انقر لنسخ
de_de: Klicken Sie hier, um zu kopieren
fr_fr: Clique pour copier
pt_pt: Clique para copiar
tr_tr: Kopyala için tıklayın
uk_ua: Клацніть, щоб скопіювати
vi_vn: Bấm để sao chép

source: Client Body Buffer Size
ar: حجم العميل العازلة للعميل
de_de: Client Body Puffer Größe
fr_fr: Taille du tampon du corps client
pt_pt: Tamanho do buffer do corpo do cliente
tr_tr: İstemci gövdesi arabellek boyutu
uk_ua: Розмір буфера кузова клієнта
vi_vn: Kích thước bộ đệm thân máy khách

source: Client Certificate
de_de: Client-Zertifikat
fr_fr: Certificat client
pt_pt: Certificado do cliente
tr_tr: İstemci Sertifikası
uk_ua: Клієнтський сертифікат
vi_vn: Chứng chỉ khách hàng

source: Client Error Responses (4xx)
de_de: Client-Fehlerantworten (4xx)
pt_pt: Respostas de erro do cliente (4xx)

source: Client Header Buffer Size
ar: حجم مخزن رأس العميل
de_de: Client-Header-Puffergröße
fr_fr: Taille du tampon d'en-tête client
pt_pt: Tamanho do buffer de cabeçalho do cliente
tr_tr: İstemci Başlık Arabellek Boyutu
uk_ua: Розмір буфера заголовків клієнта
vi_vn: Kích thước bộ đệm tiêu đề máy khách

source: Client Key
de_de: Client-Schlüssel
fr_fr: Clé client
pt_pt: Chave do cliente
tr_tr: İstemci Anahtarı
uk_ua: Ключ клієнта
vi_vn: Khóa khách hàng

source: Client Max Body Size
ar: الحد الأقصى لحجم جسم العميل
de_de: Maximale Client-Körpergröße
fr_fr: Taille maximale du corps du client
pt_pt: Tamanho máximo do corpo do cliente
tr_tr: İstemci Maksimum Gövde Boyutu
uk_ua: Максимальний розмір тіла клієнта
vi_vn: Kích thước tối đa của phần thân máy khách

source: Client request body buffer size
ar: حجم مخزن طلب جسم العميل
de_de: Puffergröße für den Anforderungskörper des Clients
fr_fr: Taille du tampon du corps de la requête client
pt_pt: Tamanho do buffer do corpo da solicitação do cliente
tr_tr: İstemci istek gövdesi tampon boyutu
uk_ua: Розмір буфера тіла запиту клієнта
vi_vn: Kích thước bộ đệm nội dung yêu cầu của máy khách

source: Client request header buffer size
ar: حجم مخزن رأس طلب العميل
de_de: Größe des Puffers für Client-Anfrageheader
fr_fr: Taille du tampon d'en-tête de requête client
pt_pt: Tamanho do buffer de cabeçalho de pedido do cliente
tr_tr: İstemci istek başlığı arabellek boyutu
uk_ua: Розмір буфера заголовка запиту клієнта
vi_vn: Kích thước bộ đệm tiêu đề yêu cầu của máy khách

source: Close
ar: إغلاق
de_de: Schließen
fr_fr: Fermer
pt_pt: Fechar
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng

source: Closed
de_de: Geschlossen
fr_fr: Fermé
pt_pt: Fechado
tr_tr: Kapalı
uk_ua: Закрито
vi_vn: Đã đóng

source: Code completion is not enabled
ar: إكمال الكود غير مفعّل
de_de: Code-Vervollständigung ist nicht aktiviert
fr_fr: La complétion de code n'est pas activée
pt_pt: A conclusão de código não está ativada
tr_tr: Kod tamamlama etkin değil
uk_ua: Автозавершення коду не ввімкнено
vi_vn: Hoàn thành mã không được bật

source: Code Completion Model
ar: نموذج إكمال التعليمات البرمجية
de_de: Code-Vervollständigungsmodell
fr_fr: Modèle de complétion de code
pt_pt: Modelo de conclusão de código
tr_tr: Kod Tamamlama Modeli
uk_ua: Модель автодоповнення коду
vi_vn: Mô hình hoàn thành mã

source: Collapse
de_de: Zusammenklappen
fr_fr: Réduire
pt_pt: Recolher
tr_tr: Daralt
uk_ua: Згорнути
vi_vn: Thu gọn

source: Column Settings
de_de: Spalteneinstellungen
fr_fr: Paramètres des colonnes
pt_pt: Configurações de coluna
tr_tr: Sütun Ayarları
uk_ua: Налаштування стовпців
vi_vn: Cài đặt cột

source: Command
ar: أمر
de_de: Befehl
fr_fr: Commande
pt_pt: Comando
tr_tr: Komut
uk_ua: Команда
vi_vn: Lệnh

source: Command exited with unexpected exit code: {0}, error: {1}
ar: انتهت الأمر برمز خروج غير متوقع: {0}، خطأ: {1}
de_de: Befehl wurde mit unerwartetem Exit-Code beendet: {0}, Fehler: {1}
fr_fr: La commande s'est terminée avec un code de sortie inattendu : {0}, erreur : {1}
pt_pt: O comando terminou com um código de saída inesperado: {0}, erro: {1}
tr_tr: Komut beklenmeyen çıkış kodu ile sonlandı: {0}, hata: {1}
uk_ua: Команда завершилася з неочікуваним кодом виходу: {0}, помилка: {1}
vi_vn: Lệnh thoát với mã lỗi không mong muốn: {0}, lỗi: {1}

source: Comments
ar: تعليقات
de_de: Kom
fr_fr: Commentaires
pt_pt: Comentários
tr_tr: Yorumlar
uk_ua: Коментарі
vi_vn: Bình luận

source: Compare
ar: يقارن
de_de: Vergleichen
fr_fr: Comparer
pt_pt: Comparar
tr_tr: Karşılaştırmak
uk_ua: Порівнювати
vi_vn: So sánh

source: Compare Configurations
ar: مقارنة التكوينات
de_de: Konfigurationen vergleichen
fr_fr: Comparer les configurations
pt_pt: Comparar configurações
tr_tr: Yapılandırmaları Karşılaştır
uk_ua: Порівняйте конфігурації
vi_vn: So sánh cấu hình

source: Compare Selected
ar: قارن المحدد
de_de: Vergleiche ausgewählt
fr_fr: Comparez sélectionné
pt_pt: Compare selecionado
tr_tr: Seçili karşılaştırın
uk_ua: Порівняйте вибрані
vi_vn: So sánh đã chọn

source: Compare with Current
ar: قارن مع التيار
de_de: Vergleiche mit Strom
fr_fr: Comparez avec le courant
pt_pt: Compare com a corrente
tr_tr: Mevcut ile karşılaştırın
uk_ua: Порівняйте з струмом
vi_vn: So sánh với hiện tại

source: Complete indexing with search capabilities
de_de: Vollständige Indizierung mit Suchfunktionen
fr_fr: Indexation complète avec capacités de recherche
pt_pt: Indexação completa com capacidades de pesquisa
uk_ua: Повне індексування з можливостями пошуку
vi_vn: Lập chỉ mục hoàn chỉnh với khả năng tìm kiếm

source: components
de_de: Komponenten
fr_fr: composants
pt_pt: componentes
uk_ua: компоненти
vi_vn: thành phần
