Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Save stream %{name} to %{node} successfully
ar: تم حفظ الدفق %{name} في %{node} بنجاح
de_de: Stream %{name} erfolgreich auf %{node} gespeichert
fr_fr: Flux %{name} enregistré sur %{node} avec succès
pt_pt: Fluxo %{name} guardado em %{node} com sucesso
tr_tr: Akış %{name}, %{node} üzerine başarıyla kaydedildi
uk_ua: Потік %{name} успішно збережено на %{node}
vi_vn: Đã lưu luồng %{name} vào %{node} thành công

source: Save successful
de_de: Erfolgreich gespeichert
fr_fr: Enregistrement réussi
pt_pt: Salvo com sucesso
tr_tr: Başarıyla kaydedildi
uk_ua: Успішно збережено
vi_vn: Lưu thành công

source: Save successfully
ar: تم الحفظ بنجاح
de_de: Erfolgreich gespeichert
fr_fr: Sauvegarde réussie
pt_pt: Salvo com sucesso
tr_tr: Başarıyla kaydedildi
uk_ua: Успішно збережено
vi_vn: Lưu thành công

source: Saved successfully
ar: تم الحفظ بنجاح
de_de: Speichern erfolgreich
fr_fr: Enregistré avec succès
pt_pt: Salvo com sucesso
tr_tr: Başarıyla kaydedildi
uk_ua: Успішно збережено
vi_vn: Lưu thành công

source: Sbin path not exist
ar: مسار sbin غير موجود
de_de: Sbin-Pfad existiert nicht
fr_fr: Le chemin sbin n'existe pas
pt_pt: O caminho sbin não existe
tr_tr: Sbin yolu mevcut değil
uk_ua: Шлях sbin не існує
vi_vn: Đường dẫn sbin không tồn tại

source: Scan completed
de_de: Scan abgeschlossen
fr_fr: Analyse terminée
pt_pt: Digitalização concluída
tr_tr: Tarama tamamlandı
uk_ua: Сканування завершено
vi_vn: Quét hoàn tất

source: Scan failed
de_de: Scan fehlgeschlagen
fr_fr: Échec de l'analyse
pt_pt: Falha na verificação
tr_tr: Tarama başarısız
uk_ua: Сканування не вдалося
vi_vn: Quét thất bại

source: Scan Ports
de_de: Ports scannen
fr_fr: Scanner les ports
pt_pt: Escanear portas
tr_tr: Portları Tara
uk_ua: Сканувати порти
vi_vn: Quét cổng

source: Scan Results
de_de: Scan-Ergebnisse
fr_fr: Résultats du scan
pt_pt: Resultados da verificação
tr_tr: Tarama Sonuçları
uk_ua: Результати сканування
vi_vn: Kết quả quét

source: Scan the QR code with your mobile phone to add the account to the app.
ar: امسح رمز الاستجابة السريعة بهاتفك المحمول لإضافة الحساب إلى التطبيق.
de_de: Scanne den QR-Code mit deinem Handy, um das Konto zur App hinzuzufügen.
fr_fr: Scannez le code QR avec votre téléphone portable pour ajouter le compte à l'application.
pt_pt: Digitalize o código QR com o seu telemóvel para adicionar a conta à aplicação.
tr_tr: Hesabı uygulamaya eklemek için telefonunuzla QR kodunu tarayın.
uk_ua: Відскануйте QR-код за допомогою мобільного телефону, щоб додати обліковий запис до програми.
vi_vn: Quét mã QR bằng điện thoại di động của bạn để thêm tài khoản vào ứng dụng.

source: Scanning
de_de: Scannen
fr_fr: Analyse
pt_pt: A escanear
tr_tr: Taranıyor
uk_ua: Сканування
vi_vn: Đang quét

source: Schedule
de_de: Zeitplan
fr_fr: Planification
pt_pt: Agendamento
tr_tr: Zamanlama
uk_ua: Розклад
vi_vn: Lịch trình

source: Schedule Type
de_de: Zeitplantyp
fr_fr: Type de planification
pt_pt: Tipo de agendamento
tr_tr: Zamanlama Türü
uk_ua: Тип розкладу
vi_vn: Loại lịch trình

source: Search
ar: بحث
de_de: Suchen
fr_fr: Rechercher
pt_pt: Pesquisar
tr_tr: Ara
uk_ua: Пошук
vi_vn: Tìm kiếm

source: Search Filters
de_de: Suchfilter
fr_fr: Filtres de recherche
pt_pt: Filtros de pesquisa
tr_tr: Arama Filtreleri
uk_ua: Фільтри пошуку
vi_vn: Bộ lọc tìm kiếm

source: Search in log content...
de_de: In Protokollinhalten suchen...
fr_fr: Rechercher dans le contenu du journal...
pt_pt: Pesquisar no conteúdo do registo...
tr_tr: Günlük içeriğinde ara...
uk_ua: Пошук у вмісті журналу...
vi_vn: Tìm kiếm trong nội dung nhật ký...

source: Search module name
ar: اسم وحدة البحث
de_de: Modulname suchen
fr_fr: Nom du module de recherche
pt_pt: Nome do módulo de pesquisa
tr_tr: Modül adı ara
uk_ua: Назва модуля пошуку
vi_vn: Tên mô-đun tìm kiếm

source: Search modules
de_de: Module suchen
pt_pt: Pesquisar módulos
uk_ua: Пошук модулів
vi_vn: Tìm kiếm mô-đun

source: Search range
de_de: Suchbereich
fr_fr: Plage de recherche
pt_pt: Intervalo de pesquisa
tr_tr: Arama aralığı
uk_ua: Діапазон пошуку
vi_vn: Phạm vi tìm kiếm

source: Search templates
de_de: Vorlagen suchen
fr_fr: Rechercher des modèles
pt_pt: Pesquisar modelos
uk_ua: Пошук шаблонів
vi_vn: Tìm kiếm mẫu

source: Secret has been copied
ar: تم نسخ السر
de_de: Schlüssel wurde kopiert
fr_fr: Le secret a été copié
pt_pt: O segredo foi copiado
tr_tr: Gizli kod kopyalandı
uk_ua: Секрет скопійовано
vi_vn: Mật khẩu đã được sao chép

source: Security Settings
de_de: Sicherheitseinstellungen
fr_fr: Paramètres de sécurité
pt_pt: Configurações de segurança
tr_tr: Güvenlik Ayarları
uk_ua: Налаштування безпеки
vi_vn: Cài đặt bảo mật

source: Security Token
ar: رمز الأمان
de_de: Sicherheitstoken
fr_fr: Jeton de sécurité
pt_pt: Token de segurança
tr_tr: Güvenlik Belirteci
uk_ua: Токен безпеки
vi_vn: Mã bảo mật

source: Security Token Information
ar: معلومات رمز الأمان
de_de: Sicherheitstoken-Informationen
fr_fr: Informations sur le jeton de sécurité
pt_pt: Informações do token de segurança
tr_tr: Güvenlik Belirteci Bilgileri
uk_ua: Інформація про токен безпеки
vi_vn: Thông tin mã bảo mật

source: Select a predefined CA directory or enter a custom one. Leave blank to use the default CA directory.
de_de: Wählen Sie ein vordefiniertes CA-Verzeichnis aus oder geben Sie ein benutzerdefiniertes ein. Lassen Sie es leer, um das Standard-CA-Verzeichnis zu verwenden.
fr_fr: Sélectionnez un répertoire CA prédéfini ou saisissez un répertoire personnalisé. Laissez vide pour utiliser le répertoire CA par défaut.
pt_pt: Selecione um diretório CA predefinido ou introduza um personalizado. Deixe em branco para utilizar o diretório CA predefinido.
tr_tr: Önceden tanımlanmış bir CA dizini seçin veya özel bir tane girin. Varsayılan CA dizinini kullanmak için boş bırakın.
uk_ua: Виберіть попередньо визначений каталог CA або введіть власний. Залиште порожнім, щоб використовувати каталог CA за замовчуванням.
vi_vn: Chọn thư mục CA được định nghĩa trước hoặc nhập thư mục tùy chỉnh. Để trống để sử dụng thư mục CA mặc định.

source: Select all
de_de: Alle auswählen
fr_fr: Tout sélectionner
pt_pt: Selecionar tudo
tr_tr: Tümünü seç
uk_ua: Вибрати все
vi_vn: Chọn tất cả

source: Select or enter a CA directory URL
de_de: Wählen Sie eine CA-Verzeichnis-URL aus oder geben Sie sie ein
fr_fr: Sélectionnez ou entrez une URL de répertoire CA
pt_pt: Selecione ou insira um URL de diretório CA
tr_tr: Bir CA dizini URL'si seçin veya girin
uk_ua: Виберіть або введіть URL-адресу каталогу CA
vi_vn: Chọn hoặc nhập URL thư mục CA

source: Selected {count} files
de_de: Ausgewählte {count} Dateien
fr_fr: {count} fichiers sélectionnés
pt_pt: {count} ficheiros selecionados
tr_tr: Seçilen {count} dosya
uk_ua: Вибрано {count} файлів
vi_vn: Đã chọn {count} tệp

source: Selector
ar: المحدد
de_de: Auswähler
fr_fr: Sélecteur
pt_pt: Seletor
tr_tr: Seçici
uk_ua: Селектор
vi_vn: Bộ chọn

source: Self Check
ar: الفحص الذاتي
de_de: Selbstprüfung
fr_fr: Vérification automatique
pt_pt: Auto-verificação
tr_tr: Kendi Kendini Kontrol
uk_ua: Самоперевірка
vi_vn: Tự kiểm tra

source: Self check failed, Nginx UI may not work properly
ar: فشل الفحص الذاتي، قد لا يعمل واجهة NGINX بشكل صحيح
de_de: Selbstprüfung fehlgeschlagen, Nginx UI funktioniert möglicherweise nicht ordnungsgemäß
fr_fr: L'auto-vérification a échoué, l'interface utilisateur Nginx peut ne pas fonctionner correctement
pt_pt: A auto-verificação falhou, a interface do utilizador do Nginx pode não funcionar corretamente
tr_tr: Kendi kendine kontrol başarısız oldu, Nginx UI düzgün çalışmayabilir
uk_ua: Самоперевірка не вдалася, інтерфейс Nginx може працювати неправильно
vi_vn: Tự kiểm tra thất bại, giao diện Nginx có thể không hoạt động bình thường

source: Send
ar: إرسال
de_de: Senden
fr_fr: Envoyer
pt_pt: Enviar
tr_tr: Gönder
uk_ua: Надіслати
vi_vn: Gửi

source: Send test message
de_de: Testnachricht senden
fr_fr: Envoyer un message test
pt_pt: Enviar mensagem de teste
tr_tr: Test mesajı gönder
uk_ua: Надіслати тестове повідомлення
vi_vn: Gửi tin nhắn kiểm tra

source: Server
ar: الخادم
fr_fr: Serveur
pt_pt: Servidor
tr_tr: Sunucu
uk_ua: Сервер
vi_vn: Máy chủ

source: Server error
de_de: Serverfehler
fr_fr: Erreur du serveur
pt_pt: Erro do servidor
tr_tr: Sunucu hatası
uk_ua: Помилка сервера
vi_vn: Lỗi máy chủ

source: Server Error Responses (5xx)
de_de: Server-Fehlerantworten (5xx)
pt_pt: Respostas de erro do servidor (5xx)

source: Server Info
ar: معلومات الخادم
de_de: Serverinformationen
fr_fr: Informations sur le serveur
pt_pt: Informação do Servidor
tr_tr: Sunucu Bilgisi
uk_ua: Інформація про сервер
vi_vn: Thông tin máy chủ

source: Server IP Address
de_de: Server-IP-Adresse
fr_fr: Adresse IP du serveur
pt_pt: Endereço IP do servidor
tr_tr: Sunucu IP Adresi
uk_ua: IP-адреса сервера
vi_vn: Địa chỉ IP máy chủ

source: Server Names Hash Bucket Size
ar: حجم جدول تجزئة أسماء الخوادم
de_de: Server-Namen-Hash-Bucket-Größe
fr_fr: Taille du seau de hachage des noms de serveur
pt_pt: Tamanho do balde hash de nomes de servidor
tr_tr: Sunucu Adları Hash Kova Boyutu
uk_ua: Розмір хеш-таблиці імен серверів
vi_vn: Kích thước bảng băm tên máy chủ

source: Server names hash table size
ar: حجم جدول تجزئة أسماء الخوادم
de_de: Größe der Server-Namen-Hash-Tabelle
fr_fr: Taille de la table de hachage des noms de serveur
pt_pt: Tamanho da tabela hash de nomes de servidor
tr_tr: Sunucu adları karma tablo boyutu
uk_ua: Розмір хеш-таблиці імен серверів
vi_vn: Kích thước bảng băm tên máy chủ

source: server_name not found in directives
ar: اسم_الخادم غير موجود في التوجيهات
de_de: server_name wurde in den Anweisungen nicht gefunden
fr_fr: server_name introuvable dans les directives
pt_pt: server_name não encontrado em directivas
tr_tr: Yönergelerde server_name bulunamadı
uk_ua: server_name не знайдено в директивах
vi_vn: không tìm thấy server_name trong directives

source: ServerIdx out of range
ar: معرف الخادم خارج النطاق
de_de: ServerIdx außerhalb des Bereichs
fr_fr: ServerIdx hors limites
pt_pt: ServerIdx fora do intervalo
tr_tr: ServerIdx aralık dışında
uk_ua: ServerIdx поза діапазоном
vi_vn: ServerIdx nằm ngoài phạm vi

source: Service Name
de_de: Dienstname
fr_fr: Nom du service
pt_pt: Nome do serviço
tr_tr: Servis Adı
uk_ua: Назва сервісу
vi_vn: Tên dịch vụ

source: Session not found
ar: الجلسة غير موجودة
de_de: Sitzung nicht gefunden
fr_fr: Session non trouvée
pt_pt: Sessão não encontrada
tr_tr: Oturum bulunamadı
uk_ua: Сесію не знайдено
vi_vn: Không tìm thấy phiên

source: Set env error: {0}
de_de: Fehler beim Setzen der Umgebung: {0}
fr_fr: Erreur de configuration de l'environnement : {0}
pt_pt: Erro ao definir ambiente: {0}
tr_tr: Ortam ayarlama hatası: {0}
uk_ua: Помилка встановлення середовища: {0}
vi_vn: Lỗi thiết lập môi trường: {0}

source: Set env flag to disable lego CNAME support error: {0}
de_de: Umgebungsflag zum Deaktivieren der Lego-CNAME-Unterstützung setzen Fehler: {0}
fr_fr: Définir le drapeau d'environnement pour désactiver le support CNAME de lego erreur: {0}
pt_pt: Definir flag de ambiente para desativar suporte CNAME do lego erro: {0}
tr_tr: Lego CNAME desteğini devre dışı bırakmak için ortam bayrağı ayarlama hatası: {0}
uk_ua: Встановити прапорець оточення для вимкнення підтримки CNAME у lego помилка: {0}
vi_vn: Đặt cờ môi trường để tắt hỗ trợ CNAME của lego lỗi: {0}

source: Set the recursive nameservers to override the systems nameservers for the step of DNS challenge.
ar: قم بتعيين خوادم الأسماء التكرارية لتجاوز خوادم الأسماء الخاصة بالنظام لخطوة تحدي DNS.
de_de: Setze die rekursiven Nameserver, um die System-Nameserver für den Schritt der DNS-Herausforderung zu überschreiben.
fr_fr: Définissez les serveurs de noms récursifs pour remplacer les serveurs de noms du système lors de l'étape du défi DNS.
pt_pt: Configure os nameservers recursivos para substituir os nameservers dos sistemas na etapa de DNS challenge.
tr_tr: DNS sorgulama adımında sistem ad sunucularını geçersiz kılmak için özyinelemeli ad sunucularını ayarlayın.
uk_ua: Встановіть рекурсивні сервери імен, щоб перевизначити системні сервери імен на етапі DNS-виклику.
vi_vn: Đặt các máy chủ tên đệ quy để ghi đè các máy chủ tên hệ thống trong bước thử thách DNS.

source: set to maintenance mode
ar: تم تعيينه في وضع الصيانة
de_de: In den Wartungsmodus versetzen
fr_fr: passer en mode maintenance
pt_pt: definir como modo de manutenção
tr_tr: bakım moduna ayarla
uk_ua: перевести в режим обслуговування
vi_vn: đặt vào chế độ bảo trì

source: Setting DNS01 challenge provider
ar: تعيين موفر تحدي DNS01
de_de: Setze DNS01-Challengeanbieter
fr_fr: Configuration du fournisseur de défi DNS01
pt_pt: Definindo provedor de DNS01 challenge
tr_tr: DNS01 meydan okuma sağlayıcısı ayarlanıyor
uk_ua: Налаштування провайдера DNS01 виклику
vi_vn: Sử dụng DNS01 để xác thực SSL

source: Setting environment variables
ar: تعيين متغيرات البيئة
de_de: Setze Umgebungsvariablen
fr_fr: Définition des variables d'environnement
pt_pt: Definindo variáveis de ambiente
tr_tr: Ortam değişkenlerini ayarlama
uk_ua: Налаштування змінних середовища
vi_vn: Đặt biến môi trường

source: Setting HTTP01 challenge provider
ar: تعيين موفر تحدي HTTP01
de_de: Setze HTTP01-Challengeanbieter
fr_fr: Configuration du fournisseur de défi HTTP01
pt_pt: Definindo provedor de HTTP01 challenge
tr_tr: HTTP01 meydan okuma sağlayıcısı ayarlanıyor
uk_ua: Налаштування провайдера HTTP01-виклику
vi_vn: Đang thiết lập nhà cung cấp thử thách HTTP01

source: Settings.NginxLogSettings.AccessLogPath is empty, refer to https://nginxui.com/guide/config-nginx.html for more information
ar: إعدادات.Settings.NginxLogSettings.AccessLogPath فارغة، راجع https://nginxui.com/guide/config-nginx.html لمزيد من المعلومات
de_de: Settings.NginxLogSettings.AccessLogPath ist leer, weitere Informationen finden Sie unter https://nginxui.com/guide/config-nginx.html
fr_fr: Settings.NginxLogSettings.AccessLogPath est vide, consultez https://nginxui.com/guide/config-nginx.html pour plus d'informations
pt_pt: Settings.NginxLogSettings.AccessLogPath está vazio, consulte https://nginxui.com/guide/config-nginx.html para mais informações
tr_tr: Settings.NginxLogSettings.AccessLogPath boş, daha fazla bilgi için https://nginxui.com/guide/config-nginx.html adresine bakın
uk_ua: Settings.NginxLogSettings.AccessLogPath порожній, див. https://nginxui.com/guide/config-nginx.html для отримання додаткової інформації
vi_vn: Settings.NginxLogSettings.AccessLogPath trống, tham khảo https://nginxui.com/guide/config-nginx.html để biết thêm thông tin

source: Settings.NginxLogSettings.ErrorLogPath is empty, refer to https://nginxui.com/guide/config-nginx.html for more information
ar: إعدادات.Settings.NginxLogSettings.ErrorLogPath فارغة، راجع https://nginxui.com/guide/config-nginx.html لمزيد من المعلومات
de_de: Settings.NginxLogSettings.ErrorLogPath ist leer, weitere Informationen finden Sie unter https://nginxui.com/guide/config-nginx.html
fr_fr: Settings.NginxLogSettings.ErrorLogPath est vide, consultez https://nginxui.com/guide/config-nginx.html pour plus d'informations
pt_pt: Settings.NginxLogSettings.ErrorLogPath está vazio, consulte https://nginxui.com/guide/config-nginx.html para mais informações
tr_tr: Settings.NginxLogSettings.ErrorLogPath boş, daha fazla bilgi için https://nginxui.com/guide/config-nginx.html adresine bakın
uk_ua: Settings.NginxLogSettings.ErrorLogPath порожній, див. https://nginxui.com/guide/config-nginx.html для отримання додаткової інформації
vi_vn: Settings.NginxLogSettings.ErrorLogPath trống, tham khảo https://nginxui.com/guide/config-nginx.html để biết thêm thông tin

source: Setup your Nginx UI
ar: إعداد واجهة NGINX الخاصة بك
de_de: Richten Sie Ihre Nginx UI ein
fr_fr: Configurez votre Nginx UI
pt_pt: Configure a sua Nginx UI
tr_tr: Nginx UI'nizi ayarlayın
uk_ua: Налаштуйте ваш Nginx UI
vi_vn: Thiết lập giao diện Nginx của bạn

source: Shared Memory Zone
ar: منطقة الذاكرة المشتركة
de_de: Gemeinsamer Speicherbereich
fr_fr: Zone de Mémoire Partagée
pt_pt: Zona de Memória Partilhada
tr_tr: Paylaşılan Bellek Bölgesi
uk_ua: Зона спільної пам'яті
vi_vn: Vùng Bộ Nhớ Chia Sẻ

source: Show
ar: عرض
de_de: Zeige
fr_fr: Afficher
pt_pt: Mostrar
tr_tr: Göster
uk_ua: Показати
vi_vn: Hiển thị

source: Show Assistant
de_de: Assistent anzeigen
fr_fr: Afficher l'assistant
pt_pt: Mostrar assistente
uk_ua: Показати помічника
vi_vn: Hiển thị trợ lý

source: Sign in with a passkey
ar: تسجيل الدخول باستخدام مفتاح المرور
de_de: Mit einem Passkey anmelden
fr_fr: Se connecter avec une clé d'accès
pt_pt: Iniciar sessão com uma chave de acesso
tr_tr: Bir anahtarla oturum aç
uk_ua: Увійти за допомогою ключа доступу
vi_vn: Đăng nhập bằng khóa truy cập

source: SIMD-optimized stream processing
de_de: SIMD-optimierte Stream-Verarbeitung
fr_fr: Traitement de flux optimisé SIMD
pt_pt: Processamento de fluxo otimizado com SIMD
uk_ua: Оптимізована SIMD обробка потоку
vi_vn: Xử lý luồng được tối ưu hóa SIMD

source: Single Directive
ar: توجيه واحد
de_de: Einzige Anweisung
fr_fr: Directive unique
pt_pt: Directiva Única
tr_tr: Tek Direktif
uk_ua: Одинарна директива

source: Site Config Created Successfully
ar: تم إنشاء تكوين الموقع بنجاح
de_de: Website-Konfiguration erfolgreich erstellt
fr_fr: Configuration du site créée avec succès
pt_pt: Configuração do site criada com sucesso
tr_tr: Site Yapılandırması Başarıyla Oluşturuldu
uk_ua: Конфігурацію сайту успішно створено
vi_vn: Cấu hình trang web đã được tạo thành công

source: Site is enabled
ar: الموقع مفعل
de_de: Website ist aktiviert
fr_fr: Le site est activé
pt_pt: O site está ativado
tr_tr: Site etkinleştirildi
uk_ua: Сайт увімкнено
vi_vn: Trang web đã được bật

source: Site is in maintenance mode
ar: الموقع في وضع الصيانة
de_de: Die Website befindet sich im Wartungsmodus
fr_fr: Le site est en mode maintenance
pt_pt: O site está em modo de manutenção
tr_tr: Site bakım modunda
uk_ua: Сайт у режимі технічного обслуговування
vi_vn: Trang web đang trong chế độ bảo trì

source: Site Logs
ar: سجلات الموقع
de_de: Site-Protokolle
fr_fr: Journaux du site
pt_pt: Logs do Site
tr_tr: Site Kayıtları
uk_ua: Журнали сайту
vi_vn: Nhật ký trang web

source: Site not found
ar: الموقع غير موجود
de_de: Website nicht gefunden
fr_fr: Site non trouvé
pt_pt: Site não encontrado
tr_tr: Site bulunamadı
uk_ua: Сайт не знайдено
vi_vn: Không tìm thấy trang web

source: Site refresh initiated
de_de: Seitenaktualisierung gestartet
fr_fr: Actualisation du site initiée
pt_pt: Atualização do site iniciada
tr_tr: Site yenileme başlatıldı
uk_ua: Оновлення сайту розпочато
vi_vn: Đã khởi động làm mới trang web

source: Sites directory exists
ar: دليل المواقع موجود
de_de: Sites-Verzeichnis existiert
fr_fr: Le répertoire des sites existe
pt_pt: O diretório de sites existe
tr_tr: Siteler dizini mevcut
uk_ua: Каталог сайтів існує
vi_vn: Thư mục trang web tồn tại

source: Sites List
ar: قائمة المواقع
de_de: Liste der Seiten
fr_fr: Liste des sites
pt_pt: Lista de Sites
tr_tr: Site Listesi
uk_ua: Список сайтів
vi_vn: Danh sách Website

source: Sites will appear here once you configure nginx server blocks with valid server_name directives.
de_de: Websites werden hier angezeigt, sobald Sie Nginx-Serverblöcke mit gültigen server_name-Direktiven konfiguriert haben.
fr_fr: Les sites apparaîtront ici une fois que vous aurez configuré les blocs serveur nginx avec des directives server_name valides.
pt_pt: Os sites aparecerão aqui assim que configurar os blocos de servidor nginx com diretivas server_name válidas.
tr_tr: Geçerli server_name yönergeleriyle nginx sunucu bloklarını yapılandırdığınızda siteler burada görünecektir.
uk_ua: Сайти з’являться тут після налаштування блоків сервера nginx з дійсними директивами server_name.
vi_vn: Các trang web sẽ xuất hiện ở đây sau khi bạn cấu hình các khối máy chủ nginx với các chỉ thị server_name hợp lệ.

source: Sites-available directory not exist
ar: دليل Sites-available غير موجود
de_de: Sites-available-Verzeichnis existiert nicht
fr_fr: Le répertoire sites-available n'existe pas
pt_pt: O diretório sites-available não existe
tr_tr: Sites-available dizini mevcut değil
uk_ua: Каталог Sites-available не існує
vi_vn: Thư mục Sites-available không tồn tại

source: Sites-enabled directory not exist
ar: دليل sites-enabled غير موجود
de_de: Sites-enabled-Verzeichnis existiert nicht
fr_fr: Le répertoire sites-enabled n'existe pas
pt_pt: O diretório sites-enabled não existe
tr_tr: Sites-enabled dizini mevcut değil
uk_ua: Каталог sites-enabled не існує
vi_vn: Thư mục sites-enabled không tồn tại

source: Size
de_de: Größe
fr_fr: Taille
pt_pt: Tamanho
tr_tr: Boyut
uk_ua: Розмір
vi_vn: Kích thước

source: Skip Installation
ar: تخطي التثبيت
de_de: Installation überspringen
fr_fr: Ignorer l'installation
pt_pt: Ignorar instalação
tr_tr: Kurulumu atla
uk_ua: Пропустити встановлення
vi_vn: Bỏ qua cài đặt

source: Sleep time between cache loader iterations
ar: وقت الانتظار بين تكرارات محمل ذاكرة التخزين المؤقت
de_de: Wartezeit zwischen den Iterationen des Cache-Loaders
fr_fr: Temps d'attente entre les itérations du chargeur de cache
pt_pt: Tempo de espera entre iterações do carregador de cache
tr_tr: Önbellek yükleyici tekrarları arasındaki bekleme süresi
uk_ua: Час очікування між ітераціями завантажувача кешу
vi_vn: Thời gian chờ giữa các lần lặp của bộ nạp bộ đệm

source: Sleep time between cache manager iterations
ar: وقت الانتظار بين تكرارات مدير الذاكرة المؤقتة
de_de: Wartezeit zwischen den Iterationen des Cache-Managers
fr_fr: Temps d'attente entre les itérations du gestionnaire de cache
pt_pt: Tempo de espera entre iterações do gestor de cache
tr_tr: Önbellek yöneticisi yinelemeleri arasındaki bekleme süresi
uk_ua: Час очікування між ітераціями менеджера кешу
vi_vn: Thời gian chờ giữa các lần lặp của trình quản lý bộ nhớ đệm

source: Sorted by
de_de: Sortiert nach
fr_fr: Trié par
pt_pt: Ordenado por
tr_tr: Sıralama ölçütü
uk_ua: Відсортовано за
vi_vn: Sắp xếp theo

source: Source IP
de_de: Quell-IP
fr_fr: IP source
pt_pt: IP de origem
tr_tr: Kaynak IP
uk_ua: Вихідна IP
vi_vn: IP nguồn

source: Sponsor
pt_pt: Patrocinador
uk_ua: Спонсор
vi_vn: Nhà tài trợ

source: SSD storage for better I/O performance
de_de: SSD-Speicher für bessere E/A-Leistung
fr_fr: Stockage SSD pour de meilleures performances d'E/S
pt_pt: Armazenamento SSD para melhor desempenho de E/S
uk_ua: SSD-накопич для кращої продуктивності вводу-виводу
vi_vn: Lưu trữ SSD để hiệu suất I/O tốt hơn

source: SSL Certificate Content
ar: محتوى شهادة SSL
de_de: SSL-Zertifikatsinhalt
fr_fr: Contenu du certificat SSL
pt_pt: Conteúdo do Certificado SSL
tr_tr: SSL Sertifika İçeriği
uk_ua: Вміст SSL-сертифіката
vi_vn: Nội dung chứng chỉ SSL

source: SSL certificate file must be under Nginx configuration directory: {0}
ar: يجب أن يكون ملف شهادة SSL ضمن دليل تكوين Nginx: {0}
de_de: Die SSL-Zertifikatsdatei muss sich im Nginx-Konfigurationsverzeichnis befinden: {0}
fr_fr: Le fichier de certificat SSL doit être dans le répertoire de configuration de Nginx : {0}
pt_pt: O ficheiro de certificado SSL deve estar no diretório de configuração do Nginx: {0}
tr_tr: SSL sertifika dosyası Nginx yapılandırma dizini altında olmalıdır: {0}
uk_ua: Файл SSL-сертифіката повинен знаходитися в каталозі конфігурації Nginx: {0}
vi_vn: Tệp chứng chỉ SSL phải nằm trong thư mục cấu hình Nginx: {0}

source: SSL certificate file not found
ar: لم يتم العثور على ملف شهادة SSL
de_de: SSL-Zertifikatsdatei nicht gefunden
fr_fr: Fichier de certificat SSL introuvable
pt_pt: Ficheiro de certificado SSL não encontrado
tr_tr: SSL sertifika dosyası bulunamadı
uk_ua: Файл SSL-сертифіката не знайдено
vi_vn: Không tìm thấy tệp chứng chỉ SSL

source: SSL Certificate Key Content
ar: محتوى مفتاح شهادة SSL
de_de: SSL-Zertifikatsschlüsselinhalt
fr_fr: Contenu de la clé du certificat SSL
pt_pt: Conteúdo da Chave do Certificado SSL
tr_tr: SSL Sertifika Anahtarı İçeriği
uk_ua: Вміст ключа SSL-сертифіката
vi_vn: Nội dung khóa chứng chỉ SSL
