Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Compressed log file support
de_de: Unterstützung für komprimierte Protokolldateien
fr_fr: Prise en charge des fichiers journaux compressés
pt_pt: Suporte a ficheiros de registo comprimidos
uk_ua: Підтримка стиснених файлів журналів
vi_vn: Hỗ trợ tệp nhật ký nén

source: Compression level, 1 is lowest, 9 is highest
ar: مستوى الضغط ، 1 هو أدنى ، 9 هو الأعلى
de_de: Kompressionsniveau, 1 ist am niedrigsten, 9 ist am höchsten
fr_fr: Le niveau de compression, 1 est le plus bas, 9 est le plus élevé
pt_pt: O nível de compressão, 1 é mais baixo, 9 é mais alto
tr_tr: Sıkıştırma seviyesi, 1 en düşük, 9 en yüksek
uk_ua: Рівень стиснення, 1 найнижчий, 9 - найвищий
vi_vn: Mức nén, 1 là thấp nhất, 9 là cao nhất

source: Computing Statistics
de_de: Statistiken berechnen
fr_fr: Calcul des statistiques
pt_pt: Calculando estatísticas
tr_tr: İstatistikleri Hesaplama
uk_ua: Обчислення статистики
vi_vn: Tính toán thống kê

source: Conf.d directory exists
de_de: Conf.d-Verzeichnis existiert
fr_fr: Le répertoire conf.d existe
pt_pt: O diretório conf.d existe
tr_tr: Conf.d dizini mevcut
uk_ua: Каталог conf.d існує
vi_vn: Thư mục conf.d tồn tại

source: Conf.d directory not exists
de_de: Conf.d-Verzeichnis existiert nicht
fr_fr: Le répertoire Conf.d n'existe pas
pt_pt: O diretório Conf.d não existe
tr_tr: Conf.d dizini mevcut değil
uk_ua: Каталог Conf.d не існує
vi_vn: Thư mục Conf.d không tồn tại

source: Config
de_de: Konfiguration
fr_fr: Configuration
pt_pt: Configuração
tr_tr: Yapılandırma
uk_ua: Конфігурація
vi_vn: Cấu hình

source: Config directory not exist
ar: دليل التكوين غير موجود
de_de: Konfigurationsverzeichnis existiert nicht
fr_fr: Le répertoire de configuration n'existe pas
pt_pt: O diretório de configuração não existe
tr_tr: Yapılandırma dizini mevcut değil
uk_ua: Каталог конфігурації не існує
vi_vn: Thư mục cấu hình không tồn tại

source: Config entry file not exist
ar: ملف إدخال التكوين غير موجود
de_de: Konfigurations-Eingabedatei existiert nicht
fr_fr: Le fichier d'entrée de configuration n'existe pas
pt_pt: O ficheiro de entrada de configuração não existe
tr_tr: Yapılandırma giriş dosyası mevcut değil
uk_ua: Вхідний файл конфігурації не існує
vi_vn: Tệp nhập cấu hình không tồn tại

source: Config not found
de_de: Konfiguration nicht gefunden
pt_pt: Configuração não encontrada

source: Config path is empty
ar: مسار التكوين فارغ
de_de: Konfigurationspfad ist leer
fr_fr: Le chemin de configuration est vide
pt_pt: O caminho de configuração está vazio
tr_tr: Yapılandırma yolu boş
uk_ua: Конфігурація порожній
vi_vn: Đường dẫn cấu hình trống

source: Config Template
ar: قالب التكوين
de_de: Konfigurationsvorlage
fr_fr: Modèle de configuration
pt_pt: Modelo de Configuração
tr_tr: Yapılandırma Şablonu
uk_ua: Шаблон конфігурації
vi_vn: Mẫu cấu hình

source: Configuration
de_de: Konfiguration
pt_pt: Configuração
tr_tr: Yapılandırma
uk_ua: Конфігурація
vi_vn: Cấu hình

source: Configuration file is test successful
ar: تم اختبار ملف التكوين بنجاح
de_de: Konfigurationsdatei erfolgreich getestet
fr_fr: Le fichier de configuration est testé avec succès
pt_pt: Ficheiro de configuração testado com sucesso
tr_tr: Yapılandırma dosyası başarıyla test edildi
uk_ua: Файл конфігурації успішно протестовано
vi_vn: Tệp cấu hình được kiểm tra thành công

source: Configuration file is test successful in isolated sandbox
de_de: Die Konfigurationsdatei wurde erfolgreich im isolierten Sandbox-Test durchgeführt
pt_pt: O ficheiro de configuração foi testado com sucesso num ambiente de sandbox isolado

source: Configuration History
ar: سجل التكوين
de_de: Konfigurationsverlauf
fr_fr: Historique de configuration
pt_pt: Histórico de Configuração
tr_tr: Yapılandırma Geçmişi
uk_ua: Історія конфігурації
vi_vn: Lịch sử cấu hình

source: Configuration information
ar: معلومات التكوين
de_de: Konfigurationsinformationen
fr_fr: Informations de configuration
pt_pt: Informações de configuração
tr_tr: Yapılandırma bilgileri
uk_ua: Інформація про конфігурацію
vi_vn: Thông tin cấu hình

source: Configuration Name
ar: اسم التكوين
de_de: Konf
fr_fr: Nom de la configuration
pt_pt: Nome da Configuração
tr_tr: Yapılandırma Adı
uk_ua: Назва конфігурації
vi_vn: Tên cấu hình

source: Configurations
ar: التكوينات
de_de: Konfigurationen
pt_pt: Configurações
tr_tr: Yapılandırmalar
uk_ua: Конфігурації
vi_vn: Cấu hình

source: Configure SSL
ar: تكوين SSL
de_de: SSL konfigurieren
fr_fr: Configurer SSL
pt_pt: Configurar SSL
tr_tr: SSL'yi Yapılandırma
uk_ua: Налаштувати SSL
vi_vn: Cấu hình SSL

source: Confirm Delete
de_de: Löschen bestätigen
fr_fr: Confirmer la suppression
pt_pt: Confirmar eliminação
tr_tr: Silme Onayı
uk_ua: Підтвердити видалення
vi_vn: Xác nhận xóa

source: Confirm New Password
de_de: Neues Passwort bestätigen
fr_fr: Confirmer le nouveau mot de passe
pt_pt: Confirmar nova palavra-passe
tr_tr: Yeni Şifreyi Onayla
uk_ua: Підтвердити новий пароль
vi_vn: Xác nhận mật khẩu mới

source: Confirmation Required
de_de: Bestätigung erforderlich
fr_fr: Confirmation requise
pt_pt: Confirmação necessária
uk_ua: Потрібне підтвердження
vi_vn: Yêu cầu xác nhận

source: Connected
ar: متصل
de_de: Verbunden
fr_fr: Connecté
pt_pt: Conectado
tr_tr: Bağlandı
uk_ua: Підключено
vi_vn: Đã kết nối

source: Connection error, trying to reconnect...
ar: خطأ في الاتصال، جاري محاولة إعادة الاتصال...
de_de: Verbindungsfehler, versuche erneut zu verbinden...
fr_fr: Erreur de connexion, tentative de reconnexion...
pt_pt: Erro de conexão, tentando reconectar...
tr_tr: Bağlantı hatası, yeniden bağlanılmaya çalışılıyor...
uk_ua: Помилка з'єднання, спроба повторного підключення...
vi_vn: Lỗi kết nối, đang thử kết nối lại...

source: Connection lost for this terminal. Please refresh if needed.
de_de: Verbindung für dieses Terminal verloren. Bitte aktualisieren Sie bei Bedarf.
fr_fr: Connexion perdue pour ce terminal. Veuillez actualiser si nécessaire.
pt_pt: Conexão perdida para este terminal. Atualize se necessário.
uk_ua: Втрачено зв’язок із цим терміналом. Оновіть, якщо потрібно.
vi_vn: Mất kết nối với thiết bị đầu cuối này. Vui lòng làm mới nếu cần.

source: Connection timeout period
ar: فترة مهلة الاتصال
de_de: Verbindungs-Timeout-Zeitraum
fr_fr: Période de délai de connexion
pt_pt: Período de tempo limite de conexão
tr_tr: Bağlantı zaman aşımı süresi
uk_ua: Період таймауту з'єднання
vi_vn: Khoảng thời gian chờ kết nối

source: Container status unknown
ar: حالة الحاوية غير معروفة
de_de: Container-Status unbekannt
fr_fr: Statut du conteneur inconnu
pt_pt: Estado do contentor desconhecido
tr_tr: Kapsayıcı durumu bilinmiyor
uk_ua: Стан контейнера невідомий
vi_vn: Trạng thái container không xác định

source: Content
ar: محتوى
de_de: Inhalt
fr_fr: Contenu
pt_pt: Conteúdo
tr_tr: İçerik
uk_ua: Вміст
vi_vn: Nội dung

source: Copied
ar: تم النسخ
de_de: Kopiert
fr_fr: Copié
pt_pt: Copiado
tr_tr: Kopyalandı
uk_ua: Скопійовано
vi_vn: Đã sao chép

source: Copied!
ar: تم النسخ!
de_de: Kopiert!
fr_fr: Copié !
pt_pt: Copiado!
tr_tr: Kopyalandı!
uk_ua: Скопійовано!
vi_vn: Đã sao chép!

source: Copy
ar: نسخ
de_de: Kopieren
fr_fr: Copier
pt_pt: Copiar
tr_tr: Kopya
uk_ua: Копіювати
vi_vn: Sao chép

source: Copy Codes
ar: نسخ الرموز
de_de: Codes kopieren
fr_fr: Copier Codes
pt_pt: Copiar códigos
tr_tr: Kodları Kopyala
uk_ua: Копіювати коди
vi_vn: Sao chép mã

source: Core Upgrade
ar: ترقية نواة
fr_fr: Mise à jour du core
pt_pt: Actualização do Core
tr_tr: Çekirdek Yükseltme
uk_ua: Оновлення ядра
vi_vn: Cập nhật core

source: Could not find old container name
de_de: Konnte den Namen der alten Container nicht finden
pt_pt: Não foi possível encontrar o nome do contentor antigo

source: Could not find temp container
de_de: Temporäre Container nicht gefunden
pt_pt: Não foi possível encontrar o contentor temporário

source: Count
de_de: Anzahl
fr_fr: Nombre
pt_pt: Contagem
tr_tr: Sayı
uk_ua: Кількість
vi_vn: Số lượng

source: Country / Region
de_de: Land / Region
fr_fr: Pays / Région
pt_pt: País / Região
tr_tr: Ülke / Bölge
uk_ua: Країна / Регіон
vi_vn: Quốc gia / Vùng

source: CPU Status
ar: حالة CPU
fr_fr: État du processeur
pt_pt: Estado do CPU
tr_tr: CPU Durumu
uk_ua: Статус процесора
vi_vn: Trạng thái CPU

source: CPU Usage
ar: استخدام وحدة المعالجة المركزية
de_de: CPU-Auslastung
fr_fr: Utilisation du CPU
pt_pt: Utilização da CPU
tr_tr: CPU Kullanımı
uk_ua: Використання процесора
vi_vn: Mức sử dụng CPU

source: CPU usage is relatively high, consider optimizing Nginx configuration
ar: استخدام وحدة المعالجة المركزية مرتفع نسبيًا، يُنصح بتحسين تكوين Nginx
de_de: Die CPU-Auslastung ist relativ hoch, erwägen Sie eine Optimierung der Nginx-Konfiguration
fr_fr: L'utilisation du processeur est relativement élevée, envisagez d'optimiser la configuration de Nginx
pt_pt: O uso da CPU está relativamente alto, considere otimizar a configuração do Nginx
tr_tr: CPU kullanımı nispeten yüksek, Nginx yapılandırmasını optimize etmeyi düşünün
uk_ua: Використання процесора відносно високе, розгляньте оптимізацію конфігурації Nginx
vi_vn: Mức sử dụng CPU tương đối cao, hãy cân nhắc tối ưu cấu hình Nginx

source: Create Another
ar: إنشاء آخر
de_de: Weiteres erstellen
fr_fr: Créer un autre
pt_pt: Criar Outro
tr_tr: Bir Başka Oluştur
uk_ua: Створити ще один
vi_vn: Tạo thêm

source: Create Backup
ar: إنشاء نسخة احتياطية
de_de: Backup erstellen
fr_fr: Créer une sauvegarde
pt_pt: Criar cópia de segurança
tr_tr: Yedek Oluştur
uk_ua: Створити резервну копію
vi_vn: Tạo bản sao lưu

source: Create File
ar: إنشاء ملف
de_de: Datei erstellen
fr_fr: Créer un fichier
pt_pt: Criar Ficheiro
tr_tr: Dosya Oluştur
uk_ua: Створити файл
vi_vn: Tạo tệp

source: Create Folder
ar: إنشاء مجلد
de_de: Ordner erstellen
fr_fr: Créer un dossier
pt_pt: Criar Pasta
tr_tr: Klasör Ekle
uk_ua: Створити папку
vi_vn: Tạo thư mục

source: Create system backups including Nginx configuration and Nginx UI settings. Backup files will be automatically downloaded to your computer.
ar: إنشاء نسخ احتياطية للنظام تتضمن تكوين Nginx وإعدادات واجهة مستخدم Nginx. سيتم تنزيل ملفات النسخ الاحتياطي تلقائيًا إلى جهاز الكمبيوتر الخاص بك.
de_de: Erstellen Sie System-Backups, einschließlich der Nginx-Konfiguration und der Nginx-UI-Einstellungen. Die Backup-Dateien werden automatisch auf Ihren Computer heruntergeladen.
fr_fr: Créez des sauvegardes système incluant la configuration Nginx et les paramètres de Nginx UI. Les fichiers de sauvegarde seront automatiquement téléchargés sur votre ordinateur.
pt_pt: Crie cópias de segurança do sistema incluindo a configuração do Nginx e as definições do Nginx UI. Os ficheiros de backup serão transferidos automaticamente para o seu computador.
tr_tr: Nginx yapılandırması ve Nginx UI ayarlarını içeren sistem yedekleri oluşturun. Yedek dosyaları otomatik olarak bilgisayarınıza indirilecektir.
uk_ua: Створюйте резервні копії системи, включаючи конфігурацію Nginx та налаштування Nginx UI. Резервні файли будуть автоматично завантажені на ваш комп’ютер.
vi_vn: Tạo bản sao lưu hệ thống bao gồm cấu hình Nginx và cài đặt Nginx UI. Các tệp sao lưu sẽ tự động được tải xuống máy tính của bạn.

source: Created at
ar: تم الإنشاء في
de_de: Erstellt
fr_fr: Créé le
pt_pt: Criado em
tr_tr: Oluşturulma Tarihi
uk_ua: Створено
vi_vn: Ngày tạo

source: Created successfully
ar: تم الإنشاء بنجاح
de_de: Erfolgreich erstellt
fr_fr: Créé avec succès
pt_pt: Criado com sucesso
tr_tr: Başarıyla oluşturuldu
uk_ua: Успішно створено
vi_vn: Tạo thành công

source: Creating client facilitates communication with the CA server
ar: يؤدي إنشاء العميل إلى تسهيل الاتصال بخادم CA
de_de: Er
fr_fr: La création du client facilite la communication avec le serveur CA
pt_pt: Criar cliente facilita comunicação com o servidor CA
tr_tr: İstemci oluşturmak, CA sunucusuyla iletişimi kolaylaştırır
uk_ua: Створення клієнта сприяє комунікації з сервером CA
vi_vn: Tạo client để giao tiếp với CA server

source: Credential
ar: بيان الاعتماد
de_de: Zugangsdaten
fr_fr: Identifiant
pt_pt: Credencial
tr_tr: Kimlik bilgisi
uk_ua: Облікові дані
vi_vn: Chứng chỉ

source: Credentials
ar: بيانات الاعتماد
de_de: Zugangsdaten
fr_fr: Identifiants
pt_pt: Credenciais
tr_tr: Kimlik bilgileri
uk_ua: Повноваження
vi_vn: Chứng chỉ

source: Cron Expression
de_de: Cron-Ausdruck
fr_fr: Expression Cron
pt_pt: Expressão Cron
tr_tr: Cron İfadesi
uk_ua: Вираз Cron
vi_vn: Biểu thức Cron

source: Cross-file timeline correlation
de_de: Übergreifende Zeitachsenkorrelation
fr_fr: Corrélation chronologique inter-fichiers
pt_pt: Correlação de cronologia entre ficheiros
uk_ua: Кросфайлова кореляція часових шкал
vi_vn: Tương quan dòng thời gian xuyên file

source: Current account is enabled TOTP.
ar: TOTP مفعل للحساب الحالي.
de_de: Aktuelles Konto ist TOTP aktiviert.
fr_fr: Le compte actuel a le TOTP d'activé.
pt_pt: A conta atual tem o TOTP ativado.
tr_tr: Mevcut hesap için TOTP etkinleştirildi.
uk_ua: Для поточного облікового запису ввімкнено TOTP.
vi_vn: Tài khoản hiện tại đã bật TOTP.

source: Current account is not enabled TOTP.
ar: TOTP معطل للحساب الحالي.
de_de: Aktuelles Konto ist nicht TOTP aktiviert.
fr_fr: Le compte actuel n'a pas le TOTP d'activé.
pt_pt: A conta atual não tem o TOTP ativado.
tr_tr: Mevcut hesap için TOTP etkin değil.
uk_ua: Поточний обліковий запис не має увімкненого TOTP.
vi_vn: Tài khoản hiện tại chưa bật TOTP.

source: Current active connections
ar: الاتصالات النشطة الحالية
de_de: Aktive Verbindungen
fr_fr: Connexions actives actuelles
pt_pt: Ligações ativas atuais
tr_tr: Mevcut aktif bağlantılar
uk_ua: Поточні активні з’єднання
vi_vn: Kết nối đang hoạt động hiện tại

source: Current Content
ar: المحتوى الحالي
de_de: Aktueller Inhalt
fr_fr: Contenu actuel
pt_pt: Conteúdo atual
tr_tr: Mevcut İçerik
uk_ua: Поточний вміст" Користувачі можуть надсилати асистенту вміст, який потребує перекладу. Асистент надасть відповідні результати перекладу та забезпечить їх відповідність до китайських мовних звичаїв. Ви можете регулювати свій тон та стиль, враховуючи культурні конотації та регіональні відмінності певних слів. Одночасно, як перекладач, ви маєте перекласти оригінальний текст згідно стандартів вірності та витонченості. "Вірність" означає точність до змісту та наміру оригінального тексту; "Плавність" означає, що переклад має бути зрозумілим та легким для сприйняття; "Витонченість" означає прагнення до культурної естетики перекладу та краси мови. Мета полягає у створенні перекладу, який був би вірним духу оригіналу, а також відповідав цільовій мові, культурі та естетичним уподобанням читачів. І необхідно дотримуватися цих правил: # Примітки: - Китайська мова має дві різні системи письма: спрощену та традиційну. - Переклад має бути в тій самій системі письма, що й вихідний текст. # Правила пробілів - Додавати пробіл між нелатинськими (CJK/арабськими) та латинськими символами: JP: "Reactを使う" → "React を使う" KO: "Node.js설치" → "Node.js 설치" TH: "ติดตั้งPython3.9" → "ติดตั้ง Python 3.9" - Винятки: числа/одиниці/оператори (200GB硬盘 → 200GB 硬盘) # Вихідні дані - Повертати лише результат перекладу - Без будь-яких пояснень, коментарів чи іншого тексту - Чисте форматування
vi_vn: Nội dung hiện tại

source: Current Password
de_de: Aktuelles Passwort
fr_fr: Mot de passe actuel
pt_pt: Palavra-passe atual
tr_tr: Mevcut Şifre
uk_ua: Поточний пароль
vi_vn: Mật khẩu hiện tại

source: Current usage
ar: الاستخدام الحالي
de_de: Aktuelle Nutzung
fr_fr: Utilisation actuelle
pt_pt: Utilização atual
tr_tr: Mevcut kullanım
uk_ua: Поточне використання
vi_vn: Mức sử dụng hiện tại

source: Current Version
ar: الإصدار الحالي
de_de: Aktuelle Version
fr_fr: Version actuelle
pt_pt: Versão Actual
tr_tr: Mevcut sürüm
uk_ua: Поточна версія
vi_vn: Phiên bản hiện tại

source: Custom
ar: مخصص
de_de: Benutzerdefiniert
pt_pt: Personalizado
tr_tr: Özelleştirilmiş
uk_ua: Користувацький
vi_vn: Tuỳ chỉnh

source: Custom cron expression
de_de: Benutzerdefinierter Cron-Ausdruck
fr_fr: Expression cron personnalisée
pt_pt: Expressão cron personalizada
tr_tr: Özel cron ifadesi
uk_ua: Спеціальний cron вираз
vi_vn: Biểu thức cron tùy chỉnh

source: Custom Directory
de_de: Benutzerdefiniertes Verzeichnis
fr_fr: Répertoire personnalisé
pt_pt: Diretório personalizado
tr_tr: Özel Dizin
uk_ua: Спеціальний каталог
vi_vn: Thư mục tùy chỉnh

source: Custom Domains
de_de: Benutzerdefinierte Domains
fr_fr: Domaines personnalisés
pt_pt: Domínios personalizados
tr_tr: Özel Alan Adları
uk_ua: Користувацькі домени
vi_vn: Tên miền tùy chỉnh

source: Custom Domains Certificate
de_de: Benutzerdefinierte Domänenzertifikate
fr_fr: Certificat de domaines personnalisés
pt_pt: Certificado de Domínios Personalizados
tr_tr: Özel Alan Adı Sertifikası
uk_ua: Сертифікат користувацьких доменів
vi_vn: Chứng chỉ Tên miền Tùy chỉnh

source: Custom Headers
de_de: Benutzerdefinierte Header
fr_fr: En-têtes personnalisés
pt_pt: Cabeçalhos personalizados
tr_tr: Özel Başlıklar
uk_ua: Користувацькі заголовки
vi_vn: Tiêu đề tùy chỉnh

source: Customize the name of local node to be displayed in the environment indicator.
ar: قم بتخصيص اسم العقدة المحلية ليتم عرضها في مؤشر البيئة.
de_de: Name des lokalen Knotens anpassen, der im Umgebungsindikator angezeigt wird.
fr_fr: Personnalisez le nom du nœud local à afficher dans l'indicateur d'environnement.
pt_pt: Personalize o nome do nó local a ser exibido no indicador de ambiente.
tr_tr: Ortam göstergesinde görüntülenecek yerel düğüm adını özelleştirin.
uk_ua: Налаштуйте назву локального вузла для відображення в індикаторі середовища.
vi_vn: Tùy chỉnh tên nút cục bộ để hiển thị trong chỉ báo môi trường.

source: Daily
de_de: Täglich
fr_fr: Quotidien
pt_pt: Diário
tr_tr: Günlük
uk_ua: Щоденно
vi_vn: Hàng ngày

source: Daily Access Trends
de_de: Tägliche Zugriffstrends
fr_fr: Tendances d'Accès Quotidiennes
pt_pt: Tendências de Acesso Diário
tr_tr: Günlük Erişim Eğilimleri
uk_ua: Щоденні тенденції доступу
vi_vn: Xu hướng truy cập hàng ngày

source: Daily at %{time}
de_de: Täglich um %{time}
fr_fr: Quotidiennement à %{time}
pt_pt: Diariamente às %{time}
tr_tr: Günlük olarak saat %{time}
uk_ua: Щодня о %{time}
vi_vn: Hàng ngày lúc %{time}

source: Dashboard
ar: لوحة المعلومات
de_de: Übersicht
pt_pt: Painel
tr_tr: Kontrol Paneli
uk_ua: Панель керування
vi_vn: Bảng điều khiển

source: Date
de_de: Datum
pt_pt: Data
tr_tr: Tarih
uk_ua: Дата
vi_vn: Ngày

source: Date Range
de_de: Datumsbereich
fr_fr: Plage de dates
pt_pt: Intervalo de datas
tr_tr: Tarih Aralığı
uk_ua: Діапазон дат
vi_vn: Phạm vi ngày

source: Day of Month
de_de: Tag des Monats
fr_fr: Jour du mois
pt_pt: Dia do mês
tr_tr: Ayın Günü
uk_ua: День місяця
vi_vn: Ngày trong tháng

source: Day of Week
de_de: Wochentag
fr_fr: Jour de la semaine
pt_pt: Dia da semana
tr_tr: Haftanın Günü
uk_ua: День тижня
vi_vn: Ngày trong tuần

source: Days
ar: أيام
de_de: Tage
fr_fr: Jours
pt_pt: Dias
tr_tr: Günler
uk_ua: Дні
vi_vn: Ngày

source: Db file not found
de_de: Datenbankdatei nicht gefunden
pt_pt: Ficheiro da base de dados não encontrado

source: Decompression succeeded but failed to delete compressed file: {0}
de_de: Entpacken erfolgreich, aber das Entfernen der komprimierten Datei ist fehlgeschlagen: {0}
pt_pt: Descompressão bem-sucedida, mas falha ao eliminar o ficheiro comprimido: {0}

source: Decryption failed
ar: فشل فك التشفير
de_de: Entschlüsselung fehlgeschlagen
fr_fr: Échec du décryptage
pt_pt: Falha na desencriptação
tr_tr: Şifre çözme başarısız
uk_ua: Розшифрування не вдалося
vi_vn: Giải mã thất bại

source: Default range
de_de: Standardbereich
fr_fr: Plage par défaut
pt_pt: Intervalo padrão
tr_tr: Varsayılan aralık
uk_ua: Типовий діапазон
vi_vn: Phạm vi mặc định

source: Define shared memory zone name and size, e.g. proxy_cache:10m
ar: حدد اسم منطقة الذاكرة المشتركة والحجم، على سبيل المثال proxy_cache:10m
de_de: Geben Sie den Namen und die Größe der gemeinsamen Speicherzone an, z. B. proxy_cache:10m
fr_fr: Définissez le nom et la taille de la zone de mémoire partagée, par exemple proxy_cache:10m
pt_pt: Defina o nome e o tamanho da zona de memória partilhada, por exemplo proxy_cache:10m
tr_tr: Paylaşılan bellek bölgesinin adını ve boyutunu tanımlayın, örneğin proxy_cache:10m
uk_ua: Вкажіть назву та розмір зони спільної пам'яті, наприклад proxy_cache:10m
vi_vn: Xác định tên và kích thước vùng bộ nhớ dùng chung, ví dụ proxy_cache:10m

source: Delete
ar: حذف
de_de: Löschen
fr_fr: Supprimer
pt_pt: Eliminar
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xoá

source: Delete %{path} on %{node_name} failed
de_de: Löschen von %{path} auf %{node_name} fehlgeschlagen
fr_fr: Échec de la suppression de %{path} sur %{node_name}
pt_pt: Falha ao eliminar %{path} em %{node_name}
tr_tr: %{node_name} üzerindeki %{path} silinemedi
uk_ua: Не вдалося видалити %{path} на %{node_name}
vi_vn: Xóa %{path} trên %{node_name} thất bại

source: Delete %{path} on %{node_name} successfully
de_de: %{path} auf %{node_name} erfolgreich gelöscht
fr_fr: %{path} supprimé sur %{node_name} avec succès
pt_pt: %{path} eliminado em %{node_name} com sucesso
tr_tr: %{node_name} üzerindeki %{path} başarıyla silindi
uk_ua: %{path} успішно видалено на %{node_name}
vi_vn: Đã xóa %{path} trên %{node_name} thành công

source: Delete Certificate
ar: حذف الشهادة
de_de: Zertifikat löschen
fr_fr: Supprimer le certificat
pt_pt: Eliminar certificado
tr_tr: Sertifikayı Sil
uk_ua: Видалити сертифікат
vi_vn: Xóa chứng chỉ

source: Delete Confirmation
de_de: Löschbestätigung
fr_fr: Confirmation de suppression
pt_pt: Confirmação de eliminação
tr_tr: Silme Onayı
uk_ua: Підтвердження видалення
vi_vn: Xác nhận xóa

source: Delete Permanently
ar: حذف نهائي
de_de: Permanent löschen
fr_fr: Supprimer définitivement
pt_pt: Eliminar Permanentemente
tr_tr: Kalıcı Olarak Sil
uk_ua: Видалити назавжди
vi_vn: Xóa Vĩnh Viễn

source: Delete Remote Config Error
de_de: Fehler beim Löschen der Remote-Konfiguration
fr_fr: Erreur de suppression de la configuration distante
pt_pt: Erro ao eliminar configuração remota
tr_tr: Uzak Yapılandırma Silme Hatası
uk_ua: Помилка видалення віддаленої конфігурації
vi_vn: Lỗi xóa cấu hình từ xa

source: Delete Remote Config Success
de_de: Entfernte Konfiguration erfolgreich gelöscht
fr_fr: Suppression de la configuration distante réussie
pt_pt: Configuração remota apagada com sucesso
tr_tr: Uzak Yapılandırma Başarıyla Silindi
uk_ua: Віддалена конфігурація успішно видалена
vi_vn: Xóa cấu hình từ xa thành công

source: Delete Remote Site Error
ar: خطأ حذف الموقع البعيد
de_de: Fehler beim Löschen der Remote-Site
fr_fr: Erreur de suppression du site distant
pt_pt: Erro ao eliminar site remoto
tr_tr: Uzak Site Silme Hatası
uk_ua: Помилка видалення віддаленого сайту
vi_vn: Lỗi xóa trang web từ xa

source: Delete Remote Site Success
ar: نجح حذف الموقع البعيد
de_de: Entfernte Website erfolgreich gelöscht
fr_fr: Suppression du site distant réussie
pt_pt: Site remoto excluído com sucesso
tr_tr: Uzak Site Başarıyla Silindi
uk_ua: Віддалений сайт успішно видалено
vi_vn: Xóa trang web từ xa thành công

source: Delete Remote Stream Error
ar: خطأ في حذف البث عن بُعد
de_de: Fehler beim Löschen des Remote-Streams
fr_fr: Erreur de suppression du flux distant
pt_pt: Erro ao eliminar transmissão remota
tr_tr: Uzak Akış Silme Hatası
uk_ua: Помилка видалення віддаленого потоку
vi_vn: Lỗi xóa luồng từ xa

source: Delete Remote Stream Success
ar: نجاح حذف البث عن بُعد
de_de: Entfernten Stream erfolgreich gelöscht
fr_fr: Suppression du flux distant réussie
pt_pt: Eliminação de transmissão remota bem-sucedida
tr_tr: Uzak Akış Başarıyla Silindi
uk_ua: Віддалений потік успішно видалено
vi_vn: Xóa luồng từ xa thành công
