Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Please select a valid %{type} file (%{extensions})
de_de: Bitte wählen Sie eine gültige %{type}-Datei aus (%{extensions})
fr_fr: Veuillez sélectionner un fichier %{type} valide (%{extensions})
pt_pt: Por favor, selecione um ficheiro %{type} válido (%{extensions})
tr_tr: Lütfen geçerli bir %{type} dosyası seçin (%{extensions})
uk_ua: Будь ласка, виберіть дійсний файл %{type} (%{extensions})
vi_vn: Vui lòng chọn tệp %{type} hợp lệ (%{extensions})

source: Please select at least one item
de_de: Bitte wählen Sie mindestens einen Artikel aus
fr_fr: Veuillez sélectionner au moins un élément
pt_pt: Por favor, selecione pelo menos um item
tr_tr: Lütfen en az bir öğe seçin
uk_ua: Будь ласка, виберіть хоча б один елемент
vi_vn: Vui lòng chọn ít nhất một mục

source: Please select at least one node to reload Nginx
ar: الرجاء تحديد عقدة واحدة على الأقل لإعادة تحميل Nginx
de_de: Bitte wählen Sie mindestens einen Knoten aus, um Nginx neu zu laden
fr_fr: Veuillez sélectionner au moins un nœud pour recharger Nginx
pt_pt: Por favor, selecione pelo menos um nó para recarregar o Nginx
tr_tr: Lütfen Nginx'i yeniden yüklemek için en az bir düğüm seçin
uk_ua: Будь ласка, виберіть принаймні один вузол для перезавантаження Nginx
vi_vn: Vui lòng chọn ít nhất một nút để tải lại Nginx

source: Please select at least one node to restart Nginx
ar: الرجاء تحديد عقدة واحدة على الأقل لإعادة تشغيل Nginx
de_de: Bitte wählen Sie mindestens einen Knoten aus, um Nginx neu zu starten
fr_fr: Veuillez sélectionner au moins un nœud pour redémarrer Nginx
pt_pt: Por favor, selecione pelo menos um nó para reiniciar o Nginx
tr_tr: Lütfen Nginx'i yeniden başlatmak için en az bir düğüm seçin
uk_ua: Будь ласка, виберіть принаймні один вузол для перезапуску Nginx
vi_vn: Vui lòng chọn ít nhất một nút để khởi động lại Nginx

source: Please select at least one node to upgrade
ar: يرجى اختيار عقدة واحدة على الأقل للترقية
de_de: Bitte wähle mindestens einen Knoten zum Upgrade aus
fr_fr: Veuillez sélectionner au moins un nœud à mettre à niveau
pt_pt: Por favor, selecione pelo menos um nó para atualizar
tr_tr: Lütfen yükseltmek için en az bir düğüm seçin
uk_ua: Будь ласка, виберіть принаймні один вузол для оновлення
vi_vn: Vui lòng chọn ít nhất một nút để nâng cấp

source: Please type "Revoke" to confirm
ar: يرجى كتابة "إلغاء" للتأكيد
de_de: Bitte geben Sie "Widerrufen" ein, um zu bestätigen
fr_fr: Veuillez taper "Révoquer" pour confirmer
pt_pt: Por favor, digite "Revogar" para confirmar
tr_tr: Onaylamak için "İptal Et" yazın
uk_ua: Будь ласка, введіть "Скасувати" для підтвердження
vi_vn: Vui lòng nhập "Thu hồi" để xác nhận

source: Please type the exact confirmation text
de_de: Bitte geben Sie den genauen Bestätigungstext ein
fr_fr: Veuillez saisir le texte de confirmation exact
pt_pt: Por favor, digite o texto de confirmação exato
tr_tr: Lütfen tam onay metnini yazın
uk_ua: Будь ласка, введіть точний текст підтвердження
vi_vn: Vui lòng nhập chính xác văn bản xác nhận

source: Port
ar: المنفذ
pt_pt: Porta
uk_ua: Порт
vi_vn: Cổng

source: Port 80 must be open for HTTP-01 challenge validation
de_de: Port 80 muss für die HTTP-01-Challenge-Validierung geöffnet sein
fr_fr: Le port 80 doit être ouvert pour la validation du défi HTTP-01
pt_pt: A porta 80 deve estar aberta para validação do desafio HTTP-01
tr_tr: HTTP-01 challenge doğrulaması için 80 numaralı port açık olmalıdır
uk_ua: Порт 80 має бути відкритим для перевірки HTTP-01 challenge
vi_vn: Cổng 80 phải được mở để xác thực thử thách HTTP-01

source: Port Scanner
fr_fr: Scanner de ports
pt_pt: Scanner de portas
tr_tr: Port Tarayıcı
uk_ua: Сканер портів
vi_vn: Trình quét cổng

source: Post-sync Action
ar: إجراء ما بعد المزامنة
de_de: Aktion nach der Synchronisierung
fr_fr: Action post-synchronisation
pt_pt: Ação pós-sincronização
tr_tr: Senkronizasyon Sonrası İşlem
uk_ua: Дія після синхронізації
vi_vn: Hành động sau đồng bộ

source: Pre-release
ar: ما قبل الإصدار
de_de: Vorabversion
fr_fr: Pré-version
pt_pt: Pre-lançamento
tr_tr: Ön Sürüm
uk_ua: Попередній випуск
vi_vn: Bản phát hành trước

source: Preference
ar: تفضيل
de_de: Einstellungen
fr_fr: Préférence
pt_pt: Preferencia
tr_tr: Tercih
uk_ua: Налаштування
vi_vn: Cài đặt

source: Preparing lego configurations
ar: تحضير تكوينات Lego
de_de: Lego-Konfigurationen vorbereiten
fr_fr: Préparation des configurations Lego
pt_pt: Preparando configurações lego
tr_tr: Lego yapılandırmaları hazırlanıyor
uk_ua: Підготовка конфігурацій Lego
vi_vn: Chuẩn bị cấu hình Lego

source: Private CA:
fr_fr: CA privée :
pt_pt: CA privada:
tr_tr: Özel CA:
uk_ua: Приватний CA:
vi_vn: CA riêng:

source: Private IPs (192.168.x.x, 10.x.x.x, 172.16-31.x.x) will fail
de_de: Private IPs (192.168.x.x, 10.x.x.x, 172.16-31.x.x) schlagen fehl
fr_fr: Les IP privées (192.168.x.x, 10.x.x.x, 172.16-31.x.x) échoueront
pt_pt: IPs privados (192.168.x.x, 10.x.x.x, 172.16-31.x.x) falharão
tr_tr: Özel IP'ler (192.168.x.x, 10.x.x.x, 172.16-31.x.x) başarısız olacaktır
uk_ua: Приватні IP-адреси (192.168.x.x, 10.x.x.x, 172.16-31.x.x) не працюватимуть
vi_vn: IP riêng (192.168.x.x, 10.x.x.x, 172.16-31.x.x) sẽ thất bại

source: private key
de_de: privater Schlüssel
fr_fr: clé privée
pt_pt: chave privada
tr_tr: özel anahtar
uk_ua: приватний ключ
vi_vn: khóa riêng tư

source: Process
de_de: Prozess
fr_fr: Processus
pt_pt: Processo
tr_tr: Süreç
uk_ua: Процес
vi_vn: Quá trình

source: Process Distribution
ar: توزيع العمليات
de_de: Prozessverteilung
fr_fr: Répartition des processus
pt_pt: Distribuição de processos
tr_tr: Süreç Dağılımı
uk_ua: Розподіл процесів
vi_vn: Phân bổ quy trình

source: Process information
ar: معلومات العملية
de_de: Prozessinformationen
fr_fr: Informations sur le processus
pt_pt: Informações do processo
tr_tr: Süreç bilgisi
uk_ua: Інформація про процес
vi_vn: Thông tin tiến trình

source: Processing {count}/{total}
de_de: Verarbeite {count}/{total}
fr_fr: Traitement en cours {count}/{total}
pt_pt: Processando {count}/{total}
tr_tr: İşleniyor {count}/{total}
uk_ua: Обробка {count}/{total}
vi_vn: Đang xử lý {count}/{total}

source: Production Pipeline
de_de: Produktionspipeline
fr_fr: Pipeline de production
pt_pt: Pipeline de produção
uk_ua: Виробничий конвеєр
vi_vn: Quy trình sản xuất

source: Prohibit changing root password in demo
ar: حظر تغيير كلمة مرور root في العرض التوضيحي
de_de: Verhindere das Ändern des Root-Passworts in der Demo
fr_fr: Interdire la modification du mot de passe root dans la démo
pt_pt: Proibir a alteração da password root na demonstração
tr_tr: Demoda root şifresini değiştirmek yasaktır
uk_ua: У демо-версії заборонено змінювати пароль root
vi_vn: Cấm thay đổi mật khẩu root trong demo

source: Prohibit deleting the default user
ar: حظر حذف المستخدم الافتراضي
de_de: Verhindere das Löschen des Standardbenutzers
fr_fr: Interdire la suppression de l'utilisateur par défaut
pt_pt: Proibir a eliminação do utilizador padrão
tr_tr: Varsayılan kullanıcı silme yasağı
uk_ua: Забороняється видаляти типового користувача
vi_vn: Cấm xóa người dùng mặc định

source: Project Team
ar: فريق المشروع
de_de: Projektteam
fr_fr: Groupe de projet
pt_pt: Equipe de Projecto
tr_tr: Proje Ekibi
uk_ua: Команда проекту
vi_vn: Đội ngũ phát triển

source: Protected Directory
de_de: Geschützter Ordner
fr_fr: Répertoire protégé
pt_pt: Diretório protegido
tr_tr: Korumalı Dizin
uk_ua: Захищена директорія
vi_vn: Thư mục được bảo vệ

source: Protocol
de_de: Protokoll
fr_fr: Protocole
pt_pt: Protocolo
tr_tr: Protokol
uk_ua: Протокол
vi_vn: Giao thức

source: Protocol configuration only takes effect when directly connecting. If using reverse proxy, please configure the protocol separately in the reverse proxy.
de_de: Die Protokollkonfiguration gilt nur bei direkter Verbindung. Bei Verwendung eines Reverse Proxys konfigurieren Sie das Protokoll bitte separat im Reverse Proxy.
fr_fr: La configuration du protocole ne prend effet que lors d'une connexion directe. Si vous utilisez un proxy inverse, veuillez configurer le protocole séparément dans le proxy inverse.
pt_pt: A configuração do protocolo só tem efeito ao conectar diretamente. Se estiver a usar um proxy inverso, configure o protocolo separadamente no proxy inverso.
tr_tr: Protokol yapılandırması yalnızca doğrudan bağlantı sırasında geçerlidir. Ters proxy kullanıyorsanız, protokolü ters proxyda ayrı olarak yapılandırın.
uk_ua: Налаштування протоколу діє лише при прямому підключенні. Якщо ви використовуєте зворотний проксі, налаштуйте протокол окремо у зворотному проксі.
vi_vn: Cấu hình giao thức chỉ có hiệu lực khi kết nối trực tiếp. Nếu sử dụng proxy ngược, vui lòng cấu hình giao thức riêng trong proxy ngược.

source: Provider
ar: مزود
de_de: Anbieter
fr_fr: Fournisseur
pt_pt: Provedor
tr_tr: Sağlayıcı
uk_ua: Провайдер
vi_vn: Nhà cung cấp

source: Provider not found: {0}
de_de: Anbieter nicht gefunden: {0}
fr_fr: Fournisseur introuvable : {0}
pt_pt: Fornecedor não encontrado: {0}
tr_tr: Sağlayıcı bulunamadı: {0}
uk_ua: Постачальника не знайдено: {0}
vi_vn: Không tìm thấy nhà cung cấp: {0}

source: Province / Region
de_de: Provinz / Region
fr_fr: Province / Région
pt_pt: Província / Região
tr_tr: İl / Bölge
uk_ua: Провінція / Регіон
vi_vn: Tỉnh / Vùng

source: Proxy Pass
de_de: Proxy-Weiterleitung
fr_fr: Passe de Proxy
pt_pt: Passe de Proxy
tr_tr: Proxy Geçişi
uk_ua: Проксі-передача
vi_vn: Chuyển tiếp Proxy

source: Proxy Targets
de_de: Proxy-Ziele
fr_fr: Cibles du proxy
pt_pt: Destinos do proxy
tr_tr: Proxy Hedefleri
uk_ua: Цілі проксі
vi_vn: Mục tiêu proxy

source: Public CA Requirements:
de_de: Anforderungen der öffentlichen CA:
fr_fr: Exigences de l'AC publique :
pt_pt: Requisitos da CA pública:
tr_tr: Genel CA Gereksinimleri:
uk_ua: Вимоги публічного CA:
vi_vn: Yêu cầu của CA công cộng:

source: Public Security Number
ar: رقم الأمن العام
de_de: Öffentliche Sicherheitsnummer
fr_fr: Numéro de sécurité publique
pt_pt: Número de Segurança Pública
tr_tr: Kamu Güvenlik Numarası
uk_ua: Номер громадської безпеки
vi_vn: Số An ninh Công cộng

source: PV
de_de: Seitenaufrufe
fr_fr: Pages vues
pt_pt: Visualizações de página
tr_tr: Sayfa Görüntüleme
uk_ua: Перегляди сторінок
vi_vn: Lượt xem trang

source: Queued
de_de: In Warteschlange
fr_fr: En file d'attente
pt_pt: Na fila
tr_tr: Sıraya alındı
uk_ua: У черзі
vi_vn: Đang xếp hàng

source: Queued for indexing...
de_de: Zur Indizierung in der Warteschlange...
fr_fr: En attente d'indexation...
pt_pt: Na fila para indexação...
tr_tr: Dizine ekleme için sırada...
uk_ua: У черзі на індексацію...
vi_vn: Đang xếp hàng để lập chỉ mục...

source: Quick Select
de_de: Schnellauswahl
fr_fr: Sélection rapide
pt_pt: Seleção rápida
tr_tr: Hızlı Seçim
uk_ua: Швидкий вибір
vi_vn: Chọn nhanh

source: Raw
de_de: Roh
fr_fr: Brut
pt_pt: Bruto
tr_tr: Ham
uk_ua: Сирий
vi_vn: Thô

source: Re-download Database
de_de: Datenbank erneut herunterladen
pt_pt: Rebaixar a base de dados

source: Read dir failed: {0}
ar: فشل قراءة الدليل: {0}
de_de: Verzeichnis konnte nicht gelesen werden: {0}
fr_fr: Échec de la lecture du répertoire : {0}
pt_pt: Falha ao ler o diretório: {0}
tr_tr: Dizin okuma hatası: {0}
uk_ua: Не вдалося прочитати каталог: {0}
vi_vn: Đọc thư mục thất bại: {0}

source: Read requests
ar: طلبات القراءة
de_de: Leseanfragen
fr_fr: Requêtes de lecture
pt_pt: Pedidos de leitura
tr_tr: Okuma istekleri
uk_ua: Запити на читання
vi_vn: Yêu cầu đọc

source: Reads
ar: يقرأ
de_de: Aufrufe
fr_fr: Lectures
pt_pt: Leituras
tr_tr: Okumalar
uk_ua: Читання
vi_vn: Đọc

source: Real-time analytics dashboard
de_de: Echtzeit-Analyse-Dashboard
fr_fr: Tableau de bord d'analyse en temps réel
pt_pt: Painel de análise em tempo real
uk_ua: Панель аналітики в реальному часі
vi_vn: Bảng điều khiển phân tích thời gian thực

source: Rebuild
de_de: Neu aufbauen
fr_fr: Reconstruire
pt_pt: Reconstruir
tr_tr: Yeniden oluştur
uk_ua: Перебудувати
vi_vn: Xây dựng lại

source: Rebuild All Index
de_de: Alle Indizes neu erstellen
fr_fr: Reconstruire tous les index
pt_pt: Reconstruir todos os índices
tr_tr: Tüm Dizinleri Yeniden Oluştur
uk_ua: Перебудувати всі індекси
vi_vn: Xây dựng lại tất cả chỉ mục

source: Rebuild File Index
de_de: Dateiindex neu erstellen
fr_fr: Reconstruire l'index du fichier
pt_pt: Reconstruir índice de arquivo
tr_tr: Dosya Dizini Yeniden Oluştur
uk_ua: Перебудувати індекс файлу
vi_vn: Xây dựng lại chỉ mục tệp

source: Rebuild Index
de_de: Index neu erstellen
fr_fr: Reconstruire l'index
pt_pt: Reconstruir índice
tr_tr: Dizini Yeniden Oluştur
uk_ua: Перебудувати індекс
vi_vn: Xây dựng lại chỉ mục

source: Receive
ar: يستقبل
de_de: Empfangen
fr_fr: Réception
pt_pt: Receber
tr_tr: Al
uk_ua: Отримання
vi_vn: Nhận

source: Recheck
ar: إعادة الفحص
de_de: Erneut prüfen
fr_fr: Vérifier à nouveau
pt_pt: Verificar novamente
tr_tr: Yeniden kontrol et
uk_ua: Перевірити знову
vi_vn: Kiểm tra lại

source: Recommended:
de_de: Empfohlen:
fr_fr: Recommandé :
pt_pt: Recomendado:
uk_ua: Рекомендовано:
vi_vn: Đề xuất:

source: Recovery
ar: استرداد
de_de: Wiederherstellung
fr_fr: Récupération
pt_pt: Recuperação
tr_tr: Kurtarma
uk_ua: Відновлення
vi_vn: Khôi phục

source: Recovery Codes
ar: رموز الاسترداد
de_de: Wiederherstellungscodes
fr_fr: Codes de récupération
pt_pt: Códigos de recuperação
tr_tr: Kurtarma Kodları
uk_ua: Коди відновлення
vi_vn: Mã khôi phục

source: Recovery codes are used to access your account when you lose access to your 2FA device. Each code can only be used once.
ar: يتم استخدام رموز الاسترداد للوصول إلى حسابك عندما تفقد الوصول إلى جهاز المصادقة الثنائية (2FA). يمكن استخدام كل رمز مرة واحدة فقط.
de_de: Wiederherstellungscodes werden verwendet, um auf Ihr Konto zuzugreifen, wenn Sie keinen Zugriff mehr auf Ihr 2FA-Gerät haben. Jeder Code kann nur einmal verwendet werden.
fr_fr: Les codes de récupération sont utilisés pour accéder à votre compte lorsque vous perdez l'accès à votre appareil 2FA. Chaque code ne peut être utilisé qu'une seule fois.
pt_pt: Os códigos de recuperação são usados para aceder à sua conta quando perde o acesso ao seu dispositivo 2FA. Cada código só pode ser utilizado uma vez.
tr_tr: Kurtarma kodları, 2FA cihazınıza erişimi kaybettiğinizde hesabınıza erişmek için kullanılır. Her kod yalnızca bir kez kullanılabilir.
uk_ua: Коди відновлення використовуються для доступу до вашого облікового запису, коли ви втрачаєте доступ до пристрою 2FA. Кожен код можна використати лише один раз.
vi_vn: Mã khôi phục được sử dụng để truy cập vào tài khoản của bạn khi bạn mất quyền truy cập vào thiết bị 2FA. Mỗi mã chỉ có thể sử dụng một lần.

source: Recursive Nameservers
ar: خوادم الأسماء التكرارية
de_de: Rekursive Nameserver
fr_fr: Serveurs de noms récursifs
pt_pt: Nameservers recursivos
tr_tr: Özyinelemeli İsim Sunucuları
uk_ua: Рекурсивні сервери імен
vi_vn: Máy chủ tên đệ quy

source: Redirection Messages (3xx)
de_de: Umleitungsmeldungen (3xx)
pt_pt: Mensagens de Redirecionamento (3xx)

source: Referer
fr_fr: Référent
pt_pt: Referência
uk_ua: Реферер
vi_vn: Người giới thiệu

source: Refresh
de_de: Aktualisieren
fr_fr: Actualiser
pt_pt: Atualizar
tr_tr: Yenile
uk_ua: Оновити
vi_vn: Làm mới

source: Refresh Modules Cache
de_de: Modul-Cache aktualisieren
pt_pt: Atualizar cache de módulos
uk_ua: Оновити кеш модулів
vi_vn: Làm mới bộ nhớ đệm mô-đun

source: Regenerate response
ar: إعادة توليد الاستجابة
de_de: Auffrischen der Antwort
fr_fr: Régénérer la réponse
pt_pt: Regerar a resposta
tr_tr: Yanıtı yeniden oluştur
uk_ua: Повторити відповідь
vi_vn: Tạo lại câu trả lời

source: Register
ar: تسجيل
de_de: Registrieren
fr_fr: S'inscrire
pt_pt: Registar
tr_tr: Kayıt Ol
uk_ua: Зареєструватися
vi_vn: Đăng ký

source: Register a user or use this account to issue a certificate through an HTTP proxy.
ar: تسجيل مستخدم أو استخدام هذا الحساب لإصدار شهادة عبر وكيل HTTP.
de_de: Registriere einen Benutzer oder verwende dieses Konto, um ein Zertifikat durch einen HTTP-Proxy auszustellen.
fr_fr: Enregistrez un utilisateur ou utilisez ce compte pour émettre un certificat via un proxy HTTP.
pt_pt: Registe um utilizador ou utilize esta conta para emitir um certificado através de um proxy HTTP.
tr_tr: Bir kullanıcı kaydedin veya bu hesabı bir HTTP proxy üzerinden sertifika vermek için kullanın.
uk_ua: Зареєструйте користувача або використовуйте цей обліковий запис для видачі сертифіката через HTTP-проксі.
vi_vn: Đăng ký người dùng hoặc sử dụng tài khoản này để cấp chứng chỉ thông qua proxy HTTP.

source: Register failed
ar: فشل التسجيل
de_de: Registrierung fehlgeschlagen
fr_fr: Échec de l'enregistrement
pt_pt: Registo falhou
tr_tr: Kayıt başarısız
uk_ua: Не вдалося зареєструвати
vi_vn: Đăng ký thất bại

source: Register On Startup
ar: التسجيل عند بدء التشغيل
de_de: Registrieren beim Start
fr_fr: Enregistrer au démarrage
pt_pt: Registar no arranque
tr_tr: Başlangıçta Kayıt Ol
uk_ua: Реєстрація при запуску
vi_vn: Đăng ký khi khởi động

source: Register passkey successfully
ar: تم تسجيل مفتاح المرور بنجاح
de_de: Passkey erfolgreich registriert
fr_fr: Clé d'accès enregistrée avec succès
pt_pt: Chave de acesso registrada com sucesso
tr_tr: Geçiş anahtarı başarıyla kaydedildi
uk_ua: Ключ доступу успішно зареєстровано
vi_vn: Đăng ký khóa truy cập thành công

source: Register successfully
ar: تم التسجيل بنجاح
de_de: Erfolgreich registriert
fr_fr: Inscription réussie
pt_pt: Registado com sucesso
tr_tr: Başarıyla kaydedildi
uk_ua: Успішно зареєстровано
vi_vn: Đăng ký thành công

source: Registering user
ar: تسجيل المستخدم
de_de: Registriere Benutzer
fr_fr: Enregistrement de l'utilisateur
pt_pt: Registado utilizador
tr_tr: Kullanıcı kaydediliyor
uk_ua: Реєстрація користувача
vi_vn: Đăng ký người dùng

source: Registration Status
ar: حالة التسجيل
de_de: Registrierungsstatus
fr_fr: Statut d'enregistrement
pt_pt: Estado de Registo
tr_tr: Kayıt Durumu
uk_ua: Стан реєстрації
vi_vn: Trạng thái đăng ký

source: Reinstall
ar: إعادة التثبيت
de_de: Neuinstallieren
fr_fr: Réinstaller
pt_pt: Reinstalar
tr_tr: Yeniden Yükle
uk_ua: Перевстановити
vi_vn: Cài đặt lại

source: Release API request failed: {0}
de_de: Release-API-Anfrage fehlgeschlagen: {0}
pt_pt: Pedido de API de lançamento falhou: {0}

source: Release Note
ar: ملاحظة الإصدار
de_de: Änderungsprotokoll
fr_fr: Note de version
pt_pt: Nota de Lançamento
tr_tr: Sürüm Notları
uk_ua: Примітки до версії
vi_vn: Ghi chú phát hành

source: Reload
ar: إعادة تحميل
de_de: Neu laden
fr_fr: Recharger
pt_pt: Recarregar
tr_tr: Yeniden Yükle
uk_ua: Перезавантажити
vi_vn: Tải lại

source: Reload Nginx
ar: إعادة تحميل Nginx
de_de: Nginx neu laden
fr_fr: Recharger nginx
pt_pt: Recarregar Nginx
tr_tr: Nginx'i Yeniden Yükle
uk_ua: Перезавантажити Nginx
vi_vn: Tải lại Nginx

source: Reload nginx failed: {0}
ar: فشل إعادة تحميل nginx: {0}
de_de: Neuladen von nginx fehlgeschlagen: {0}
fr_fr: Échec du rechargement de nginx : {0}
pt_pt: Recarregamento do nginx falhou: {0}
tr_tr: nginx yeniden yükleme başarısız: {0}
uk_ua: Не вдалося перезавантажити nginx: {0}
vi_vn: Tải lại nginx thất bại: {0}

source: Reload Nginx on %{node} failed, response: %{resp}
ar: فشل إعادة تحميل Nginx على %{node}، الرد: %{resp}
de_de: Neustart von Nginx auf %{node} fehlgeschlagen, Antwort: %{resp}
fr_fr: Rechargement de Nginx sur %{node} a échoué, réponse : %{resp}
pt_pt: Recarregar Nginx em %{node} falhou, resposta: %{resp}
tr_tr: %{node} üzerinde Nginx yeniden yükleme başarısız oldu, yanıt: %{resp}
uk_ua: Не вдалося перезавантажити Nginx на %{node}, відповідь: %{resp}
vi_vn: Tải lại Nginx trên %{node} thất bại, phản hồi: %{resp}

source: Reload Nginx on %{node} successfully
ar: تم إعادة تحميل Nginx على %{node} بنجاح
de_de: Nginx auf %{node} erfolgreich neu geladen
fr_fr: Rechargement de Nginx sur %{node} réussi
pt_pt: Recarregamento do Nginx em %{node} bem-sucedido
tr_tr: Nginx %{node} üzerinde başarıyla yeniden yüklendi
uk_ua: Nginx успішно перезавантажено на %{node}
vi_vn: Tải lại Nginx trên %{node} thành công

source: Reload Remote Nginx Error
ar: خطأ في إعادة تحميل Nginx البعيد
de_de: Fehler beim Neuladen von Remote-Nginx
fr_fr: Erreur de rechargement de Nginx distant
pt_pt: Erro ao Recarregar Nginx Remoto
tr_tr: Uzak Nginx Yeniden Yükleme Hatası
uk_ua: Помилка перезавантаження віддаленого Nginx
vi_vn: Lỗi tải lại Nginx từ xa

source: Reload Remote Nginx Success
ar: إعادة تحميل Nginx البعيد بنجاح
de_de: Neustart von Remote-Nginx erfolgreich
fr_fr: Rechargement distant de Nginx réussi
pt_pt: Recarregamento remoto do Nginx bem-sucedido
tr_tr: Uzak Nginx Yeniden Yükleme Başarılı
uk_ua: Успішне перезавантаження віддаленого Nginx
vi_vn: Tải lại Nginx từ xa thành công

source: Reload request failed, please check your network connection
ar: فشل طلب إعادة التحميل، يرجى التحقق من اتصال الشبكة لديك
de_de: Die Neulade-Anfrage ist fehlgeschlagen, bitte überprüfen Sie Ihre Netzwerkverbindung
fr_fr: La demande de rechargement a échoué, veuillez vérifier votre connexion réseau
pt_pt: O pedido de recarregamento falhou, por favor verifique a sua ligação à rede
tr_tr: Yeniden yükleme isteği başarısız oldu, lütfen ağ bağlantınızı kontrol edin
uk_ua: Не вдалося виконати запит на перезавантаження, будь ласка, перевірте підключення до мережі
vi_vn: Yêu cầu tải lại thất bại, vui lòng kiểm tra kết nối mạng của bạn

source: Reloading
ar: إعادة التحميل
de_de: Lade neu
fr_fr: Rechargement
pt_pt: Recarregando
tr_tr: Yeniden Yükleniyor
uk_ua: Перезавантаження
vi_vn: Đang tải lại

source: Reloading nginx
ar: إعادة تحميل nginx
de_de: Lade Nginx neu
fr_fr: Rechargement de nginx
pt_pt: Recarregando Nginx
tr_tr: nginx yeniden yükleniyor
uk_ua: Перезавантаження nginx
vi_vn: Tải lại nginx

source: Remote
fr_fr: Distant
pt_pt: Remoto
tr_tr: Uzak
uk_ua: Віддалено
vi_vn: Từ xa

source: Remove
ar: إزالة
de_de: Löschen
fr_fr: Supprimer
pt_pt: Remover
tr_tr: Kaldır
uk_ua: Видалити
vi_vn: Xóa

source: Remove successfully
ar: إزالة بنجاح
de_de: Erfolgreich entfernt
fr_fr: Suppression réussie
pt_pt: Removido com sucesso
tr_tr: Başarıyla kaldırıldı
uk_ua: Успішно видалено
vi_vn: Xóa thành công

source: Removed successfully
ar: تمت الإزالة بنجاح
de_de: Erfolgreich entfernt
fr_fr: Supprimé avec succès
pt_pt: Removido com sucesso
tr_tr: Başarıyla kaldırıldı
uk_ua: Успішно видалено
vi_vn: Đã xóa thành công

source: Rename
ar: إعادة تسمية
de_de: Umbenennen
fr_fr: Renommer
pt_pt: Renomear
tr_tr: Yeniden Adlandır
uk_ua: Перейменувати
vi_vn: Đổi tên

source: Rename %{orig_path} to %{new_path} on %{node_name} failed
de_de: Umbenennung von %{orig_path} in %{new_path} auf %{node_name} fehlgeschlagen
fr_fr: Échec du renommage de %{orig_path} en %{new_path} sur %{node_name}
pt_pt: Falha ao renomear %{orig_path} para %{new_path} em %{node_name}
tr_tr: %{node_name} üzerinde %{orig_path} dosyası %{new_path} olarak yeniden adlandırılamadı
uk_ua: Не вдалося перейменувати %{orig_path} на %{new_path} на %{node_name}
vi_vn: Đổi tên %{orig_path} thành %{new_path} trên %{node_name} thất bại

source: Rename %{orig_path} to %{new_path} on %{node_name} successfully
de_de: %{orig_path} auf %{node_name} erfolgreich in %{new_path} umbenannt
fr_fr: Renommage de %{orig_path} en %{new_path} sur %{node_name} réussi
pt_pt: Renomear %{orig_path} para %{new_path} em %{node_name} com sucesso
tr_tr: %{orig_path}, %{node_name} üzerinde %{new_path} olarak başarıyla yeniden adlandırıldı
uk_ua: Успішно перейменовано %{orig_path} на %{new_path} у %{node_name}
vi_vn: Đã đổi tên %{orig_path} thành %{new_path} trên %{node_name} thành công

source: Rename Remote Config Error
ar: خطأ في إعادة تسمية التكوين البعيد
de_de: Fehler beim Umbenennen der Remote-Konfiguration
fr_fr: Erreur lors du renommage de la configuration distante
pt_pt: Erro ao renomear configuração remota
tr_tr: Uzak Yapılandırmayı Yeniden Adlandırma Hatası
uk_ua: Помилка перейменування віддаленої конфігурації
vi_vn: Lỗi đổi tên cấu hình từ xa
