Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: CA Dir
ar: "دليل CA"
de_de: CA-Verzeichnis
fr_fr: Répertoire CA
pt_pt: Diretório CA
tr_tr: CA Dizini
uk_ua: Каталог CA
vi_vn: Thư mục CA

source: Cache items not accessed within this time will be removed
ar: سيتم إزالة عناصر الذاكرة المؤقتة التي لم يتم الوصول إليها خلال هذا الوقت
de_de: Cache-Elemente, die innerhalb dieser Zeit nicht aufgerufen wurden, werden entfernt
fr_fr: Les éléments du cache non consultés pendant cette période seront supprimés
pt_pt: Os itens da cache não acedidos dentro deste período serão removidos
tr_tr: Bu süre içinde erişilmeyen önbellek öğeleri kaldırılacaktır
uk_ua: Елементи кешу, до яких не було звернень протягом цього часу, будуть видалені
vi_vn: Các mục bộ nhớ đệm không được truy cập trong thời gian này sẽ bị xóa

source: Cache loader processing time threshold
ar: عتبة وقت معالجة محمل الذاكرة المؤقتة
de_de: Schwellenwert für die Verarbeitungszeit des Cache-Loaders
fr_fr: Seuil de temps de traitement du chargeur de cache
pt_pt: Limiar de tempo de processamento do carregador de cache
tr_tr: Önbellek yükleyici işlem süresi eşiği
uk_ua: Порог часу обробки завантажувача кешу
vi_vn: Ngưỡng thời gian xử lý của bộ nạp bộ nhớ đệm

source: Cache manager processes
ar: عمليات مدير الذاكرة المؤقتة
de_de: Cache-Manager-Prozesse
fr_fr: Processus de gestion du cache
pt_pt: Processos de gestão de cache
tr_tr: Önbellek yönetici süreçleri
uk_ua: Процеси керування кешем
vi_vn: Tiến trình quản lý bộ nhớ đệm

source: Cache manager processing time threshold
ar: عتبة وقت معالجة مدير الذاكرة المؤقتة
de_de: Verarbeitungszeitgrenzwert des Cache-Managers
fr_fr: Seuil de temps de traitement du gestionnaire de cache
pt_pt: Limiar de tempo de processamento do gestor de cache
tr_tr: Önbellek yöneticisi işlem süresi eşiği
uk_ua: Порог часу обробки менеджера кешу
vi_vn: Ngưỡng thời gian xử lý của trình quản lý bộ nhớ đệm

source: Cache Manager Settings
ar: إعدادات مدير الذاكرة المؤقتة
de_de: Cache-Manager-Einstellungen
fr_fr: Paramètres du gestionnaire de cache
pt_pt: Configurações do Gestor de Cache
tr_tr: Önbellek Yöneticisi Ayarları
uk_ua: Налаштування менеджера кешу
vi_vn: Cài đặt Quản lý Bộ nhớ đệm

source: Cache Path
ar: مسار ذاكرة التخزين المؤقت
de_de: Cache-Pfad
fr_fr: Chemin du cache
pt_pt: Caminho da cache
tr_tr: Önbellek Yolu
uk_ua: Шлях до кешу
vi_vn: Đường dẫn bộ nhớ đệm

source: Cache Processes
ar: عمليات التخزين المؤقت
de_de: Cache-Prozesse
fr_fr: Processus de cache
pt_pt: Processos de Cache
tr_tr: Önbellek İşlemleri
uk_ua: Кеш-процеси
vi_vn: Tiến trình bộ nhớ đệm

source: Cache subdirectory levels structure, e.g. 1:2
ar: هيكل مستويات المجلدات الفرعية للذاكرة المؤقتة، على سبيل المثال 1:2
de_de: Struktur der Cache-Unterverzeichnisebenen, z.B. 1:2
fr_fr: Structure des niveaux de sous-répertoires du cache, par ex. 1:2
pt_pt: Estrutura de níveis de subdiretórios da cache, por exemplo, 1:2
tr_tr: Önbellek alt dizin seviyeleri yapısı, örn. 1:2
uk_ua: Структура рівнів підкаталогів кешу, напр. 1:2
vi_vn: Cấu trúc cấp độ thư mục con của bộ nhớ đệm, ví dụ: 1:2

source: Calculated based on worker_processes * worker_connections. Actual performance depends on hardware, configuration, and workload
ar: يتم الحساب بناءً على worker_processes * worker_connections. يعتمد الأداء الفعلي على الأجهزة والتكوين وحجم العمل
de_de: Berechnet basierend auf worker_processes * worker_connections. Die tatsächliche Leistung hängt von Hardware, Konfiguration und Arbeitslast ab
fr_fr: Calculé sur la base de worker_processes * worker_connections. Les performances réelles dépendent du matériel, de la configuration et de la charge de travail
pt_pt: Calculado com base em worker_processes * worker_connections. O desempenho real depende do hardware, configuração e carga de trabalho
tr_tr: worker_processes * worker_connections temel alınarak hesaplanmıştır. Gerçek performans donanım, yapılandırma ve iş yüküne bağlıdır
uk_ua: Розраховано на основі worker_processes * worker_connections. Фактична продуктивність залежить від апаратного забезпечення, конфігурації та навантаження
vi_vn: Được tính toán dựa trên worker_processes * worker_connections. Hiệu suất thực tế phụ thuộc vào phần cứng, cấu hình và khối lượng công việc

source: Cancel
ar: إلغاء
de_de: Abbrechen
fr_fr: Annuler
pt_pt: Cancelar
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Huỷ

source: Cannot access backup path {0}: {1}
de_de: Auf den Sicherungspfad {0} kann nicht zugegriffen werden: {1}
fr_fr: Impossible d'accéder au chemin de sauvegarde {0} : {1}
pt_pt: Não é possível aceder ao caminho de backup {0}: {1}
tr_tr: Yedekleme yolu {0} erişilemiyor: {1}
uk_ua: Не вдається отримати доступ до шляху резервної копії {0}: {1}
vi_vn: Không thể truy cập đường dẫn sao lưu {0}: {1}

source: Cannot access log file
de_de: Auf die Protokolldatei kann nicht zugegriffen werden
fr_fr: Impossible d'accéder au fichier journal
pt_pt: Não é possível aceder ao ficheiro de registo
tr_tr: Günlük dosyasına erişilemiyor
uk_ua: Не вдається отримати доступ до файлу журналу
vi_vn: Không thể truy cập tệp nhật ký

source: Cannot access storage path {0}: {1}
de_de: Auf den Speicherpfad {0} kann nicht zugegriffen werden: {1}
fr_fr: Impossible d'accéder au chemin de stockage {0} : {1}
pt_pt: Não é possível aceder ao caminho de armazenamento {0}: {1}
tr_tr: Depolama yolu {0} erişilemiyor: {1}
uk_ua: Неможливо отримати доступ до шляху зберігання {0}: {1}
vi_vn: Không thể truy cập đường dẫn lưu trữ {0}: {1}

source: Cannot change initial user password in demo mode
ar: لا يمكن تغيير كلمة مرور المستخدم الأولي في وضع التجربة
de_de: Das Passwort des ersten Benutzers kann im Demo-Modus nicht geändert werden
fr_fr: Impossible de modifier le mot de passe de l'utilisateur initial en mode démo
pt_pt: Não é possível alterar a senha do usuário inicial no modo de demonstração
tr_tr: Demo modunda başlangıç kullanıcı şifresi değiştirilemez
uk_ua: Не вдається змінити початковий пароль користувача в демонстраційному режимі
vi_vn: Không thể thay đổi mật khẩu người dùng ban đầu trong chế độ demo

source: Cannot compare: Missing content
ar: لا يمكن المقارنة: المحتوى المفقود
de_de: Kann nicht vergleichen: Fehlende Inhalte
fr_fr: Impossible de comparer: contenu manquant
pt_pt: Não posso comparar: conteúdo ausente
tr_tr: Karşılaştırılamaz: Eksik İçerik
uk_ua: Не вдається порівняти: відсутній вміст
vi_vn: Không thể so sánh: Thiếu nội dung

source: Cannot delete protected path
de_de: Geschützter Pfad kann nicht gelöscht werden
fr_fr: Impossible de supprimer le chemin protégé
pt_pt: Não é possível eliminar o caminho protegido
tr_tr: Korunan yol silinemez
uk_ua: Неможливо видалити захищений шлях
vi_vn: Không thể xóa đường dẫn được bảo vệ

source: Cannot get performance data in this state
ar: لا يمكن الحصول على بيانات الأداء في هذه الحالة
de_de: In diesem Zustand können Leistungsdaten nicht erhalten
fr_fr: Impossible d'obtenir des données de performance dans cet état
pt_pt: Não é possível obter dados de desempenho neste estado
tr_tr: Bu durumda performans verileri alamıyorum
uk_ua: Не вдається отримати дані про ефективність у цьому стані
vi_vn: Không thể nhận được dữ liệu hiệu suất ở trạng thái này

source: Cannot remove initial user
ar: لا يمكن إزالة المستخدم الأولي
de_de: Anfangsbenutzer kann nicht entfernt werden
fr_fr: Impossible de retirer l'utilisateur initial
pt_pt: Não é possível remover o utilizador inicial
tr_tr: Başlangıç kullanıcısı kaldırılamaz
uk_ua: Не можна видалити початкового користувача
vi_vn: Không thể xóa người dùng ban đầu

source: Cert
ar: شهادة
de_de: Zertifikat
fr_fr: Certificat
pt_pt: Certificado
tr_tr: Sertifika
uk_ua: Сертифікат
vi_vn: Chứng chỉ

source: Cert path is not under the nginx conf dir
ar: مسار الشهادة ليس ضمن دليل تكوين nginx
de_de: Der Zertifikatspfad liegt nicht im nginx-Konfigurationsverzeichnis
fr_fr: Le chemin du certificat n'est pas dans le dossier conf de nginx
pt_pt: O caminho do certificado não está dentro do diretório de configuração do nginx
tr_tr: Sertifika yolu nginx conf dizini altında değil
uk_ua: Шлях до сертифіката не знаходиться в каталозі конфігурації nginx
vi_vn: Đường dẫn chứng chỉ không nằm trong thư mục cấu hình nginx

source: certificate
de_de: Zertifikat
fr_fr: certificat
pt_pt: certificado
tr_tr: sertifika
uk_ua: сертифікат
vi_vn: chứng chỉ

source: Certificate %{name} has expired
ar: انتهت صلاحية الشهادة %{name}
de_de: Das Zertifikat %{name} ist abgelaufen
fr_fr: Le certificat %{name} a expiré
pt_pt: O certificado %{name} expirou
tr_tr: %{name} sertifikasının süresi doldu
uk_ua: Термін дії сертифіката %{name} закінчився
vi_vn: Chứng chỉ %{name} đã hết hạn

source: Certificate %{name} will expire in %{days} days
ar: شهادة %{name} ستنتهي خلال %{days} يومًا
de_de: Das Zertifikat %{name} läuft in %{days} Tagen ab
fr_fr: Le certificat %{name} expirera dans %{days} jours
pt_pt: O certificado %{name} expirará em %{days} dias
tr_tr: Sertifika %{name}, %{days} gün sonra sona erecek
uk_ua: Сертифікат %{name} закінчиться через %{days} днів
vi_vn: Chứng chỉ %{name} sẽ hết hạn sau %{days} ngày

source: Certificate %{name} will expire in 1 day
ar: ستنتهي صلاحية الشهادة %{name} خلال يوم واحد
de_de: Das Zertifikat %{name} läuft in 1 Tag ab
fr_fr: Le certificat %{name} expirera dans 1 jour
pt_pt: O certificado %{name} irá expirar em 1 dia
tr_tr: %{name} sertifikasının süresi 1 gün sonra dolacak
uk_ua: Термін дії сертифіката %{name} закінчиться через 1 день
vi_vn: Chứng chỉ %{name} sẽ hết hạn trong 1 ngày

source: Certificate content and private key content cannot be empty
de_de: Der Zertifikatsinhalt und der private Schlüssel dürfen nicht leer sein
fr_fr: Le contenu du certificat et la clé privée ne peuvent pas être vides
pt_pt: O conteúdo do certificado e a chave privada não podem estar vazios
tr_tr: Sertifika içeriği ve özel anahtar içeriği boş olamaz
uk_ua: Вміст сертифіката та закритий ключ не можуть бути порожніми
vi_vn: Nội dung chứng chỉ và khóa riêng tư không thể để trống

source: Certificate decode error
ar: خطأ في فك تشفير الشهادة
de_de: Fehler beim Dekodieren des Zertifikats
fr_fr: Erreur de décodage du certificat
pt_pt: Erro de descodificação do certificado
tr_tr: Sertifika çözme hatası
uk_ua: Помилка декодування сертифіката
vi_vn: Lỗi giải mã chứng chỉ

source: Certificate Expiration Notice
ar: إشعار انتهاء صلاحية الشهادة
de_de: Hinweis zum Zertifikatsablauf
fr_fr: Avis d'expiration du certificat
pt_pt: Aviso de Expiração do Certificado
tr_tr: Sertifika Son Kullanma Bildirimi
uk_ua: Повідомлення про закінчення терміну дії сертифіката
vi_vn: Thông báo hết hạn chứng chỉ

source: Certificate Expired
ar: انتهت صلاحية الشهادة
de_de: Zertifikat abgelaufen
fr_fr: Certificat expiré
pt_pt: Certificado expirado
tr_tr: Sertifikanın süresi doldu
uk_ua: Термін дії сертифіката закінчився
vi_vn: Chứng chỉ đã hết hạn

source: Certificate Expiring Soon
ar: شهادة على وشك الانتهاء
de_de: Zertifikat läuft bald ab
fr_fr: Certificat expirant bientôt
pt_pt: Certificado a expirar em breve
tr_tr: Sertifika Yakında Sona Eriyor
uk_ua: Сертифікат незабаром закінчується
vi_vn: Chứng chỉ sắp hết hạn

source: Certificate files downloaded successfully
de_de: Zertifikatsdateien erfolgreich heruntergeladen
fr_fr: Fichiers de certificat téléchargés avec succès
pt_pt: Ficheiros de certificado transferidos com sucesso
tr_tr: Sertifika dosyaları başarıyla indirildi
uk_ua: Файли сертифікатів успішно завантажено
vi_vn: Tải xuống tệp chứng chỉ thành công

source: Certificate name cannot be empty
de_de: Der Zertifikatsname darf nicht leer sein
fr_fr: Le nom du certificat ne peut pas être vide
pt_pt: O nome do certificado não pode estar vazio
tr_tr: Sertifika adı boş olamaz
uk_ua: Назва сертифіката не може бути порожньою
vi_vn: Tên chứng chỉ không được để trống

source: Certificate not found: %{error}
ar: الشهادة غير موجودة: %{error}
de_de: Zertifikat nicht gefunden: %{error}
fr_fr: Certificat introuvable : %{error}
pt_pt: Certificado não encontrado: %{error}
tr_tr: Sertifika bulunamadı: %{error}
uk_ua: Сертифікат не знайдено: %{error}
vi_vn: Không tìm thấy chứng chỉ: %{error}

source: Certificate parse error
ar: خطأ في تحليل الشهادة
de_de: Fehler beim Parsen des Zertifikats
fr_fr: Erreur d'analyse du certificat
pt_pt: Erro de análise do certificado
tr_tr: Sertifika ayrıştırma hatası
uk_ua: Помилка аналізу сертифіката
vi_vn: Lỗi phân tích chứng chỉ

source: Certificate path is empty
ar: مسار الشهادة فارغ
de_de: Der Zertifikatspfad ist leer
fr_fr: Le chemin du certificat est vide
pt_pt: O caminho do certificado está vazio
tr_tr: Sertifika yolu boş
uk_ua: Шлях до сертифіката порожній
vi_vn: Đường dẫn chứng chỉ trống

source: Certificate removed successfully
ar: تمت إزالة الشهادة بنجاح
de_de: Zertifikat erfolgreich entfernt
fr_fr: Certificat supprimé avec succès
pt_pt: Certificado removido com sucesso
tr_tr: Sertifika başarıyla kaldırıldı
uk_ua: Сертифікат успішно видалено
vi_vn: Đã xóa chứng chỉ thành công

source: Certificate Renewal Interval
ar: الفاصل الزمني لتجديد الشهادة
de_de: Zertifikatserneuerungsintervall
fr_fr: Intervalle de renouvellement du certificat
pt_pt: Intervalo de Renovação do Certificado
tr_tr: Sertifika Yenileme Aralığı
uk_ua: Інтервал оновлення сертифіката
vi_vn: Khoảng thời gian gia hạn chứng chỉ

source: Certificate renewed successfully
ar: تم تجديد الشهادة بنجاح
de_de: Zertifikat erfolgreich erneuert
fr_fr: Certificat renouvelé avec succès
pt_pt: Certificado renovado com sucesso
tr_tr: Sertifika başarıyla yenilendi
uk_ua: Сертифікат успішно поновлено
vi_vn: Gia hạn chứng chỉ thành công

source: Certificate revoked successfully
ar: تم إلغاء الشهادة بنجاح
de_de: Zertifikat erfolgreich widerrufen
fr_fr: Certificat révoqué avec succès
pt_pt: Certificado revogado com sucesso
tr_tr: Sertifika başarıyla iptal edildi
uk_ua: Сертифікат успішно відкликано
vi_vn: Hủy chứng chỉ thành công

source: Certificate Status
ar: صفر
de_de: Zertifikatsstatus
fr_fr: État du certificat
pt_pt: Estado do Certificado
tr_tr: Sertifika Durumu
uk_ua: Стан сертифіката
vi_vn: Trạng thái chứng chỉ

source: Certificate Type
de_de: Zertifikatstyp
fr_fr: Type de certificat
pt_pt: Tipo de certificado
tr_tr: Sertifika Türü
uk_ua: Тип сертифіката
vi_vn: Loại chứng chỉ

source: Certificates
ar: شهادات
de_de: Zertifikate
fr_fr: Certificats
pt_pt: Certificados
tr_tr: Sertifikalar
uk_ua: Сертифікати
vi_vn: Chứng chỉ

source: Certificates List
ar: قائمة الشهادات
de_de: Zertifikatsliste
fr_fr: Liste des certificats
pt_pt: Lista de Certificados
tr_tr: Sertifika Listesi
uk_ua: Список сертифікатів
vi_vn: Danh sách chứng chỉ

source: Challenge error: {0}
de_de: Herausforderungsfehler: {0}
fr_fr: Erreur de défi : {0}
pt_pt: Erro de desafio: {0}
tr_tr: Sorgulama hatası: {0}
uk_ua: Помилка перевірки: {0}
vi_vn: Lỗi thử thách: {0}

source: Challenge Method
ar: طريقة التحدي
de_de: Challenge-Methode
fr_fr: Méthode de challenge
pt_pt: Método do Challenge
tr_tr: Doğrulama Yöntemi
uk_ua: Метод перевірки
vi_vn: Phương pháp xác thực

source: Change Certificate
ar: تغيير الشهادة
de_de: Zertifikat ändern
fr_fr: Changer de certificat
pt_pt: Alterar Certificado
tr_tr: Sertifika Değiştir
uk_ua: Змінити сертифікат
vi_vn: Thay đổi chứng chỉ

source: Change Password
de_de: Passwort ändern
fr_fr: Changer le mot de passe
pt_pt: Alterar senha
tr_tr: Şifreyi Değiştir
uk_ua: Змінити пароль
vi_vn: Đổi mật khẩu

source: Changed Certificate
ar: صفر
de_de: Geändertes Zertifikat
fr_fr: Certificat modifié
pt_pt: Certificado Alterado
tr_tr: Değişen Sertifika
uk_ua: Змінено сертифікат
vi_vn: Chứng chỉ đã thay đổi

source: Changed Path
ar: المسار المتغير
de_de: Geänderter Pfad
fr_fr: Chemin modifié
pt_pt: Caminho Alterado
tr_tr: Değişen Dosya Yolu
uk_ua: Змінений шлях
vi_vn: Đường dẫn đã thay đổi

source: Channel
ar: القناة
de_de: Kanal
fr_fr: Canal
pt_pt: Canal
tr_tr: Kanal
uk_ua: Канал
vi_vn: Kênh

source: Chat for %{path}
de_de: Chat für %{path}
fr_fr: Chat pour %{path}
pt_pt: Chat para %{path}
uk_ua: Чат для %{path}
vi_vn: Trò chuyện cho %{path}

source: Check
ar: تحقق
de_de: Überprüfen
fr_fr: Vérifier
pt_pt: Verificar
tr_tr: Kontrol et
uk_ua: Перевірити
vi_vn: Kiểm tra

source: Check again
ar: تحقق مرة أخرى
de_de: Erneut prüfen
fr_fr: Revérifier
pt_pt: Verificar de novo
tr_tr: Tekrar kontrol et
uk_ua: Перевірте ще раз
vi_vn: Kiểm tra lại

source: Check Favicon
de_de: Favicon prüfen
fr_fr: Vérifier le favicon
pt_pt: Verificar favicon
tr_tr: Favicon'ı kontrol et
uk_ua: Перевірити фавікон
vi_vn: Kiểm tra favicon

source: Check if /var/run/docker.sock exists. If you are using Nginx UI Official Docker Image, please make sure the docker socket is mounted like this: `-v /var/run/docker.sock:/var/run/docker.sock`. Nginx UI official image uses /var/run/docker.sock to communicate with the host Docker Engine via Docker Client API. This feature is used to control Nginx in another container and perform container replacement rather than binary replacement during OTA upgrades of Nginx UI to ensure container dependencies are also upgraded. If you don't need this feature, please add the environment variable NGINX_UI_IGNORE_DOCKER_SOCKET=true to the container.
ar: تحقق مما إذا كان /var/run/docker.sock موجودًا. إذا كنت تستخدم صورة Docker الرسمية لـ Nginx UI، يرجى التأكد من توصيل مقبس Docker بهذه الطريقة: `-v /var/run/docker.sock:/var/run/docker.sock`. تستخدم صورة Nginx UI الرسمية /var/run/docker.sock للتواصل مع محرك Docker المضيف عبر واجهة برمجة تطبيقات Docker Client. تُستخدم هذه الميزة للتحكم في Nginx في حاوية أخرى وإجراء استبدال الحاوية بدلاً من استبدال الثنائي أثناء التحديثات OTA لـ Nginx UI لضمان تحديث تبعيات الحاوية أيضًا. إذا كنت لا تحتاج إلى هذه الميزة، يرجى إضافة متغير البيئة NGINX_UI_IGNORE_DOCKER_SOCKET=true إلى الحاوية.
de_de: Überprüfen Sie, ob /var/run/docker.sock existiert. Wenn Sie das offizielle Nginx UI Docker-Image verwenden, stellen Sie sicher, dass der Docker-Socket wie folgt eingebunden ist: `-v /var/run/docker.sock:/var/run/docker.sock`. Das offizielle Nginx UI-Image verwendet /var/run/docker.sock, um über die Docker Client API mit der Docker Engine des Hosts zu kommunizieren. Diese Funktion wird verwendet, um Nginx in einem anderen Container zu steuern und Container-Ersetzung anstelle von Binär-Ersetzung während OTA-Upgrades von Nginx UI durchzuführen, um sicherzustellen, dass auch Container-Abhängigkeiten aktualisiert werden. Wenn Sie diese Funktion nicht benötigen, fügen Sie die Umgebungsvariable NGINX_UI_IGNORE_DOCKER_SOCKET=true zum Container hinzu.
fr_fr: Vérifiez si /var/run/docker.sock existe. Si vous utilisez l'image Docker officielle de Nginx UI, assurez-vous que le socket Docker est monté comme ceci : `-v /var/run/docker.sock:/var/run/docker.sock`. L'image officielle de Nginx UI utilise /var/run/docker.sock pour communiquer avec le moteur Docker de l'hôte via l'API Docker Client. Cette fonctionnalité est utilisée pour contrôler Nginx dans un autre conteneur et effectuer un remplacement de conteneur plutôt qu'un remplacement binaire lors des mises à jour OTA de Nginx UI pour s'assurer que les dépendances du conteneur sont également mises à jour. Si vous n'avez pas besoin de cette fonctionnalité, ajoutez la variable d'environnement NGINX_UI_IGNORE_DOCKER_SOCKET=true au conteneur.
pt_pt: Verifique se /var/run/docker.sock existe. Se estiver a utilizar a imagem Docker oficial do Nginx UI, certifique-se de que o socket Docker está montado desta forma: `-v /var/run/docker.sock:/var/run/docker.sock`. A imagem oficial do Nginx UI utiliza /var/run/docker.sock para comunicar com o Docker Engine do anfitrião através da API do Docker Client. Esta funcionalidade é utilizada para controlar o Nginx noutro contentor e realizar a substituição de contentores em vez da substituição binária durante as atualizações OTA do Nginx UI para garantir que as dependências do contentor também são atualizadas. Se não necessitar desta funcionalidade, adicione a variável de ambiente NGINX_UI_IGNORE_DOCKER_SOCKET=true ao contentor.
tr_tr: /var/run/docker.sock dosyasının var olup olmadığını kontrol edin. Nginx UI Resmi Docker Image'ını kullanıyorsanız, docker soketinin şu şekilde bağlandığından emin olun: `-v /var/run/docker.sock:/var/run/docker.sock`. Nginx UI resmi imajı, Docker Client API üzerinden ana bilgisayarın Docker Engine'i ile iletişim kurmak için /var/run/docker.sock kullanır. Bu özellik, Nginx UI'nin OTA güncellemeleri sırasında ikili dosya değişimi yerine konteyner değişimi yaparak Nginx'i başka bir konteynerde kontrol etmek ve konteyner bağımlılıklarının da güncellenmesini sağlamak için kullanılır. Bu özelliğe ihtiyacınız yoksa, konteynere NGINX_UI_IGNORE_DOCKER_SOCKET=true ortam değişkenini ekleyin.
uk_ua: Перевірте, чи існує /var/run/docker.sock. Якщо ви використовуєте офіційний образ Docker Nginx UI, переконайтеся, що сокет Docker змонтовано таким чином: `-v /var/run/docker.sock:/var/run/docker.sock`. Офіційний образ Nginx UI використовує /var/run/docker.sock для зв’язку з Docker Engine хоста через API Docker Client. Ця функція використовується для керування Nginx в іншому контейнері та виконання заміни контейнера замість заміни бінарного файлу під час OTA-оновлень Nginx UI, щоб гарантувати, що залежності контейнера також оновлюються. Якщо вам не потрібна ця функція, додайте змінну середовища NGINX_UI_IGNORE_DOCKER_SOCKET=true до контейнера.
vi_vn: Kiểm tra xem /var/run/docker.sock có tồn tại không. Nếu bạn đang sử dụng hình ảnh Docker chính thức của Nginx UI, hãy đảm bảo rằng ổ cắm Docker được gắn kết như sau: `-v /var/run/docker.sock:/var/run/docker.sock`. Hình ảnh chính thức Nginx UI sử dụng /var/run/docker.sock để giao tiếp với Docker Engine của máy chủ thông qua API Docker Client. Tính năng này được sử dụng để kiểm soát Nginx trong một container khác và thực hiện thay thế container thay vì thay thế nhị phân trong quá trình nâng cấp OTA của Nginx UI để đảm bảo các phụ thuộc container cũng được nâng cấp. Nếu bạn không cần tính năng này, hãy thêm biến môi trường NGINX_UI_IGNORE_DOCKER_SOCKET=true vào container.

source: Check if HTTPS is enabled. Using HTTP outside localhost is insecure and prevents using Passkeys and clipboard features
ar: تحقق مما إذا كان HTTPS مفعلاً. استخدام HTTP خارج localhost غير آمن ويمنع استخدام ميزات Passkeys والحافظة
de_de: Überprüfen Sie, ob HTTPS aktiviert ist. Die Verwendung von HTTP außerhalb von localhost ist unsicher und verhindert die Nutzung von Passkeys und Zwischenablage-Funktionen
fr_fr: Vérifiez si HTTPS est activé. Utiliser HTTP en dehors de localhost est peu sécurisé et empêche l'utilisation des Passkeys et des fonctionnalités du presse-papiers
pt_pt: Verifique se o HTTPS está ativado. Usar HTTP fora do localhost é inseguro e impede o uso de Passkeys e funcionalidades da área de transferência
tr_tr: HTTPS'nin etkin olup olmadığını kontrol edin. localhost dışında HTTP kullanmak güvensizdir ve Passkeys ile panosu özelliklerinin kullanılmasını engeller
uk_ua: Перевірте, чи увімкнено HTTPS. Використання HTTP за межами localhost є небезпечним і перешкоджає використанню Passkeys та функцій буфера обміну
vi_vn: Kiểm tra xem HTTPS có được bật không. Sử dụng HTTP bên ngoài localhost không an toàn và ngăn chặn việc sử dụng tính năng Passkeys và clipboard

source: Check if the conf.d directory is under the nginx configuration directory
de_de: Überprüfen Sie, ob sich das conf.d-Verzeichnis im nginx-Konfigurationsverzeichnis befindet
fr_fr: Vérifiez si le répertoire conf.d se trouve dans le répertoire de configuration de nginx
pt_pt: Verifique se o diretório conf.d está no diretório de configuração do nginx
tr_tr: conf.d dizininin nginx yapılandırma dizini altında olup olmadığını kontrol edin
uk_ua: Перевірте, чи знаходиться каталог conf.d у каталозі конфігурації nginx
vi_vn: Kiểm tra xem thư mục conf.d có nằm trong thư mục cấu hình nginx không
