Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Edit %{n}
ar: تعديل %{n}
de_de: Bearbeiten %{n}
fr_fr: Modifier %{n}
pt_pt: Editar %{n}
tr_tr: Düzenle %{n}
uk_ua: Редагувати %{n}
vi_vn: Sửa %{n}

source: Edit Configuration
ar: تعديل التكوين
de_de: Konfiguration bearbeiten
fr_fr: Modifier la configuration
pt_pt: Editar Configuração
tr_tr: Yapılandırmayı Düzenle
uk_ua: Редагувати конфігурацію
vi_vn: Sửa cấu hình

source: Edit Site
ar: تعديل الموقع
de_de: Seite bearbeiten
fr_fr: Modifier le site
pt_pt: Editar Site
tr_tr: Siteyi Düzenle
uk_ua: Редагувати сайт
vi_vn: Sửa trang web

source: Edit Stream
ar: تعديل البث
de_de: Stream bearbeiten
fr_fr: Modifier le flux
pt_pt: Editar Stream
tr_tr: Akışı Düzenle
uk_ua: Редагувати потік
vi_vn: Chỉnh sửa luồng

source: Empty log line
de_de: Leere Protokollzeile
fr_fr: Ligne de journal vide
pt_pt: Linha de registo vazia
tr_tr: Boş günlük satırı
uk_ua: Порожній рядок журналу
vi_vn: Dòng nhật ký trống

source: enable
ar: تمكين
de_de: aktivieren
fr_fr: activer
pt_pt: ativar
tr_tr: etkinleştir
uk_ua: увімкнути
vi_vn: bật

source: Enable 2FA successfully
ar: تم تفعيل المصادقة الثنائية بنجاح
de_de: 2FA erfolgreich aktiviert
fr_fr: 2FA activé avec succès
pt_pt: 2FA Activado com Sucesso
tr_tr: 2FA'yı başarıyla etkinleştirildi
uk_ua: 2FA успішно ввімкнено
vi_vn: Bật 2FA thành công

source: Enable Advanced Indexing
de_de: Erweiterte Indizierung aktivieren
fr_fr: Activer l'indexation avancée
pt_pt: Ativar indexação avançada
uk_ua: Увімкнути розширене індексування
vi_vn: Bật lập chỉ mục nâng cao

source: Enable Advanced Log Indexing
de_de: Erweiterte Protokollindizierung aktivieren
fr_fr: Activer l'indexation avancée des journaux
pt_pt: Ativar indexação avançada de registros
uk_ua: Увімкнути розширене індексування журналів
vi_vn: Bật lập chỉ mục nhật ký nâng cao

source: Enable auto-renewal failed for %{name}
ar: فشل تفعيل التجديد التلقائي لـ %{name}
de_de: Aktiviere automatische Verlängerung fehlgeschlagen für %{name}
fr_fr: Échec de l'activation du renouvellement automatique pour %{name}
pt_pt: Activação de renovação automática para %{name} falhou
tr_tr: %{name} için otomatik yenilemeyi etkinleştirme başarısız oldu
uk_ua: Не вдалося увімкнути автоматичне оновлення для %{name}
vi_vn: Không thể bật tự động gia hạn SSL cho %{name}

source: Enable Code Completion
ar: تمكين إكمال التعليمات البرمجية
de_de: Code-Vervollständigung aktivieren
fr_fr: Activer la complétion de code
pt_pt: Ativar conclusão de código
tr_tr: Kod Tamamlamayı Etkinleştir
uk_ua: Увімкнути автодоповнення коду
vi_vn: Bật hoàn thành mã

source: Enable compression for content transfer
ar: تمكين الضغط لنقل المحتوى
de_de: Komprimierung für die Inhaltsübertragung aktivieren
fr_fr: Activer la compression pour le transfert de contenu
pt_pt: Ativar compressão para transferência de conteúdo
tr_tr: İçerik transferi için sıkıştırmayı etkinleştir
uk_ua: Увімкнути стиснення для передачі вмісту
vi_vn: Bật nén để chuyển nội dung

source: Enable Health Check
de_de: Health Check aktivieren
pt_pt: Ativar verificação de saúde

source: Enable HTTP/2
de_de: HTTP/2 aktivieren
fr_fr: Activer HTTP/2
pt_pt: Ativar HTTP/2
tr_tr: HTTP/2'yi Etkinleştir
uk_ua: Увімкнути HTTP/2
vi_vn: Bật HTTP/2

source: Enable HTTP/3
de_de: HTTP/3 aktivieren
fr_fr: Activer HTTP/3
pt_pt: Ativar HTTP/3
tr_tr: HTTP/3'ü Etkinleştir
uk_ua: Увімкнути HTTP/3
vi_vn: Bật HTTP/3

source: Enable HTTPS
ar: تمكين HTTPS
de_de: HTTPS aktivieren
fr_fr: Activer HTTPS
pt_pt: Ativar HTTPS
tr_tr: HTTPS'yi Etkinleştir
uk_ua: Увімкнути HTTPS
vi_vn: Bật HTTPS

source: Enable Indexing
de_de: Indizierung aktivieren
fr_fr: Activer l'indexation
pt_pt: Ativar indexação
uk_ua: Увімкнути індексацію
vi_vn: Bật lập chỉ mục

source: Enable Proxy Cache
ar: تمكين ذاكرة التخزين المؤقت للوكيل
de_de: Proxy-Cache aktivieren
fr_fr: Activer le cache du proxy
pt_pt: Ativar cache de proxy
tr_tr: Proxy Önbelleğini Etkinleştir
uk_ua: Увімкнути кеш проксі
vi_vn: Bật bộ nhớ đệm proxy

source: Enable Remote Site Error
ar: خطأ في تفعيل الموقع البعيد
de_de: Fehler beim Aktivieren der Remote-Site
fr_fr: Erreur d'activation du site distant
pt_pt: Erro ao ativar site remoto
tr_tr: Uzak Site Etkinleştirme Hatası
uk_ua: Помилка активації віддаленого сайту
vi_vn: Lỗi kích hoạt trang từ xa

source: Enable Remote Site Maintenance Error
ar: خطأ في تمكين صيانة الموقع البعيد
de_de: Fehler beim Aktivieren der Remote-Site-Wartung
fr_fr: Erreur d'activation de la maintenance du site distant
pt_pt: Erro ao ativar a manutenção do site remoto
tr_tr: Uzak Site Bakımını Etkinleştirme Hatası
uk_ua: Помилка увімкнення технічного обслуговування віддаленого сайту
vi_vn: Lỗi bật bảo trì trang web từ xa

source: Enable Remote Site Maintenance Success
ar: تمكين صيانة الموقع البعيد بنجاح
de_de: Wartungsmodus für Remote-Website erfolgreich aktiviert
fr_fr: Activation de la maintenance du site distant réussie
pt_pt: Ativar manutenção do site remoto com sucesso
tr_tr: Uzak Site Bakımını Etkinleştirme Başarılı
uk_ua: Успішне ввімкнення режиму обслуговування віддаленого сайту
vi_vn: Kích hoạt chế độ bảo trì trang web từ xa thành công

source: Enable Remote Site Success
ar: نجح تفعيل الموقع البعيد
de_de: Remote-Site erfolgreich aktiviert
fr_fr: Activation du site distant réussie
pt_pt: Site remoto ativado com sucesso
tr_tr: Uzak Site Başarıyla Etkinleştirildi
uk_ua: Віддалений сайт успішно увімкнено
vi_vn: Kích hoạt trang từ xa thành công

source: Enable Remote Stream Error
ar: خطأ في تمكين البث عن بُعد
de_de: Fehler beim Aktivieren des Remote-Streams
fr_fr: Erreur d'activation du flux distant
pt_pt: Erro ao ativar transmissão remota
tr_tr: Uzaktan Akış Etkinleştirme Hatası
uk_ua: Помилка ввімкнення віддаленого потоку
vi_vn: Lỗi bật luồng từ xa

source: Enable Remote Stream Success
ar: تمكين البث عن بُعد بنجاح
de_de: Stream erfolgreich aktiviert
fr_fr: Activation du flux distant réussie
pt_pt: Ativar transmissão remota com sucesso
tr_tr: Uzaktan Akış Başarıyla Etkinleştirildi
uk_ua: Віддалений потік успішно ввімкнено
vi_vn: Bật luồng từ xa thành công

source: Enable site %{name} maintenance on %{node} failed
ar: فشل تمكين الصيانة للموقع %{name} على %{node}
de_de: Aktivierung der Wartung für die Website %{name} auf %{node} fehlgeschlagen
fr_fr: Échec de l'activation de la maintenance du site %{name} sur %{node}
pt_pt: Falha ao ativar a manutenção do site %{name} em %{node}
tr_tr: %{node} üzerinde %{name} sitesi bakımını etkinleştirme başarısız oldu
uk_ua: Не вдалося увімкнути технічне обслуговування сайту %{name} на %{node}
vi_vn: Không thể bật chế độ bảo trì cho trang web %{name} trên %{node}

source: Enable site %{name} maintenance on %{node} successfully
ar: تم تمكين صيانة الموقع %{name} على %{node} بنجاح
de_de: Wartungsmodus für die Website %{name} auf %{node} erfolgreich aktiviert
fr_fr: Activation de la maintenance du site %{name} sur %{node} réussie
pt_pt: Ativar a manutenção do site %{name} em %{node} com sucesso
tr_tr: %{node} üzerinde %{name} sitesi bakımı başarıyla etkinleştirildi
uk_ua: Обслуговування сайту %{name} на %{node} успішно ввімкнено
vi_vn: Đã bật chế độ bảo trì trang web %{name} trên %{node} thành công

source: Enable site %{name} on %{node} failed
ar: فشل تمكين الموقع %{name} على %{node}
de_de: Aktivierung der Website %{name} auf %{node} fehlgeschlagen
fr_fr: Échec de l'activation du site %{name} sur %{node}
pt_pt: Falha ao ativar o site %{name} em %{node}
tr_tr: %{node} üzerinde %{name} sitesi etkinleştirilemedi
uk_ua: Не вдалося увімкнути сайт %{name} на %{node}
vi_vn: Không thể kích hoạt trang web %{name} trên %{node}

source: Enable site %{name} on %{node} successfully
ar: تم تمكين الموقع %{name} على %{node} بنجاح
de_de: Website %{name} auf %{node} erfolgreich aktiviert
fr_fr: Site %{name} activé sur %{node} avec succès
pt_pt: Site %{name} ativado em %{node} com sucesso
tr_tr: %{node} üzerinde %{name} sitesi başarıyla etkinleştirildi
uk_ua: Сайт %{name} успішно увімкнено на %{node}
vi_vn: Đã bật trang web %{name} trên %{node} thành công

source: Enable stream %{name} on %{node} failed
ar: فشل تمكين الدفق %{name} على %{node}
de_de: Aktivierung des Streams %{name} auf %{node} fehlgeschlagen
fr_fr: Échec de l'activation du flux %{name} sur %{node}
pt_pt: Falha ao ativar o fluxo %{name} em %{node}
tr_tr: %{node} üzerinde %{name} akışı etkinleştirilemedi
uk_ua: Не вдалося увімкнути потік %{name} на %{node}
vi_vn: Không thể bật luồng %{name} trên %{node}

source: Enable stream %{name} on %{node} successfully
ar: تم تمكين الدفق %{name} على %{node} بنجاح
de_de: Stream %{name} auf %{node} erfolgreich aktiviert
fr_fr: Activation du flux %{name} sur %{node} réussie
pt_pt: Ativar o fluxo %{name} em %{node} com sucesso
tr_tr: %{node} üzerinde %{name} akışı başarıyla etkinleştirildi
uk_ua: Потік %{name} успішно ввімкнено на %{node}
vi_vn: Đã bật luồng %{name} trên %{node} thành công

source: Enable stub_status module
ar: تمكين وحدة stub_status
de_de: Aktiviere stub_status-Modul
fr_fr: Activer le module stub_status
pt_pt: Ativar módulo stub_status
tr_tr: stub_status modülünü etkinleştir
uk_ua: Увімкнути модуль stub_status
vi_vn: Bật module stub_status

source: Enable TLS
ar: تفعيل TLS
de_de: Aktiviere TLS
fr_fr: Activer TLS
pt_pt: Activar TLS
tr_tr: TLS'yi Etkinleştir
uk_ua: Увімкнути TLS
vi_vn: Bật TLS

source: Enable TOTP
ar: تفعيل TOTP
de_de: TOTP aktivieren
fr_fr: Activer TOTP
pt_pt: Ativar TOTP
tr_tr: TOTP'yi Etkinleştir
uk_ua: Увімкнути TOTP
vi_vn: Bật TOTP

source: Enabled
ar: مفعل
de_de: Aktiviert
fr_fr: Activé
pt_pt: Activado
tr_tr: Etkin
uk_ua: Увімкнено
vi_vn: Đã bật

source: Enabled successfully
ar: تم التفعيل بنجاح
de_de: Erfolgreich aktiviert
fr_fr: Activé avec succès
pt_pt: Activado com sucesso
tr_tr: Başarıyla etkinleştirildi
uk_ua: Успішно ввімкнено
vi_vn: Đã bật

source: Enables HTTP/2 support with multiplexing and server push capabilities
de_de: Aktiviert HTTP/2-Unterstützung mit Multiplexing und Server-Push-Funktionen
fr_fr: Active la prise en charge de HTTP/2 avec multiplexage et capacités de push serveur
pt_pt: Ativa o suporte a HTTP/2 com capacidades de multiplexação e push do servidor
tr_tr: Çoklama ve sunucu itme özellikleri ile HTTP/2 desteğini etkinleştirir
uk_ua: Увімкнення підтримки HTTP/2 з можливістю мультиплексування та push-повідомлень сервера
vi_vn: Bật hỗ trợ HTTP/2 với khả năng ghép kênh và đẩy dữ liệu từ máy chủ

source: Enables HTTP/3 support based on QUIC protocol for best performance
de_de: Aktiviert HTTP/3-Unterstützung basierend auf dem QUIC-Protokoll für beste Leistung
fr_fr: Active la prise en charge de HTTP/3 basée sur le protocole QUIC pour des performances optimales
pt_pt: Ativa o suporte a HTTP/3 baseado no protocolo QUIC para melhor desempenho
tr_tr: En iyi performans için QUIC protokolüne dayalı HTTP/3 desteğini etkinleştirir
uk_ua: Увімкнути підтримку HTTP/3 на основі протоколу QUIC для найкращої продуктивності
vi_vn: Bật hỗ trợ HTTP/3 dựa trên giao thức QUIC để có hiệu suất tốt nhất

source: Enabling advanced log indexing will consume significant computational resources including CPU and memory. Please ensure your system meets the minimum requirements before proceeding.
de_de: Die Aktivierung der erweiterten Protokollindizierung verbraucht erhebliche Rechenressourcen, einschließlich CPU und Speicher. Bitte stellen Sie sicher, dass Ihr System die Mindestanforderungen erfüllt, bevor Sie fortfahren.
fr_fr: L'activation de l'indexation avancée des journaux consommera des ressources informatiques importantes, y compris le processeur et la mémoire. Veuillez vous assurer que votre système répond aux exigences minimales avant de continuer.
pt_pt: Ativar a indexação avançada de registros consumirá recursos computacionais significativos, incluindo CPU e memória. Certifique-se de que o seu sistema atende aos requisitos mínimos antes de prosseguir.
uk_ua: Увімкнення розширеного індексування журналів споживатиме значні обчислювальні ресурси, включаючи процесор та пам’ять. Перш ніж продовжити, переконайтеся, що ваша система відповідає мінімальним вимогам.
vi_vn: Bật tính năng lập chỉ mục nhật ký nâng cao sẽ tiêu tốn tài nguyên tính toán đáng kể bao gồm CPU và bộ nhớ. Vui lòng đảm bảo hệ thống của bạn đáp ứng các yêu cầu tối thiểu trước khi tiếp tục.

source: Encrypt website with Let's Encrypt
ar: تشفير الموقع باستخدام Let's Encrypt
de_de: Webseite mit Let's Encrypt verschlüsseln
fr_fr: Crypter le site Web avec Let's Encrypt
pt_pt: Encriptar website com Let's Encrypt
tr_tr: Let's Encrypt ile web sitesini şifreleyin
uk_ua: Зашифрувати вебсайт за допомогою Let's Encrypt
vi_vn: Bảo mật trang web với Let's Encrypt

source: End
de_de: Ende
fr_fr: Fin
pt_pt: Fim
tr_tr: Son
uk_ua: Кінець
vi_vn: Kết thúc

source: End Date
de_de: Enddatum
fr_fr: Date de fin
pt_pt: Data de término
tr_tr: Bitiş Tarihi
uk_ua: Дата завершення
vi_vn: Ngày kết thúc

source: Enter domain name
de_de: Domänennamen eingeben
fr_fr: Entrez le nom de domaine
pt_pt: Inserir nome de domínio
tr_tr: Alan adını girin
uk_ua: Введіть ім’я домену
vi_vn: Nhập tên miền

source: Enter server IP address (e.g., 203.0.113.1 or 2001:db8::1)
de_de: Geben Sie die Server-IP-Adresse ein (z.B. 203.0.113.1 oder 2001:db8::1)
fr_fr: Entrez l'adresse IP du serveur (ex. 203.0.113.1 ou 2001:db8::1)
pt_pt: Insira o endereço IP do servidor (ex. 203.0.113.1 ou 2001:db8::1)
tr_tr: Sunucu IP adresini girin (ör. 203.0.113.1 veya 2001:db8::1)
uk_ua: Введіть IP-адресу сервера (наприклад, 203.0.113.1 або 2001:db8::1)
vi_vn: Nhập địa chỉ IP máy chủ (ví dụ: 203.0.113.1 hoặc 2001:db8::1)

source: Enter your domain
de_de: Geben Sie Ihre Domain ein
fr_fr: Entrez votre domaine
pt_pt: Insira o seu domínio
tr_tr: Alan adınızı girin
uk_ua: Введіть ваш домен
vi_vn: Nhập tên miền của bạn

source: Environment configuration is empty
de_de: Die Umgebungskonfiguration ist leer
fr_fr: La configuration de l'environnement est vide
pt_pt: A configuração do ambiente está vazia
tr_tr: Ortam yapılandırması boş
uk_ua: Конфігурація середовища порожня
vi_vn: Cấu hình môi trường trống

source: Environment variables cleaned
ar: تم تنظيف متغيرات البيئة
de_de: Umgebungsvariablen gesäubert
fr_fr: Variables d'environnement nettoyées
pt_pt: Variáveis de ambiente limpas
tr_tr: Ortam değişkenleri temizlendi
uk_ua: Змінні середовища очищено
vi_vn: Đã dọn dẹp biến môi trường

source: Error
ar: خطأ
de_de: Fehler
fr_fr: Erreur
pt_pt: Erro
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi

source: Error details
de_de: Fehlerdetails
fr_fr: Détails de l'erreur
pt_pt: Detalhes do erro
tr_tr: Hata detayları
uk_ua: Деталі помилки
vi_vn: Chi tiết lỗi

source: Error initializing diff viewer
ar: خطأ في تهيئة عارض الاختلافات
de_de: Fehler beim Initialisieren des Diff-Viewers
fr_fr: Erreur lors de l'initialisation du visualiseur de différences
pt_pt: Erro ao inicializar o visualizador de diferenças
tr_tr: Fark görüntüleyici başlatılırken hata
uk_ua: Помилка ініціалізації переглядача різниць
vi_vn: Lỗi khởi tạo trình xem khác biệt

source: Error Log
ar: سجل الأخطاء
de_de: Fehlerprotokoll
fr_fr: Journal des erreurs
pt_pt: Registo de erros
tr_tr: Hata Günlüğü
uk_ua: Журнал помилок
vi_vn: Nhật ký lỗi

source: Error Log Detected
de_de: Fehlerprotokoll erkannt
fr_fr: Journal d'erreurs détecté
pt_pt: Registo de erros detetado
tr_tr: Hata Günlüğü Tespit Edildi
uk_ua: Виявлено журнал помилок
vi_vn: Đã phát hiện nhật ký lỗi

source: Error log path not exist
ar: مسار سجل الأخطاء غير موجود
de_de: Fehlerprotokollpfad existiert nicht
fr_fr: Le chemin du journal des erreurs n'existe pas
pt_pt: O caminho do registo de erros não existe
tr_tr: Hata günlüğü yolu mevcut değil
uk_ua: Шлях до журналу помилок не існує
vi_vn: Đường dẫn nhật ký lỗi không tồn tại

source: Error Logs
ar: سجلات الأخطاء
de_de: Feherlogs
fr_fr: Journaux d'erreurs
pt_pt: Logs de Erro
tr_tr: Hata Günlükleri
uk_ua: Журнали помилок
vi_vn: Log lỗi

source: Error logs do not support structured analysis as they contain free-form text messages.
de_de: Fehlerprotokolle unterstützen keine strukturierte Analyse, da sie Freitextnachrichten enthalten.
fr_fr: Les journaux d'erreurs ne prennent pas en charge l'analyse structurée car ils contiennent des messages texte libres.
pt_pt: Os registos de erro não suportam análise estruturada, pois contêm mensagens de texto livre.
tr_tr: Hata günlükleri serbest metin mesajları içerdiğinden yapılandırılmış analizi desteklemez.
uk_ua: Журнали помилок не підтримують структурований аналіз, оскільки вони містять довільні текстові повідомлення.
vi_vn: Nhật ký lỗi không hỗ trợ phân tích có cấu trúc vì chúng chứa các thông báo văn bản tự do.

source: Error pattern recognition
de_de: Fehlermustererkennung
fr_fr: Reconnaissance des motifs d'erreur
pt_pt: Reconhecimento de padrões de erro
uk_ua: Розпізнавання шаблонів помилок
vi_vn: Nhận dạng mẫu lỗi

source: Error processing content
ar: خطأ في معالجة المحتوى
de_de: Fehler bei der Verarbeitung des Inhalts
fr_fr: Erreur lors du traitement du contenu
pt_pt: Erro ao processar o conteúdo
tr_tr: İçerik işlenirken hata
uk_ua: Помилка обробки вмісту
vi_vn: Lỗi xử lý nội dung

source: Executable binary file is empty
de_de: Die ausführbare Binärdatei ist leer
pt_pt: O ficheiro binário executável está vazio

source: Executable Path
ar: مسار الملف التنفيذي
de_de: Ausführbarer Pfad
fr_fr: Chemin exécutable
pt_pt: Caminho Executável
tr_tr: Yürütülebilir Dosya Yolu
uk_ua: Шлях до виконуваного файлу
vi_vn: Đường dẫn thực thi

source: Execute on every %{day} at %{time}
de_de: Ausführen an jedem %{day} um %{time}
fr_fr: Exécuter chaque %{day} à %{time}
pt_pt: Executar todos os %{day} às %{time}
tr_tr: Her %{day} %{time} saatinde çalıştır
uk_ua: Виконувати кожен %{day} о %{time}
vi_vn: Thực thi vào mỗi %{day} lúc %{time}

source: Execute on every day at %{time}
de_de: Täglich um %{time} ausführen
fr_fr: Exécuter tous les jours à %{time}
pt_pt: Executar todos os dias às %{time}
tr_tr: Her gün %{time} saatinde çalıştır
uk_ua: Виконувати щодня о %{time}
vi_vn: Thực hiện mỗi ngày vào lúc %{time}

source: Execute on every month on day %{day} at %{time}
de_de: Ausführen an jedem Tag %{day} des Monats um %{time}
fr_fr: Exécuter chaque mois le jour %{day} à %{time}
pt_pt: Executar todos os meses no dia %{day} às %{time}
tr_tr: Her ayın %{day} günü %{time} saatinde çalıştır
uk_ua: Виконувати щомісяця %{day} числа о %{time}
vi_vn: Thực thi vào mỗi tháng vào ngày %{day} lúc %{time}

source: Expand
de_de: Erweitern
fr_fr: Développer
pt_pt: Expandir
tr_tr: Genişlet
uk_ua: Розгорнути
vi_vn: Mở rộng

source: Expected Performance
de_de: Erwartete Leistung
fr_fr: Performances attendues
pt_pt: Desempenho esperado
uk_ua: Очікувана продуктивність
vi_vn: Hiệu suất dự kiến

source: Expected Status Codes
de_de: Erwartete Statuscodes
fr_fr: Codes de statut attendus
pt_pt: Códigos de estado esperados
tr_tr: Beklenen Durum Kodları
uk_ua: Очікувані коди стану
vi_vn: Mã trạng thái mong đợi

source: Expected Text
de_de: Erwarteter Text
fr_fr: Texte attendu
pt_pt: Texto esperado
tr_tr: Beklenen Metin
uk_ua: Очікуваний текст
vi_vn: Văn bản mong đợi

source: Expired
ar: منتهي الصلاحية
de_de: Abgelaufen
fr_fr: Expiré
pt_pt: Expirou
tr_tr: Süresi Doldu
uk_ua: Термін дії закінчився
vi_vn: Đã hết hạn

source: Expired At: %{date}
ar: تنتهي في: %{date}
de_de: Abgelaufen am: %{date}
fr_fr: Expiré le : %{date}
pt_pt: Expirou em: %{date}
tr_tr: Son kullanma tarihi: %{date}
uk_ua: Термін дії закінчився: %{date}
vi_vn: Hết hạn vào: %{date}

source: Export Excel
de_de: Excel exportieren
fr_fr: Exporter Excel
pt_pt: Exportar Excel
tr_tr: Excel'e Aktar
uk_ua: Експорт у Excel
vi_vn: Xuất Excel

source: External Account Binding HMAC Key (optional). Should be in Base64 URL encoding format.
de_de: Externer Account Binding HMAC-Schlüssel (optional). Sollte im Base64 URL-Kodierungsformat sein.
fr_fr: Clé HMAC de liaison de compte externe (optionnelle). Doit être au format d'encodage Base64 URL.
pt_pt: Chave HMAC de vinculação de conta externa (opcional). Deve estar no formato de codificação Base64 URL.
tr_tr: Harici Hesap Bağlama HMAC Anahtarı (isteğe bağlı). Base64 URL kodlama formatında olmalıdır.
uk_ua: Ключ HMAC для прив’язки зовнішнього облікового запису (необов’язково). Повинен бути у форматі кодування Base64 URL.
vi_vn: Khóa HMAC Liên kết Tài khoản Bên ngoài (tùy chọn). Nên ở định dạng mã hóa Base64 URL.

source: External Account Binding Key ID (optional). Required for some ACME providers like ZeroSSL.
de_de: Externe Account-Binding-Schlüssel-ID (optional). Erforderlich für einige ACME-Anbieter wie ZeroSSL.
fr_fr: ID de clé de liaison de compte externe (facultatif). Requis pour certains fournisseurs ACME comme ZeroSSL.
pt_pt: ID da chave de vinculação de conta externa (opcional). Necessário para alguns fornecedores ACME como o ZeroSSL.
tr_tr: Harici Hesap Bağlama Anahtar Kimliği (isteğe bağlı). ZeroSSL gibi bazı ACME sağlayıcıları için gereklidir.
uk_ua: Ідентифікатор ключа зовнішнього облікового запису (опціонально). Потрібен для деяких провайдерів ACME, таких як ZeroSSL.
vi_vn: ID khóa liên kết tài khoản bên ngoài (tùy chọn). Bắt buộc đối với một số nhà cung cấp ACME như ZeroSSL.

source: External Docker Container
ar: حاوية Docker خارجية
de_de: Externer Docker-Container
fr_fr: Conteneur Docker externe
pt_pt: Contentor Docker externo
tr_tr: Harici Docker Konteyneri
uk_ua: Зовнішній контейнер Docker
vi_vn: Container Docker bên ngoài

source: External notification configuration not found
de_de: Externe Benachrichtigungskonfiguration nicht gefunden
fr_fr: Configuration de notification externe introuvable
pt_pt: Configuração de notificação externa não encontrada
tr_tr: Harici bildirim yapılandırması bulunamadı
uk_ua: Зовнішню конфігурацію сповіщень не знайдено
vi_vn: Không tìm thấy cấu hình thông báo bên ngoài

source: External Notification Test
de_de: Externer Benachrichtigungstest
fr_fr: Test de notification externe
pt_pt: Teste de notificação externa
tr_tr: Harici Bildirim Testi
uk_ua: Тест зовнішнього сповіщення
vi_vn: Kiểm tra thông báo bên ngoài

source: External Notify
ar: إشعار خارجي
de_de: Externe Benachrichtigung
fr_fr: Notification Externe
pt_pt: Notificação Externa
tr_tr: Harici Bildirim
uk_ua: Зовнішнє сповіщення
vi_vn: Thông báo bên ngoài

source: Fail to obtain certificate
ar: فشل في الحصول على الشهادة
de_de: Zertifikat konnte nicht abgerufen werden
fr_fr: Échec de l'obtention du certificat
pt_pt: Obtenção de Certificado Falhou
tr_tr: Sertifika alınamadı
uk_ua: Не вдалося отримати сертифікат
vi_vn: Không thể lấy chứng chỉ

source: Failed
de_de: Fehlgeschlagen
fr_fr: Échec
pt_pt: Falhou
tr_tr: Başarısız
uk_ua: Не вдалося
vi_vn: Thất bại

source: Failed to attach to exec instance: {0}
ar: فشل في الاتصال بنموذج التنفيذ: {0}
de_de: Anfügen an die Ausführungsinstanz fehlgeschlagen: {0}
fr_fr: Échec de l'attachement à l'instance d'exécution : {0}
pt_pt: Falha ao anexar à instância de execução: {0}
tr_tr: Yürütme örneğine bağlanılamadı: {0}
uk_ua: Не вдалося приєднатися до екземпляра виконання: {0}
vi_vn: Không thể gắn kết với phiên bản thực thi: {0}

source: Failed to backup Nginx config files: {0}
ar: فشل في إنشاء نسخة احتياطية لملفات تكوين Nginx: {0}
de_de: Fehler beim Sichern der Nginx-Konfigurationsdateien: {0}
fr_fr: Échec de la sauvegarde des fichiers de configuration de Nginx : {0}
pt_pt: Falha ao fazer backup dos ficheiros de configuração do Nginx: {0}
tr_tr: Nginx yapılandırma dosyalarının yedeklenmesi başarısız oldu: {0}
uk_ua: Не вдалося створити резервну копію файлів конфігурації Nginx: {0}
vi_vn: Sao lưu tệp cấu hình Nginx thất bại: {0}

source: Failed to backup Nginx UI files: {0}
ar: فشل في إنشاء نسخة احتياطية لملفات واجهة NGINX: {0}
de_de: Fehler beim Sichern der Nginx-UI-Dateien: {0}
fr_fr: Échec de la sauvegarde des fichiers Nginx UI : {0}
pt_pt: Falha ao fazer backup dos ficheiros Nginx UI: {0}
tr_tr: Nginx UI dosyalarının yedeklenmesi başarısız oldu: {0}
uk_ua: Не вдалося створити резервну копію файлів Nginx UI: {0}
vi_vn: Sao lưu tệp Nginx UI không thành công: {0}
