Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: This will permanently delete the %{type}.
de_de: Dadurch wird %{type} dauerhaft gelöscht.
fr_fr: Cela supprimera définitivement %{type}.
pt_pt: Isto irá eliminar permanentemente %{type}.
tr_tr: Bu, %{type} kalıcı olarak silinecektir.
uk_ua: Це призведе до остаточного видалення %{type}.
vi_vn: Hành động này sẽ xóa vĩnh viễn %{type}.

source: This will rebuild the entire log index. All existing index data will be deleted and rebuilt from scratch. This may take some time. Continue?
de_de: Dadurch wird der gesamte Log-Index neu aufgebaut. Alle vorhandenen Indexdaten werden gelöscht und von Grund auf neu erstellt. Dies kann einige Zeit dauern. Fortfahren?
fr_fr: Cela reconstruira l'index complet des journaux. Toutes les données d'index existantes seront supprimées et reconstruites à partir de zéro. Cela peut prendre un certain temps. Continuer ?
pt_pt: Isso irá reconstruir todo o índice de registros. Todos os dados de índice existentes serão eliminados e reconstruídos do zero. Isto pode demorar algum tempo. Continuar?
tr_tr: Bu, tüm günlük indeksini yeniden oluşturacaktır. Mevcut tüm indeks verileri silinecek ve sıfırdan yeniden oluşturulacaktır. Bu biraz zaman alabilir. Devam etmek istiyor musunuz?
uk_ua: Це призведе до повної перебудови індексу журналів. Усі наявні дані індексу будуть видалені та перебудовані з нуля. Це може зайняти деякий час. Продовжити?
vi_vn: Điều này sẽ xây dựng lại toàn bộ chỉ mục nhật ký. Tất cả dữ liệu chỉ mục hiện có sẽ bị xóa và xây dựng lại từ đầu. Việc này có thể mất một thời gian. Tiếp tục?

source: This will rebuild the index data for this specific file: %{path}
de_de: Dadurch werden die Indexdaten für diese spezifische Datei neu aufgebaut: %{path}
fr_fr: Cela reconstruira les données d'index pour ce fichier spécifique : %{path}
pt_pt: Isso irá reconstruir os dados do índice para este ficheiro específico: %{path}
tr_tr: Bu, bu belirli dosya için indeks verilerini yeniden oluşturacaktır: %{path}
uk_ua: Це перебудує дані індексу для цього конкретного файлу: %{path}
vi_vn: Điều này sẽ xây dựng lại dữ liệu chỉ mục cho tệp cụ thể này: %{path}

source: This will restore all Nginx configuration files. Nginx will restart after the restoration is complete.
ar: سيؤدي هذا إلى استعادة جميع ملفات تكوين Nginx. وسيتم إعادة تشغيل Nginx بعد اكتمال الاستعادة.
de_de: Dadurch werden alle Nginx-Konfigurationsdateien wiederhergestellt. Nginx wird nach Abschluss der Wiederherstellung neu gestartet.
fr_fr: Cela restaurera tous les fichiers de configuration de Nginx. Nginx redémarrera une fois la restauration terminée.
pt_pt: Isto irá restaurar todos os ficheiros de configuração do Nginx. O Nginx irá reiniciar após a conclusão da restauração.
tr_tr: Bu, tüm Nginx yapılandırma dosyalarını geri yükleyecektir. Geri yükleme tamamlandıktan sonra Nginx yeniden başlatılacaktır.
uk_ua: Це відновить усі конфігураційні файли Nginx. Після завершення відновлення Nginx перезапуститься.
vi_vn: Điều này sẽ khôi phục tất cả các tệp cấu hình Nginx. Nginx sẽ khởi động lại sau khi quá trình khôi phục hoàn tất.

source: This will restore configuration files and database. Nginx UI will restart after the restoration is complete.
ar: سيؤدي هذا إلى استعادة ملفات التكوين وقاعدة البيانات. سيعاد تشغيل واجهة Nginx بعد اكتمال الاستعادة.
de_de: Dadurch werden Konfigurationsdateien und Datenbank wiederhergestellt. Die Nginx UI wird nach Abschluss der Wiederherstellung neu gestartet.
fr_fr: Cela restaurera les fichiers de configuration et la base de données. L'interface Nginx redémarrera une fois la restauration terminée.
pt_pt: Isto irá restaurar os ficheiros de configuração e a base de dados. O Nginx UI irá reiniciar após a conclusão da restauração.
tr_tr: Bu işlem yapılandırma dosyalarını ve veritabanını geri yükleyecektir. Geri yükleme tamamlandıktan sonra Nginx UI yeniden başlatılacaktır.
uk_ua: Це відновить файли конфігурації та базу даних. Nginx UI перезапуститься після завершення відновлення.
vi_vn: Thao tác này sẽ khôi phục các tệp cấu hình và cơ sở dữ liệu. Giao diện Nginx sẽ khởi động lại sau khi quá trình khôi phục hoàn tất.

source: This will upgrade or reinstall the Nginx UI on %{nodeNames} to %{version}.
ar: سيتم ترقية أو إعادة تثبيت Nginx UI على %{nodeNames} إلى %{version}.
de_de: Dies wird das Nginx UI auf %{nodeNames} auf %{version} aktualisieren oder neu installieren.
fr_fr: Cela mettra à jour ou réinstallera l'interface Nginx sur %{nodeNames} vers la version %{version}.
pt_pt: Isto vai actualizar ou reinstalar o Nginx UI em %{nodeNames} para %{version}.
tr_tr: Bu işlem, %{nodeNames} üzerindeki Nginx UI'yi %{version} sürümüne yükseltecek veya yeniden yükleyecektir.
uk_ua: Це оновить або перевстановить Nginx UI на %{nodeNames} до версії %{version}.
vi_vn: Thao tác này sẽ nâng cấp hoặc cài đặt lại Nginx UI trên %{nodeNames} lên phiên bản %{version}.

source: Throttle
ar: كبح
de_de: Begrenzung
fr_fr: Limitation
pt_pt: Limitação
tr_tr: Kısıtlama
uk_ua: Обмеження
vi_vn: Hạn chế

source: Thursday
de_de: Donnerstag
fr_fr: Jeudi
pt_pt: Quinta-feira
tr_tr: Perşembe
uk_ua: Четвер
vi_vn: Thứ Năm

source: Time
de_de: Zeit
fr_fr: Temps
pt_pt: Tempo
tr_tr: Zaman
uk_ua: Час
vi_vn: Thời gian

source: Time Range
de_de: Zeitbereich
fr_fr: Plage de temps
pt_pt: Intervalo de tempo
tr_tr: Zaman Aralığı
uk_ua: Часовий діапазон
vi_vn: Phạm vi thời gian

source: Timeout (seconds)
de_de: Timeout (Sekunden)
fr_fr: Délai d'expiration (secondes)
pt_pt: Tempo limite (segundos)
tr_tr: Zaman aşımı (saniye)
uk_ua: Таймаут (секунди)
vi_vn: Thời gian chờ (giây)

source: Tips
ar: نصائح
de_de: Tipps
fr_fr: Conseils
pt_pt: Dicas
tr_tr: İpuçları
uk_ua: Поради
vi_vn: Mẹo

source: Tips: You can increase the concurrency processing capacity by increasing worker_processes or worker_connections
ar: نصيحة: يمكنك زيادة سعة معالجة التزامن عن طريق زيادة worker_processes أو worker_connections
de_de: Tipp: Sie können die Nebenläufigkeitsverarbeitungskapazität erhöhen, indem Sie worker_processes oder worker_connections erhöhen.
fr_fr: Astuce : Vous pouvez augmenter la capacité de traitement concurrent en augmentant worker_processes ou worker_connections.
pt_pt: Dica: Pode aumentar a capacidade de processamento concorrente aumentando worker_processes ou worker_connections.
tr_tr: İpucu: worker_processes veya worker_connections değerlerini artırarak eşzamanlı işleme kapasitesini artırabilirsiniz.
uk_ua: Порада: Ви можете збільшити потужність обробки паралельних запитів, збільшивши worker_processes або worker_connections.
vi_vn: Mẹo: Bạn có thể tăng khả năng xử lý đồng thời bằng cách tăng worker_processes hoặc worker_connections

source: Title
ar: عنوان
de_de: Titel
fr_fr: Titre
pt_pt: Título
tr_tr: Başlık
uk_ua: Назва
vi_vn: Tiêu đề

source: to confirm deletion
de_de: Löschung bestätigen
fr_fr: pour confirmer la suppression
pt_pt: para confirmar a eliminação
tr_tr: silmeyi onaylamak için
uk_ua: підтвердити видалення
vi_vn: để xác nhận xóa

source: To confirm revocation, please type "Revoke" in the field below:
ar: لتأكيد الإلغاء، يرجى كتابة "إلغاء" في الحقل أدناه:
de_de: Um den Widerruf zu bestätigen, geben Sie bitte "Widerrufen" in das Feld unten ein:
fr_fr: Pour confirmer la révocation, veuillez taper "Révoquer" dans le champ ci-dessous :
pt_pt: Para confirmar a revogação, digite "Revogar" no campo abaixo:
tr_tr: İptali onaylamak için lütfen aşağıdaki alana "İptal" yazın:
uk_ua: Щоб підтвердити анулювання, введіть "Анулювати" у поле нижче:
vi_vn: Để xác nhận thu hồi, vui lòng nhập "Thu hồi" vào trường bên dưới:

source: To enable it, you need to install the Google or Microsoft Authenticator app on your mobile phone.
ar: لتفعيله، تحتاج إلى تثبيت تطبيق Google Authenticator أو Microsoft Authenticator على هاتفك المحمول.
de_de: Um es zu aktivieren, musst du die Google- oder Microsoft Authenticator-App auf deinem Handy installieren.
fr_fr: Pour l'activer, vous devez installer l'application Google Authenticator ou Microsoft Authenticator sur votre téléphone portable.
pt_pt: Para habilitar, tem de instalar a app Google ou Microsoft Authenticator no seu telemóvel.
tr_tr: Etkinleştirmek için telefonunuza Google Authenticator veya Microsoft Authenticator uygulamasını yüklemeniz gerekir.
uk_ua: Щоб увімкнути його, вам потрібно встановити додаток Google Authenticator або Microsoft Authenticator на свій мобільний телефон.
vi_vn: Để bật tính năng này, bạn cần cài đặt ứng dụng Google Authenticator hoặc Microsoft Authenticator trên điện thoại di động của mình.

source: To ensure security, Webauthn configuration cannot be added through the UI. Please manually configure the following in the app.ini configuration file and restart Nginx UI.
ar: لضمان الأمان، لا يمكن إضافة تكوين Webauthn من خلال واجهة المستخدم. يرجى تكوين ما يلي يدويًا في ملف التكوين app.ini وإعادة تشغيل Nginx UI.
de_de: Um die Sicherheit zu gewährleisten, kann die Webauthn-Konfiguration nicht durch die Benutzeroberfläche hinzugefügt werden. Bitte konfiguriere die folgenden Einstellungen manuell in der app.ini-Konfigurationsdatei und starte das Nginx UI neu.
fr_fr: Pour garantir la sécurité, la configuration WebAuthn ne peut pas être ajoutée via l'interface utilisateur. Veuillez configurer manuellement les éléments suivants dans le fichier de configuration app.ini et redémarrer Nginx UI.
pt_pt: Para garantir a segurança, a configuração do WebAuthn não pode ser adicionada através da UI. Por favor, configure manualmente o seguinte no ficheiro de configuração app.ini e reinicie o Nginx UI.
tr_tr: Güvenliği sağlamak için WebAuthn yapılandırması kullanıcı arayüzü üzerinden eklenemez. Lütfen app.ini yapılandırma dosyasına aşağıdakileri manuel olarak ekleyin ve Nginx UI'ı yeniden başlatın.
uk_ua: Для забезпечення безпеки конфігурацію WebAuthn не можна додати через інтерфейс. Будь ласка, налаштуйте вручну наступне у файлі конфігурації app.ini та перезапустіть Nginx UI.
vi_vn: Để đảm bảo bảo mật, cấu hình WebAuthn không thể được thêm qua giao diện người dùng. Vui lòng cấu hình thủ công các mục sau trong tệp cấu hình app.ini và khởi động lại Nginx UI.

source: To make sure the certification auto-renewal can work normally, we need to add a location which can proxy the request from authority to backend, and we need to save this file and reload the Nginx. Are you sure you want to continue?
ar: لضمان عمل تجديد الشهادة التلقائي بشكل طبيعي، نحتاج إلى إضافة موقع يمكنه توجيه الطلب من السلطة إلى الخلفية، ونحتاج إلى حفظ هذا الملف وإعادة تحميل Nginx. هل أنت متأكد أنك تريد المتابعة؟
de_de: Um sicherzustellen, dass die automatische Zertifikatserneuerung normal funktioniert, müssen wir einen Ort hinzufügen, der die Anfrage von der
fr_fr: Pour nous assurer que le renouvellement automatique de la certification peut fonctionner normalement, nous devons ajouter un emplacement qui peut transmettre la demande de l'autorité au backend, et nous devons enregistrer ce fichier et recharger le Nginx. Êtes-vous sûr de vouloir continuer?
pt_pt: Para garantir que a renovação automática da certificação funciona normalmente, precisamos de adicionar um local que possa fazer proxy do pedido da autoridade para o back-end, e precisamos de guardar este ficheiro e recarregar o Nginx. Tem a certeza de que quer continuar?
tr_tr: Sertifikanın otomatik yenilenmesinin düzgün çalışmasını sağlamak için, yetkili kurumdan gelen istekleri arka uca yönlendirecek bir konum eklememiz ve bu dosyayı kaydedip Nginx'i yeniden yüklememiz gerekiyor. Devam etmek istediğinizden emin misiniz?
uk_ua: Щоб гарантувати нормальну роботу автоматичного поновлення сертифікатів, нам потрібно додати розташування, яке може проксіювати запити від сертифікаційного органу до бекенду, а також зберегти цей файл і перезавантажити Nginx. Ви впевнені, що хочете продовжити?
vi_vn: Để đảm bảo tính năng tự động gia hạn chứng chỉ có thể hoạt động bình thường, chúng tôi cần thêm một vị trí có thể ủy quyền yêu cầu từ cơ quan có thẩm quyền đến chương trình phụ trợ và chúng tôi cần lưu tệp này và tải lại Nginx. Bạn có chắc chắn muốn Tiếp tục?

source: To use a local large model, deploy it with ollama, vllm or lmdeploy. They provide an OpenAI-compatible API endpoint, so just set the baseUrl to your local API.
ar: لاستخدام نموذج كبير محلي، قم بنشره باستخدام ollama أو vllm أو lmdeploy. توفر هذه الأدوات نقطة نهاية API متوافقة مع OpenAI، لذا ما عليك سوى تعيين baseUrl إلى API المحلي الخاص بك.
de_de: Um ein lokales großes Modell zu verwenden, implementiere es mit ollama, vllm oder lmdeploy. Sie bieten einen OpenAI-kompatiblen API-Endpunkt, also setze die baseUrl auf deine lokale API.
fr_fr: Pour utiliser un modèle local de grande taille, déployez-le avec ollama, vllm ou lmdeploy. Ils fournissent un point de terminaison d'API compatible avec OpenAI, il suffit donc de définir le baseUrl sur votre API locale.
pt_pt: Para usar um modelo local grande, implante-o com ollama, vllm ou lmdeploy. Eles fornecem um ponto de extremidade de API compatível com OpenAI, então basta definir o baseUrl para sua API local.
tr_tr: Yerel bir büyük model kullanmak için, onu ollama, vllm veya lmdeploy ile dağıtın. Bunlar OpenAI uyumlu bir API uç noktası sağlar, bu yüzden sadece baseUrl'i yerel API'nize ayarlayın.
uk_ua: Щоб використовувати локальну велику модель, розгорніть її за допомогою ollama, vllm або lmdeploy. Вони надають API-ендпоінт, сумісний з OpenAI, тому просто встановіть baseUrl на вашу локальну API.
vi_vn: Để sử dụng một mô hình lớn cục bộ, triển khai nó với ollama, vllm hoặc lmdeploy. Chúng cung cấp một điểm cuối API tương thích với OpenAI, vì vậy chỉ cần đặt baseUrl thành API cục bộ của bạn.

source: Toggle failed
ar: فشل التبديل
de_de: Umschalten fehlgeschlagen
fr_fr: Échec de la bascule
pt_pt: Falha ao alternar
tr_tr: Değiştirme başarısız
uk_ua: Не вдалося перемкнути
vi_vn: Chuyển đổi thất bại

source: Token is empty
de_de: Token ist leer
fr_fr: Le jeton est vide
pt_pt: O token está vazio
tr_tr: Token boş
uk_ua: Токен порожній
vi_vn: Token trống

source: Token is not valid
ar: الرمز غير صالح
de_de: Schlüssel ist ungültig
fr_fr: Le jeton n'est pas valide
pt_pt: Token inválida
tr_tr: Token geçerli değil
uk_ua: Токен недійсний
vi_vn: Mã thông báo không hợp lệ

source: Top 10 Countries / Regions
de_de: Top 10 Länder / Regionen
fr_fr: Top 10 des pays / régions
pt_pt: Top 10 países / regiões
tr_tr: En İyi 10 Ülke / Bölge
uk_ua: Топ-10 країн / регіонів
vi_vn: Top 10 quốc gia / khu vực

source: Top 10 Provinces / Regions
de_de: Top 10 Provinzen / Regionen
fr_fr: Top 10 Provinces / Régions
pt_pt: Top 10 Províncias / Regiões
tr_tr: En İyi 10 İl / Bölge
uk_ua: Топ-10 провінцій / регіонів
vi_vn: Top 10 Tỉnh / Vùng

source: Total Components
de_de: Komponenten insgesamt
fr_fr: Total des composants
pt_pt: Componentes totais
uk_ua: Всього компонентів
vi_vn: Tổng số thành phần

source: Total connections
ar: إجمالي الاتصالات
de_de: Verbindungen insgesamt
fr_fr: Connexions totales
pt_pt: Conexões totais
tr_tr: Toplam bağlantılar
uk_ua: Загальна кількість з’єднань
vi_vn: Tổng số kết nối

source: Total Entries
de_de: Gesamte Einträge
fr_fr: Total des entrées
pt_pt: Total de entradas
tr_tr: Toplam Girdiler
uk_ua: Всього записів
vi_vn: Tổng số mục

source: Total handshakes
ar: إجمالي المصافحات
de_de: Gesamte Handshakes
fr_fr: Poignées de main totales
pt_pt: Aperto de mãos total
tr_tr: Toplam el sıkışma
uk_ua: Загальна кількість рукостискань
vi_vn: Tổng số bắt tay

source: Total Nginx processes
ar: إجمالي عمليات Nginx
de_de: Gesamte Nginx-Prozesse
fr_fr: Total des processus Nginx
pt_pt: Total de processos Nginx
tr_tr: Toplam Nginx süreçleri
uk_ua: Загальна кількість процесів Nginx
vi_vn: Tổng số tiến trình Nginx

source: Total Nginx Processes
ar: إجمالي عمليات Nginx
de_de: Gesamtzahl der Nginx-Prozesse
fr_fr: Total des processus Nginx
pt_pt: Total de processos do Nginx
tr_tr: Toplam Nginx Süreçleri
uk_ua: Загальна кількість процесів Nginx
vi_vn: Tổng số tiến trình Nginx

source: Total PV
de_de: Gesamt-PV
fr_fr: PV total
pt_pt: PV total
tr_tr: Toplam PV
uk_ua: Загальна кількість переглядів
vi_vn: Tổng PV

source: Total Receive
de_de: Gesamter Empfang
fr_fr: Réception totale
pt_pt: Receção total
tr_tr: Toplam Alınan
uk_ua: Загальний прийом
vi_vn: Tổng nhận

source: Total requests
ar: إجمالي الطلبات
de_de: Gesamtanfragen
fr_fr: Requêtes totales
pt_pt: Pedidos totais
tr_tr: Toplam istekler
uk_ua: Загальна кількість запитів
vi_vn: Tổng số yêu cầu

source: Total Requests / Total Connections
ar: إجمالي الطلبات / إجمالي الاتصالات
de_de: Gesamte Anfragen / Gesamte Verbindungen
fr_fr: Requêtes totales / Connexions totales
pt_pt: Total de Pedidos / Total de Conexões
tr_tr: Toplam İstekler / Toplam Bağlantılar
uk_ua: Загальна кількість запитів / Загальна кількість з’єднань
vi_vn: Tổng số yêu cầu / Tổng số kết nối

source: Total Send
de_de: Gesendet insgesamt
fr_fr: Total envoyé
pt_pt: Total enviado
tr_tr: Toplam Gönderim
uk_ua: Всього відправлено
vi_vn: Tổng gửi

source: Total UV
de_de: Gesamte UV
fr_fr: UV total
pt_pt: UV total
tr_tr: Toplam UV
uk_ua: Загальна кількість унікальних відвідувачів
vi_vn: Tổng UV

source: TOTP is a two-factor authentication method that uses a time-based one-time password algorithm.
ar: TOTP هو طريقة مصادقة ثنائية تستخدم خوارزمية كلمة مرور لمرة واحدة تعتمد على الوقت.
de_de: TOTP ist eine Zwei-Faktor-Authentifizierungsmethode, die einen zeitbasierten Einmalpasswortalgorithmus verwendet.
fr_fr: TOTP est une méthode d'authentification à deux facteurs qui utilise un algorithme de mot de passe à usage unique basé sur le temps.
pt_pt: O TOTP é um método de autenticação de dois fatores que utiliza um algoritmo de palavra-passe única baseado no tempo.
tr_tr: TOTP, zaman tabanlı tek kullanımlık şifre algoritması kullanan iki faktörlü bir kimlik doğrulama yöntemidir.
uk_ua: TOTP — це двофакторний метод автентифікації, який використовує алгоритм одноразового пароля на основі часу.
vi_vn: TOTP là một phương pháp xác thực hai yếu tố sử dụng thuật toán mật khẩu một lần dựa trên thời gian.

source: Traffic
de_de: Datenverkehr
fr_fr: Trafic
pt_pt: Tráfego
tr_tr: Trafik
uk_ua: Трафік
vi_vn: Lưu lượng

source: Translating error...
de_de: Fehler wird übersetzt...
fr_fr: Traduction de l'erreur...
pt_pt: A traduzir erro...
tr_tr: Hata çevriliyor...
uk_ua: Переклад помилки...
vi_vn: Đang dịch lỗi...

source: Trash
ar: مهملات
de_de: Mülleimer
fr_fr: Corbeille
pt_pt: Lixo
tr_tr: Çöp
uk_ua: Кошик
vi_vn: Thùng rác

source: Try adjusting your search criteria or navigate to different pages.
de_de: Versuchen Sie, Ihre Suchkriterien anzupassen oder zu anderen Seiten zu navigieren.
fr_fr: Essayez d'ajuster vos critères de recherche ou de naviguer vers différentes pages.
pt_pt: Tente ajustar os seus critérios de pesquisa ou navegar para páginas diferentes.
tr_tr: Arama kriterlerinizi ayarlamayı veya farklı sayfalara gitmeyi deneyin.
uk_ua: Спробуйте змінити критерії пошуку або перейти на інші сторінки.
vi_vn: Hãy thử điều chỉnh tiêu chí tìm kiếm hoặc điều hướng đến các trang khác.

source: Try adjusting your search criteria or time range.
de_de: Versuchen Sie, Ihre Suchkriterien oder den Zeitraum anzupassen.
fr_fr: Essayez d'ajuster vos critères de recherche ou la plage horaire.
pt_pt: Tente ajustar os seus critérios de pesquisa ou o intervalo de tempo.
tr_tr: Arama kriterlerinizi veya zaman aralığınızı ayarlamayı deneyin.
uk_ua: Спробуйте змінити критерії пошуку або часовий діапазон.
vi_vn: Hãy thử điều chỉnh tiêu chí tìm kiếm hoặc khoảng thời gian.

source: Tuesday
de_de: Dienstag
fr_fr: Mardi
pt_pt: Terça-feira
tr_tr: Salı
uk_ua: Вівторок
vi_vn: Thứ Ba

source: Two-factor authentication required
ar: يتطلب المصادقة الثنائية
de_de: Zwei-Faktor-Authentifizierung erforderlich
fr_fr: Authentification à deux facteurs requise
pt_pt: Autenticação de dois fatores necessária
tr_tr: İki faktörlü kimlik doğrulama gerekiyor
uk_ua: Потрібна двофакторна аутентифікація
vi_vn: Yêu cầu xác thực hai yếu tố

source: Type
ar: نوع
de_de: Typ
pt_pt: Tipo
tr_tr: Tür
uk_ua: Тип
vi_vn: Loại

source: Type %{delete} to confirm
de_de: Geben Sie %{delete} zur Bestätigung ein
fr_fr: Tapez %{delete} pour confirmer
pt_pt: Digite %{delete} para confirmar
tr_tr: Onaylamak için %{delete} yazın
uk_ua: Введіть %{delete} для підтвердження
vi_vn: Nhập %{delete} để xác nhận

source: Type or select browser
de_de: Browser eingeben oder auswählen
fr_fr: Saisissez ou sélectionnez un navigateur
pt_pt: Digite ou selecione o navegador
tr_tr: Tarayıcı yazın veya seçin
uk_ua: Введіть або виберіть браузер
vi_vn: Nhập hoặc chọn trình duyệt

source: Type or select device
de_de: Gerät eingeben oder auswählen
fr_fr: Saisir ou sélectionner un appareil
pt_pt: Digite ou selecione dispositivo
tr_tr: Cihaz yazın veya seçin
uk_ua: Введіть або виберіть пристрій
vi_vn: Nhập hoặc chọn thiết bị

source: Type or select OS
de_de: Eingeben oder Betriebssystem auswählen
fr_fr: Saisir ou sélectionner un OS
pt_pt: Digitar ou selecionar SO
tr_tr: Yazın veya işletim sistemini seçin
uk_ua: Введіть або виберіть ОС
vi_vn: Nhập hoặc chọn hệ điều hành

source: Type or select status codes
de_de: Statuscodes eingeben oder auswählen
fr_fr: Saisissez ou sélectionnez des codes d'état
pt_pt: Digite ou selecione códigos de status
tr_tr: Durum kodlarını yazın veya seçin
uk_ua: Введіть або виберіть коди статусу
vi_vn: Nhập hoặc chọn mã trạng thái

source: Type your message here...
de_de: Geben Sie hier Ihre Nachricht ein...
fr_fr: Tapez votre message ici...
pt_pt: Digite sua mensagem aqui...
uk_ua: Введіть ваше повідомлення тут...
vi_vn: Nhập tin nhắn của bạn vào đây...

source: Unique Pages
de_de: Einzigartige Seiten
fr_fr: Pages uniques
pt_pt: Páginas únicas
tr_tr: Benzersiz Sayfalar
uk_ua: Унікальні сторінки
vi_vn: Trang duy nhất

source: Unknown
ar: غير معروف
de_de: Unbekannt
fr_fr: Inconnu
pt_pt: Desconhecido
tr_tr: Bilinmeyen
uk_ua: Невідомо
vi_vn: Không xác định

source: Unsupported backup type: {0}
de_de: Nicht unterstützter Sicherungstyp: {0}
fr_fr: Type de sauvegarde non pris en charge : {0}
pt_pt: Tipo de backup não suportado: {0}
tr_tr: Desteklenmeyen yedekleme türü: {0}
uk_ua: Тип резервної копії не підтримується: {0}
vi_vn: Loại sao lưu không được hỗ trợ: {0}

source: Unsupported log format
de_de: Nicht unterstütztes Log-Format
fr_fr: Format de journal non pris en charge
pt_pt: Formato de registo não suportado
tr_tr: Desteklenmeyen günlük formatı
uk_ua: Непідтримуваний формат журналу
vi_vn: Định dạng nhật ký không được hỗ trợ

source: Update already in progress
de_de: Aktualisierung läuft bereits
pt_pt: Atualização já em progresso

source: Update Password
de_de: Passwort aktualisieren
fr_fr: Mettre à jour le mot de passe
pt_pt: Atualizar senha
tr_tr: Şifreyi Güncelle
uk_ua: Оновити пароль
vi_vn: Cập nhật mật khẩu

source: Update Profile
de_de: Profil aktualisieren
fr_fr: Mettre à jour le profil
pt_pt: Atualizar perfil
tr_tr: Profili Güncelle
uk_ua: Оновити профіль
vi_vn: Cập nhật hồ sơ

source: Update successfully
ar: تم التحديث بنجاح
de_de: Erfolgreich aktualisiert
fr_fr: Mise à jour réussie
pt_pt: Atualização bem-sucedida
tr_tr: Başarıyla güncellendi
uk_ua: Успішно оновлено
vi_vn: Cập nhật thành công

source: Updated at
ar: محدث في
de_de: Aktualisiert am
fr_fr: Mis à jour le
pt_pt: Actualizado em
tr_tr: Güncellenme Tarihi
uk_ua: Оновлено
vi_vn: Ngày cập nhật

source: Upgrade
ar: ترقية
fr_fr: Mettre à niveau
pt_pt: Actualizar
tr_tr: Yükselt
uk_ua: Оновити
vi_vn: Cập nhật

source: Upgraded Nginx UI on %{node} successfully 🎉
ar: تمت ترقية Nginx UI على %{node} بنجاح 🎉
de_de: Nginx UI auf %{node} erfolgreich aktualisiert 🎉
fr_fr: Nginx UI sur %{node} mis à jour avec succès 🎉
pt_pt: Nginx UI no %{node} actualizado com sucesso 🎉
tr_tr: %{node} üzerindeki Nginx UI başarıyla güncellendi 🎉
uk_ua: Nginx UI на %{node} успішно оновлено 🎉
vi_vn: Nâng cấp Nginx UI trên %{node} thành công 🎉
