Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Are you sure to delete this banned IP immediately?
ar: هل أنت متأكد من حذف عنوان IP المحظور هذا على الفور؟
de_de: Sind Sie sicher, dass Sie diese gesperrte IP sofort löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer immédiatement cette IP bannie ?
pt_pt: Tem certeza que pretende eliminar este IP banido imediatamente?
tr_tr: Bu yasaklı IP'yi hemen sileceğinizden emin misiniz?
uk_ua: Ви впевнені, що хочите видалити цю заборонену IP-адресу?
vi_vn: Bạn có chắc chắn muốn xóa IP bị cấm này ngay lập tức không?

source: Are you sure to delete this passkey immediately?
ar: هل أنت متأكد من حذف مفتاح المرور هذا على الفور؟
de_de: Sind Sie sicher, dass Sie diesen Passkey sofort löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer immédiatement cette clé d'accès ?
pt_pt: Tem a certeza de que deseja eliminar imediatamente esta chave de acesso?
tr_tr: Bu geçiş anahtarını hemen silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей ключ?
vi_vn: Bạn có chắc chắn muốn xóa ngay lập tức khóa truy cập này không?

source: Are you sure to generate new recovery codes?
ar: هل أنت متأكد من إنشاء رموز استرداد جديدة؟
de_de: Sind Sie sicher, dass Sie neue Wiederherstellungscodes generieren möchten?
fr_fr: Êtes-vous sûr de vouloir générer de nouveaux codes de récupération ?
pt_pt: Tem a certeza que deseja gerar novos códigos de recuperação?
tr_tr: Yeni kurtarma kodları oluşturulacaktır. Emin misiniz?
uk_ua: Підтверджуєте генерацію нових кодів відновлення?
vi_vn: Bạn có chắc chắn muốn tạo mã khôi phục mới không?

source: Are you sure to reset 2FA?
ar: هل أنت متأكد من إعادة تعيين المصادقة الثنائية؟
de_de: Sind Sie sicher, dass Sie die 2FA zurücksetzen möchten?
fr_fr: Êtes-vous sûr de vouloir réinitialiser l'authentification à deux facteurs ?
pt_pt: Tem a certeza de que pretende repor a autenticação de dois fatores?
tr_tr: İki aşamalı doğrulama sıfırlanacaktır. Emin misiniz?
uk_ua: Ви впевнені, що хочете скинути 2FA?
vi_vn: Bạn có chắc chắn muốn đặt lại xác thực hai yếu tố không?

source: Are you sure you want to clear all notifications?
ar: هل أنت متأكد أنك تريد مسح كافة التنبيهات؟
de_de: Möchten Sie wirklich alle Benachrichtigungen löschen?
fr_fr: Êtes-vous sûr de vouloir effacer toutes les notifications ?
pt_pt: Tem certeza que pretende limpar todas notificações?
tr_tr: Tüm bildirimleri temizlemek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що бажаєте очистити всі сповіщення?
vi_vn: Bạn có chắc chắn muốn xóa tất cả thông báo không?

source: Are you sure you want to clear the record of chat?
ar: هل أنت متأكد أنك تريد مسح سجل المحادثة؟
de_de: Sind Sie sicher, dass Sie den Chatverlauf löschen möchten?
fr_fr: Voulez-vous vraiment effacer l'historique du chat ?
pt_pt: Tem certeza que pretende limpar o registo do chat?
tr_tr: Sohbet kaydını silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що бажаєте очистити запис чату?
vi_vn: Bạn có chắc chắn muốn xóa lịch sử trò chuyện không?

source: Are you sure you want to delete permanently?
de_de: Sind Sie sicher, dass Sie dauerhaft löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement ?
pt_pt: Tem a certeza de que pretende eliminar permanentemente?
tr_tr: Kalıcı olarak silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити назавжди?
vi_vn: Bạn có chắc chắn muốn xóa vĩnh viễn không?

source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد الحذف؟
de_de: Sind Sie sicher, dass Sie löschen möchten?
fr_fr: Etes-vous sûr que vous voulez supprimer ?
pt_pt: Tem certeza que pretende eliminar?
tr_tr: Silmek istediğine emin misin?
uk_ua: Ви впевнені, що хочете видалити?
vi_vn: Bạn có chắc chắn muốn xóa không?

source: Are you sure you want to reload Nginx on the following sync nodes?
ar: هل أنت متأكد أنك تريد إعادة تحميل Nginx على عقد المزامنة التالية؟
de_de: Sind Sie sicher, dass Sie Nginx auf den folgenden Sync-Knoten neu laden möchten?
fr_fr: Êtes-vous sûr de vouloir recharger Nginx sur les nœuds de synchronisation suivants ?
pt_pt: Tem a certeza que pretende recarregar o Nginx nos seguintes nós de sincronização?
tr_tr: Aşağıdaki senkronizasyon düğümlerinde Nginx'i yeniden yüklemek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що бажаєте перезавантажити Nginx на наступних вузлах синхронізації?
vi_vn: Bạn có chắc chắn muốn tải lại Nginx trên các nút đồng bộ sau không?

source: Are you sure you want to remove this directive?
ar: هل أنت متأكد أنك تريد إزالة هذا التوجيه؟
de_de: Sind Sie sicher, dass Sie diese Anweisung entfernen möchten?
fr_fr: Voulez-vous vraiment supprimer cette directive ?
pt_pt: Tem certeza que pretende eliminar esta directiva?
tr_tr: Bu yönergeyi kaldırmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цю директиву?
vi_vn: Bạn chắc chắn muốn xoá directive này ?

source: Are you sure you want to remove this item?
ar: هل أنت متأكد أنك تريد إزالة هذا العنصر؟
de_de: Möchten Sie dieses Element wirklich entfernen?
fr_fr: Êtes-vous sûr de vouloir supprimer cet élément ?
pt_pt: Tem certeza que pretende eliminar este item?
tr_tr: Bu öğeyi kaldırmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей елемент?
vi_vn: Bạn có chắc chắn muốn xóa mục này không?

source: Are you sure you want to remove this location?
ar: هل أنت متأكد أنك تريد إزالة هذا المكان؟
de_de: Sind Sie sicher, dass Sie diesen Standort entfernen möchten?
fr_fr: Voulez-vous vraiment supprimer cette localisation ?
pt_pt: Tem certeza que pretende eliminar este local?
tr_tr: Bu konumu kaldırmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цю локацію?
vi_vn: Bạn có chắc chắn muốn xóa vị trí này không?

source: Are you sure you want to restart Nginx on the following sync nodes?
ar: هل أنت متأكد أنك تريد إعادة تشغيل Nginx على عقد المزامنة التالية؟
de_de: Sind Sie sicher, dass Sie Nginx auf den folgenden Synchronisationsknoten neu starten möchten?
fr_fr: Êtes-vous sûr de vouloir redémarrer Nginx sur les nœuds de synchronisation suivants ?
pt_pt: Tem a certeza de que pretende reiniciar o Nginx nos seguintes nós de sincronização?
tr_tr: Aşağıdaki senkronizasyon düğümlerinde Nginx'i yeniden başlatmak istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете перезавантажити Nginx на вказаних синхронізованих вузлах?
vi_vn: Bạn có chắc chắn muốn khởi động lại Nginx trên các nút đồng bộ sau không?

source: Are you sure you want to restore?
de_de: Sind Sie sicher, dass Sie wiederherstellen möchten?
fr_fr: Êtes-vous sûr de vouloir restaurer ?
pt_pt: Tem a certeza que deseja restaurar?
tr_tr: Geri yüklemek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете відновити?
vi_vn: Bạn có chắc chắn muốn khôi phục không?

source: Ascending
de_de: Aufsteigend
fr_fr: Croissant
pt_pt: Ascendente
tr_tr: Artan
uk_ua: За зростанням
vi_vn: Tăng dần

source: Assistant
ar: المساعد
de_de: Assistent
pt_pt: Assistente
tr_tr: Asistan
uk_ua: Помічник
vi_vn: Trợ lý

source: At least 20GB available disk space
de_de: Mindestens 20 GB freier Festplattenspeicher
fr_fr: Au moins 20 Go d'espace disque disponible
pt_pt: Pelo menos 20 GB de espaço disponível em disco
uk_ua: Не менше 20 ГБ вільного місця на диску
vi_vn: Ít nhất 20GB dung lượng đĩa trống

source: Attempt to fix
ar: محاولة الإصلاح
de_de: Versuchen zu beheben
fr_fr: Tenter de corriger
pt_pt: Tentar corrigir
tr_tr: Düzeltmeyi dene
uk_ua: Спробувати виправити
vi_vn: Cố gắng sửa chữa

source: Attempts
ar: محاولات
de_de: Versuche
fr_fr: Tentatives
pt_pt: Tentativas
tr_tr: Girişimler
uk_ua: Спроби
vi_vn: Nỗ lực

source: Authenticate with a passkey
ar: المصادقة باستخدام مفتاح المرور
de_de: Mit Passkey authentifizieren
fr_fr: S'authentifier avec une clé d'accès
pt_pt: Autenticar com uma chave de acesso
tr_tr: Geçiş anahtarıyla kimlik doğrulama
uk_ua: Автентифікація пасоком
vi_vn: Xác thực với một cô ấy

source: Authenticating...
de_de: Authentifizierung läuft...
fr_fr: Authentification en cours...
pt_pt: Autenticando...
uk_ua: Аутентифікація...
vi_vn: Đang xác thực...

source: Author
ar: الكاتب
de_de: Autor
fr_fr: Autheur
pt_pt: Autor
tr_tr: Yazar
uk_ua: Автор
vi_vn: Tác giả

source: Auto
ar: آلي
pt_pt: Automático
tr_tr: Otomobil
uk_ua: Автоматичний
vi_vn: Tự động

source: auto = CPU cores
de_de: Auto = CPU -Kerne
fr_fr: auto = cœurs CPU
pt_pt: auto = núcleos da CPU
tr_tr: Auto = CPU Çekirdekleri
uk_ua: Auto = CPU ядра
vi_vn: auto = lõi cpu

source: Auto Backup
de_de: Automatische Sicherung
fr_fr: Sauvegarde automatique
pt_pt: Backup automático
tr_tr: Otomatik Yedekleme
uk_ua: Автоматичне резервне копіювання
vi_vn: Sao lưu tự động

source: Auto Backup Completed
de_de: Automatische Sicherung abgeschlossen
fr_fr: Sauvegarde automatique terminée
pt_pt: Backup automático concluído
tr_tr: Otomatik Yedekleme Tamamlandı
uk_ua: Автоматичне резервне копіювання завершено
vi_vn: Sao lưu tự động hoàn tất

source: Auto Backup Configuration Error
de_de: Fehler bei der automatischen Sicherungskonfiguration
fr_fr: Erreur de configuration de sauvegarde automatique
pt_pt: Erro de configuração de backup automático
tr_tr: Otomatik Yedekleme Yapılandırma Hatası
uk_ua: Помилка конфігурації автоматичного резервного копіювання
vi_vn: Lỗi cấu hình sao lưu tự động

source: Auto Backup Failed
de_de: Automatische Sicherung fehlgeschlagen
fr_fr: Échec de la sauvegarde automatique
pt_pt: Backup automático falhou
tr_tr: Otomatik Yedekleme Başarısız
uk_ua: Автоматичне резервне копіювання не вдалося
vi_vn: Sao lưu tự động thất bại

source: Auto Backup Storage Failed
de_de: Automatische Sicherungsspeicherung fehlgeschlagen
fr_fr: Échec du stockage de sauvegarde automatique
pt_pt: Falha no armazenamento de backup automático
tr_tr: Otomatik Yedekleme Depolama Başarısız
uk_ua: Не вдалося зберегти автоматичну резервну копію
vi_vn: Lưu trữ sao lưu tự động thất bại

source: Auto Refresh
ar: التحديث التلقائي
de_de: Automatische Aktualisierung
fr_fr: Actualisation automatique
pt_pt: Actualizar Automaticamente
tr_tr: Otomatik Yenileme
uk_ua: Автоматичне оновлення
vi_vn: Tự động làm mới

source: Auto refresh disabled
de_de: Automatisches Aktualisieren deaktiviert
fr_fr: Actualisation automatique désactivée
pt_pt: Atualização automática desativada
tr_tr: Otomatik yenileme devre dışı bırakıldı
uk_ua: Автоматичне оновлення вимкнено
vi_vn: Tự động làm mới đã bị vô hiệu hóa

source: Auto refresh enabled
de_de: Automatisches Aktualisieren aktiviert
fr_fr: Actualisation automatique activée
pt_pt: Atualização automática ativada
tr_tr: Otomatik yenileme etkinleştirildi
uk_ua: Автоматичне оновлення увімкнено
vi_vn: Cập nhật tự động đã được bật

source: Auto-renewal disabled for %{name}
ar: تم تعطيل التجديد التلقائي لـ‎%{name}
de_de: Automatische Verlängerung deaktiviert für %{name}
fr_fr: Renouvellement automatique désactivé pour %{name}
pt_pt: Renovação automatica desactivada para %{name}
tr_tr: Otomatik yenileme %{name} için devre dışı
uk_ua: Автоматичне відновлення вимкнено на %{name}
vi_vn: Đã tắt tự động gia hạn SSL cho %{name}

source: Auto-renewal enabled for %{name}
ar: تم تمكين التجديد التلقائي لـ‏%{name}
de_de: Automatische Verlängerung aktiviert für %{name}
fr_fr: Renouvellement automatique activé pour %{name}
pt_pt: Renovação automática activada para %{name}
tr_tr: Otomatik yenileme %{name} için etkinleştirildi
uk_ua: Автоматичне відновлення увімкнено для %{name}
vi_vn: Đã bật tự động gia hạn SSL cho %{name}

source: AutoCert is running, please wait...
ar: AutoCert قيد التشغيل، يرجى الانتظار...
de_de: AutoCert wird ausgeführt, bitte warten...
fr_fr: AutoCert est en cours d'exécution, veuillez patienter...
pt_pt: O AutoCert está em execução, aguarde...
tr_tr: AutoCert çalışıyor, lütfen bekleyin...
uk_ua: AutoCert виконується, будь ласка, зачекайте...
vi_vn: AutoCert đang chạy, vui lòng chờ...

source: AutoCert is running...
ar: "AutoCert قيد التشغيل..."
de_de: AutoCert wird ausgeführt...
fr_fr: AutoCert est en cours d'exécution...
pt_pt: AutoCert está em execução...
tr_tr: AutoCert çalışıyor...
uk_ua: AutoCert виконується...
vi_vn: AutoCert đang chạy...

source: Automated log rotation detection
de_de: Automatische Erkennung der Log-Rotation
fr_fr: Détection automatique de rotation des journaux
pt_pt: Detecção automática de rotação de logs
uk_ua: Автоматичне виявлення ротації логів
vi_vn: Phát hiện luân chuyển nhật ký tự động

source: Automatic Restart
ar: "إعادة التشغيل التلقائي"
de_de: Automatischer Neustart
fr_fr: Redémarrage automatique
pt_pt: Reinício Automático
tr_tr: Otomatik Yeniden Başlatma
uk_ua: Автоматичний перезапуск
vi_vn: Khởi động lại tự động

source: Average Latency
de_de: Durchschnittliche Latenz
fr_fr: Latence moyenne
pt_pt: Latência média
tr_tr: Ortalama Gecikme
uk_ua: Середня затримка
vi_vn: Độ trễ trung bình

source: Avg Daily UV
de_de: Durchschnittliche tägliche UV
fr_fr: UV quotidien moyen
pt_pt: UV diário médio
tr_tr: Ortalama Günlük UV
uk_ua: Середньодобовий UV
vi_vn: UV trung bình hàng ngày

source: Avg/PV
de_de: Durchschn./PV
fr_fr: Moy./PV
pt_pt: Méd./PV
tr_tr: Ort./PV
uk_ua: Середн./PV
vi_vn: TB/PV

source: Back
ar: "رجوع"
de_de: Zurück
fr_fr: Retour
pt_pt: Voltar
tr_tr: Geri
uk_ua: Назад
vi_vn: Quay lại

source: Back Home
ar: العودة إلى الصفحة الرئيسية
de_de: Zurück zur Startseite
fr_fr: Retour au menu principal
pt_pt: Voltar ao Início
tr_tr: Ana Sayfaya Dön
uk_ua: На головну
vi_vn: Trở về trang chủ

source: Back to List
de_de: Zurück zur Liste
fr_fr: Retour à la liste
pt_pt: Voltar à lista
tr_tr: Listeye Dön
uk_ua: Повернутися до списку
vi_vn: Quay lại danh sách

source: Background indexing in progress. Data will be updated automatically when ready.
de_de: Hintergrundindizierung läuft. Die Daten werden automatisch aktualisiert, wenn sie bereit sind.
fr_fr: Indexation en arrière-plan en cours. Les données seront mises à jour automatiquement lorsqu'elles seront prêtes.
pt_pt: Indexação em segundo plano em progresso. Os dados serão atualizados automaticamente quando estiverem prontos.
tr_tr: Arka planda indeksleme devam ediyor. Veriler hazır olduğunda otomatik olarak güncellenecektir.
uk_ua: Фонове індексування триває. Дані будуть автоматично оновлені, коли будуть готові.
vi_vn: Đang tiến hành lập chỉ mục nền. Dữ liệu sẽ được tự động cập nhật khi sẵn sàng.

source: Background log service not available
de_de: Hintergrund-Logdienst nicht verfügbar
fr_fr: Service de journalisation en arrière-plan non disponible
pt_pt: Serviço de registo em segundo plano não disponível
tr_tr: Arka plan günlük hizmeti mevcut değil
uk_ua: Фонова служба журналів недоступна
vi_vn: Dịch vụ nhật ký nền không khả dụng

source: Backup
ar: النسخ الاحتياطي
de_de: Sicherung
fr_fr: Sauvegarde
pt_pt: Cópia de segurança
tr_tr: Yedekleme
uk_ua: Резервна копія
vi_vn: Sao lưu

source: Backup file integrity check failed, it may have been tampered with
ar: فشل التحقق من سلامة ملف النسخ الاحتياطي، ربما تم العبث به
de_de: Die Integritätsprüfung der Sicherungsdatei ist fehlgeschlagen, sie könnte manipuliert worden sein
fr_fr: La vérification de l'intégrité du fichier de sauvegarde a échoué, il a peut-être été falsifié
pt_pt: A verificação de integridade do ficheiro de backup falhou, pode ter sido adulterado.
tr_tr: Yedek dosya bütünlük kontrolü başarısız oldu, dosya değiştirilmiş olabilir
uk_ua: Перевірка цілісності резервного файлу не вдалася, можливо, його було змінено
vi_vn: Kiểm tra tính toàn vẹn của tập tin sao lưu thất bại, có thể đã bị can thiệp

source: Backup file not found: {0}
ar: لم يتم العثور على ملف النسخ الاحتياطي: {0}
de_de: Sicherungsdatei nicht gefunden: {0}
fr_fr: Fichier de sauvegarde introuvable : {0}
pt_pt: Ficheiro de cópia de segurança não encontrado: {0}
tr_tr: Yedek dosya bulunamadı: {0}
uk_ua: Файл резервної копії не знайдено: {0}
vi_vn: Không tìm thấy tệp sao lưu: {0}

source: Backup has been downloaded successfully
ar: تم تنزيل النسخة الاحتياطية بنجاح
de_de: Die Sicherung wurde erfolgreich heruntergeladen
fr_fr: La sauvegarde a été téléchargée avec succès
pt_pt: O backup foi descarregado com sucesso
tr_tr: Yedek başarıyla indirildi
uk_ua: Резервну копію успішно завантажено
vi_vn: Đã tải xuống bản sao lưu thành công

source: Backup Path
de_de: Sicherungspfad
fr_fr: Chemin de sauvegarde
pt_pt: Caminho de backup
tr_tr: Yedekleme Yolu
uk_ua: Шлях резервного копіювання
vi_vn: Đường dẫn sao lưu

source: Backup path does not exist: {0}
de_de: Sicherungspfad existiert nicht: {0}
fr_fr: Le chemin de sauvegarde n'existe pas : {0}
pt_pt: O caminho de backup não existe: {0}
tr_tr: Yedekleme yolu mevcut değil: {0}
uk_ua: Шлях резервного копіювання не існує: {0}
vi_vn: Đường dẫn sao lưu không tồn tại: {0}

source: Backup path is not a directory: {0}
de_de: Der Sicherungspfad ist kein Verzeichnis: {0}
fr_fr: Le chemin de sauvegarde n'est pas un répertoire : {0}
pt_pt: O caminho de backup não é um diretório: {0}
tr_tr: Yedekleme yolu bir dizin değil: {0}
uk_ua: Шлях резервного копіювання не є директорією: {0}
vi_vn: Đường dẫn sao lưu không phải là thư mục: {0}

source: Backup path is required for custom directory backup
de_de: Der Sicherungspfad ist für die benutzerdefinierte Verzeichnissicherung erforderlich
fr_fr: Le chemin de sauvegarde est requis pour la sauvegarde de répertoire personnalisée
pt_pt: O caminho de backup é necessário para o backup de diretório personalizado
tr_tr: Özel dizin yedeklemesi için yedekleme yolu gereklidir
uk_ua: Шлях резервного копіювання необхідний для резервного копіювання спеціального каталогу
vi_vn: Đường dẫn sao lưu là bắt buộc để sao lưu thư mục tùy chỉnh

source: Backup Schedule
de_de: Sicherungszeitplan
fr_fr: Planification de sauvegarde
pt_pt: Agendamento de backup
tr_tr: Yedekleme Zamanlaması
uk_ua: Розклад резервного копіювання
vi_vn: Lịch trình sao lưu

source: Backup task %{backup_name} completed successfully, file: %{file_path}
de_de: Sicherungsauftrag %{backup_name} erfolgreich abgeschlossen, Datei: %{file_path}
fr_fr: Tâche de sauvegarde %{backup_name} terminée avec succès, fichier : %{file_path}
pt_pt: Tarefa de backup %{backup_name} concluída com sucesso, ficheiro: %{file_path}
tr_tr: Yedekleme görevi %{backup_name} başarıyla tamamlandı, dosya: %{file_path}
uk_ua: Завдання резервного копіювання %{backup_name} успішно завершено, файл: %{file_path}
vi_vn: Tác vụ sao lưu %{backup_name} đã hoàn thành thành công, tệp: %{file_path}

source: Backup task %{backup_name} failed during storage upload, error: %{error}
de_de: Sicherungsauftrag %{backup_name} ist beim Hochladen in den Speicher fehlgeschlagen, Fehler: %{error}
fr_fr: La tâche de sauvegarde %{backup_name} a échoué lors du téléchargement vers le stockage, erreur : %{error}
pt_pt: A tarefa de backup %{backup_name} falhou durante o upload para o armazenamento, erro: %{error}
tr_tr: Yedekleme görevi %{backup_name} depolama yüklemesi sırasında başarısız oldu, hata: %{error}
uk_ua: Завдання резервного копіювання %{backup_name} не вдалося під час завантаження в сховище, помилка: %{error}
vi_vn: Tác vụ sao lưu %{backup_name} thất bại trong quá trình tải lên lưu trữ, lỗi: %{error}

source: Backup task %{backup_name} failed to execute, error: %{error}
de_de: Sicherungsauftrag %{backup_name} konnte nicht ausgeführt werden, Fehler: %{error}
fr_fr: La tâche de sauvegarde %{backup_name} n'a pas pu s'exécuter, erreur : %{error}
pt_pt: A tarefa de backup %{backup_name} falhou ao executar, erro: %{error}
tr_tr: Yedekleme görevi %{backup_name} çalıştırılamadı, hata: %{error}
uk_ua: Не вдалося виконати завдання резервного копіювання %{backup_name}, помилка: %{error}
vi_vn: Tác vụ sao lưu %{backup_name} không thể thực thi, lỗi: %{error}

source: Backup Type
de_de: Sicherungstyp
fr_fr: Type de sauvegarde
pt_pt: Tipo de backup
tr_tr: Yedekleme Türü
uk_ua: Тип резервної копії
vi_vn: Loại sao lưu

source: Ban Threshold Minutes
ar: دقائق حد الحظر
de_de: Schwellenwert für Minuten sperren
fr_fr: Minutes seuil de bannissement
pt_pt: Minutos Limite para Banir
tr_tr: Yasaklama Eşiği Süresi (Dakika)
uk_ua: Хвилини до блокування
vi_vn: Phút Ngưỡng Cấm

source: Banned IPs
ar: عناوين IP المحظورة
de_de: Gesperrte IPs
fr_fr: IPs bannies
pt_pt: IPs Banidos
tr_tr: Yasaklı IP'ler
uk_ua: Заблоковані IP-адреси
vi_vn: Danh sách IP bị cấm

source: Banned Until
ar: محظور حتى
de_de: Gesperrt bis
fr_fr: Banni durant
pt_pt: Banido Até
tr_tr: Şu Zamana Kadar Yasaklı
uk_ua: Заблоковано до
vi_vn: Bị cấm đến

source: Base information
ar: المعلومات الأساسية
de_de: Basisinformationen
fr_fr: Information générale
pt_pt: Informação base
tr_tr: Temel bilgiler
uk_ua: Основна інформація
vi_vn: Thông tin

source: Basic
ar: أساسي
de_de: Basis
fr_fr: Basique
pt_pt: Básico
tr_tr: Temel
uk_ua: Базові
vi_vn: Cơ bản

source: Basic Mode
ar: الوضع الأساسي
de_de: Basic-Modus
fr_fr: Mode simple
pt_pt: Modo Básico
tr_tr: Temel Mod
uk_ua: Базовий режим
vi_vn: Cơ bản

source: Basic Settings
ar: الإعدادات الأساسية
de_de: Grundeinstellungen
fr_fr: Paramètres de base
pt_pt: Configurações básicas
tr_tr: Temel Ayarlar
uk_ua: Основні налаштування
vi_vn: Cài đặt cơ bản

source: Batch Edit
de_de: Stapelverarbeitung
fr_fr: Édition par lots
pt_pt: Edição em Lote
tr_tr: Toplu Düzenleme
uk_ua: Групове редагування
vi_vn: Chỉnh sửa hàng loạt

source: Batch Modify
ar: تعديل متعدد
de_de: Stapelverarbeitung
fr_fr: Modification par lot
pt_pt: Modificar em Massa
tr_tr: Toplu Değiştirme
uk_ua: Масове редагування
vi_vn: Chỉnh sửa hàng loạt

source: Batch Upgrade
ar: ترقية متعددة
de_de: Stapel-Upgrade
fr_fr: Mise à jour par lot
pt_pt: Actualização em Massa
tr_tr: Toplu Yükseltme
uk_ua: Групове оновлення
vi_vn: Nâng cấp hàng loạt

source: Belows are selected items that you want to batch modify
ar: فيما يلي العناصر المحددة التي تريد تعديلها دفعة واحدة
de_de: Hier sind die ausgewählten Elemente, die Sie stapelweise ändern möchten
fr_fr: Ci-dessous sont sélectionnés les éléments que vous voulez modifier en masse
pt_pt: Abaixo estão os itens selecionados que pretende modificar em lote
tr_tr: Aşağıda toplu olarak değiştirmek istediğiniz seçili öğeler bulunmaktadır
uk_ua: Нижче наведені елементи, які ви обрали для групового редагування
vi_vn: Dưới đây là các mục đã chọn mà bạn muốn sửa hàng loạt

source: Block is nil
ar: الكتلة فارغة
de_de: Block ist nil
fr_fr: Le bloc est nul
pt_pt: O bloco é nulo
tr_tr: Blok nil değerinde
uk_ua: Блок є nil
vi_vn: Khối là nil

source: Browser
fr_fr: Navigateur
pt_pt: Navegador
tr_tr: Tarayıcı
uk_ua: Браузер
vi_vn: Trình duyệt

source: Browser Statistics
de_de: Browser-Statistiken
fr_fr: Statistiques du navigateur
pt_pt: Estatísticas do navegador
tr_tr: Tarayıcı İstatistikleri
uk_ua: Статистика браузера
vi_vn: Thống kê trình duyệt

source: By enabling advanced indexing, you acknowledge that your system meets the requirements and understand the performance implications. This will start indexing existing log files immediately.
de_de: Durch die Aktivierung der erweiterten Indizierung bestätigen Sie, dass Ihr System die Anforderungen erfüllt und die Leistungsauswirkungen versteht. Dadurch wird die Indizierung vorhandener Protokolldateien sofort gestartet.
fr_fr: En activant l'indexation avancée, vous reconnaissez que votre système répond aux exigences et comprenez les implications en termes de performances. Cela commencera à indexer immédiatement les fichiers journaux existants.
pt_pt: Ao ativar a indexação avançada, reconhece que o seu sistema cumpre os requisitos e compreende as implicações de desempenho. Isto iniciará imediatamente a indexação dos ficheiros de registo existentes.
uk_ua: Увімкнувши розширене індексування, ви підтверджуєте, що ваша система відповідає вимогам і розумієте наслідки для продуктивності. Це негайно почне індексувати наявні файли журналів.
vi_vn: Bằng cách kích hoạt lập chỉ mục nâng cao, bạn xác nhận rằng hệ thống của bạn đáp ứng các yêu cầu và hiểu rõ các tác động đến hiệu suất. Điều này sẽ bắt đầu lập chỉ mục các tệp nhật ký hiện có ngay lập tức.
