Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: The input is not a SSL Certificate Key
ar: المدخل ليس مفتاح شهادة SSL
de_de: Die Eingabe ist kein SSL-Zertifikatsschlüssel
fr_fr: L'entrée n'est pas une clé de certificat SSL
pt_pt: O valor introduzido não é uma Chave de Certificado SSL
tr_tr: Girdi bir SSL Sertifika Anahtarı değil
uk_ua: Введений текст не є ключем SSL-сертифіката
vi_vn: Đầu vào không phải là Khóa Chứng chỉ SSL

source: The log path is not under the paths in settings.NginxSettings.LogDirWhiteList
ar: مسار السجل ليس ضمن المسارات الموجودة في settings.NginxSettings.LogDirWhiteList
de_de: Der Protokollpfad befindet sich nicht unter den Pfaden in settings.NginxSettings.LogDirWhiteList
fr_fr: Le chemin du journal ne se trouve pas sous les chemins dans settings.NginxSettings.LogDirWhiteList
pt_pt: O caminho do registo não está sob os caminhos em settings.NginxSettings.LogDirWhiteList
tr_tr: Günlük yolu, settings.NginxSettings.LogDirWhiteList içindeki yolların altında değil
uk_ua: Шлях до журналу не знаходиться серед шляхів у settings.NginxSettings.LogDirWhiteList
vi_vn: Đường dẫn nhật ký không nằm trong các đường dẫn trong settings.NginxSettings.LogDirWhiteList

source: The model name should only contain letters, unicode, numbers, hyphens, dashes, colons, and dots.
ar: يجب أن يحتوي اسم النموذج على أحرف وأحرف يونيكود وأرقام وواصلات وشرطات ونقاط فقط.
de_de: Der Modellname sollte nur Buchstaben, Unicode, Zahlen, Bindestriche, Doppelpunkte und Punkte enthalten.
fr_fr: Le nom du modèle ne doit contenir que des lettres, unicode, des chiffres, des traits d'union, des tirets, des deux-points et des points.
pt_pt: O nome do modelo deve conter apenas letras, unicode, números, hífens, traços, dois pontos e pontos.
tr_tr: Model adı yalnızca harfler, unicode, sayılar, kısa çizgiler, uzun çizgiler, iki nokta üst üste ve noktalar içermelidir.
uk_ua: Назва моделі повинна містити лише літери, unicode, цифри, дефіси, тире, двокрапки та крапки.
vi_vn: Tên mô hình chỉ được chứa chữ cái, unicode, số, dấu gạch ngang, dấu gạch dài, dấu hai chấm và dấu chấm.

source: The model used for code completion, if not set, the chat model will be used.
ar: النموذج المستخدم لإكمال التعليمات البرمجية، إذا لم يتم تعيينه، سيتم استخدام نموذج الدردشة.
de_de: Das Modell, das für die Code-Vervollständigung verwendet wird. Wenn nicht festgelegt, wird das Chat-Modell verwendet.
fr_fr: Le modèle utilisé pour la complétion de code, s'il n'est pas défini, le modèle de chat sera utilisé.
pt_pt: O modelo utilizado para a conclusão de código, se não estiver definido, será utilizado o modelo de chat.
tr_tr: Kod tamamlama için kullanılan model. Ayarlanmamışsa sohbet modeli kullanılacaktır.
uk_ua: Модель, яка використовується для завершення коду. Якщо вона не встановлена, буде використовуватися модель чату.
vi_vn: Mô hình được sử dụng để hoàn thành mã, nếu không được đặt, mô hình trò chuyện sẽ được sử dụng.

source: The node name should only contain letters, unicode, numbers, hyphens, dashes, colons, and dots.
ar: يجب أن يحتوي اسم العقدة على أحرف وunicode وأرقام وشرطات وشرطات طويلة ونقاط ونقاط رأسية فقط.
de_de: Der Knotenname sollte nur Buchstaben, Unicode, Zahlen, Bindestriche, Doppelpunkte und Punkte enthalten.
fr_fr: Le nom du nœud ne doit contenir que des lettres, unicode, des chiffres, des traits d'union, des tirets, des deux-points et des points.
pt_pt: O nome do nó deve conter apenas letras, unicode, números, hífens, travessões, dois pontos e pontos.
tr_tr: Düğüm adı yalnızca harfler, unicode, sayılar, kısa çizgiler, uzun çizgiler, iki nokta üst üste ve noktalar içermelidir.
uk_ua: Ім'я вузла має містити лише літери, unicode, цифри, дефіси, тире, двокрапки та крапки.
vi_vn: Tên nút chỉ được chứa chữ cái, unicode, số, dấu gạch ngang, dấu gạch dài, dấu hai chấm và dấu chấm.

source: The parameter of server_name is required
ar: معلمة server_name مطلوبة
de_de: Der Parameter server_name ist erforderlich
fr_fr: Le paramètre server_name est requis
pt_pt: O parâmetro de server_name é obrigatório
tr_tr: server_name parametresi gereklidir
uk_ua: Параметр server_name є обов'язковим
vi_vn: Tham số của server_name là bắt buộc

source: The path exists, but the file is not a certificate
ar: المسار موجود، لكن الملف ليس شهادة
de_de: Der Pfad existiert, aber die Datei ist kein Zertifikat
fr_fr: Le chemin existe, mais le fichier n'est pas un certificat
pt_pt: O caminho existe, mas o ficheiro não é um certificado
tr_tr: Yol mevcut, ancak dosya bir sertifika değil
uk_ua: Шлях існує, але файл не є сертифікатом
vi_vn: Đường dẫn tồn tại, nhưng tệp không phải là chứng chỉ

source: The path exists, but the file is not a private key
ar: المسار موجود، لكن الملف ليس مفتاحًا خاصًا
de_de: Der Pfad existiert, aber die Datei ist kein privater Schlüssel
fr_fr: Le chemin existe, mais le fichier n'est pas une clé privée
pt_pt: O caminho existe, mas o ficheiro não é uma chave privada
tr_tr: Yol mevcut, ancak dosya bir özel anahtar değil
uk_ua: Шлях існує, але файл не є приватним ключем
vi_vn: Đường dẫn tồn tại, nhưng tệp không phải là khóa riêng tư

source: The Public Security Number should only contain letters, unicode, numbers, hyphens, dashes, colons, and dots.
ar: يجب أن يحتوي رقم الأمن العام على أحرف وunicode وأرقام وواصلات وشرطات ونقاط فقط.
de_de: Die öffentliche Sicherheitsnummer sollte nur Buchstaben, Unicode, Zahlen, Bindestriche, Doppelpunkte und Punkte enthalten.
fr_fr: Le numéro de sécurité publique ne doit contenir que des lettres, unicode, des chiffres, des traits d'union, des tirets, des deux-points et des points.
pt_pt: O número de segurança pública deve conter apenas letras, unicode, números, hífens, traços, dois pontos e pontos.
tr_tr: Kamu Güvenlik Numarası yalnızca harfler, unicode, sayılar, kısa çizgiler, uzun çizgiler, iki nokta üst üste ve noktalar içermelidir.
uk_ua: Номер громадської безпеки повинен містити лише літери, unicode, цифри, дефіси, тире, двокрапки та крапки.
vi_vn: Số Công an chỉ được chứa chữ cái, unicode, số, dấu gạch ngang, dấu gạch dài, dấu hai chấm và dấu chấm.

source: The remote Nginx UI version is not compatible with the local Nginx UI version. To avoid potential errors, please upgrade the remote Nginx UI to match the local version.
ar: إصدار واجهة Nginx البعيد غير متوافق مع إصدار واجهة Nginx المحلي. لتجنب الأخطاء المحتملة، يرجى ترقية واجهة Nginx البعيدة لتتطابق مع الإصدار المحلي.
de_de: Die Version vom entfernten Nginx-UI ist nicht mit der lokalen Nginx-UI-Version kompatibel. Um potenzielle Fehler zu vermeiden, aktualisiere bitte das entfernte Nginx-UI, um die lokale Version anzupassen.
fr_fr: La version distante de Nginx UI n'est pas compatible avec la version locale de Nginx UI. Pour éviter d'éventuelles erreurs, veuillez mettre à jour la version distante de Nginx UI pour qu'elle corresponde à la version locale.
pt_pt: A versão remota do Nginx UI não é compatível com a versão local do Nginx UI. Para evitar possíveis erros, atualize a versão remota do Nginx UI para corresponder à versão local.
tr_tr: Uzak Nginx UI sürümü, yerel Nginx UI sürümüyle uyumlu değil. Olası hatalardan kaçınmak için lütfen uzak Nginx UI'yi yerel sürümle eşleşecek şekilde güncelleyin.
uk_ua: Версія віддаленого Nginx UI несумісна з локальною версією Nginx UI. Щоб уникнути потенційних помилок, будь ласка, оновіть віддалений Nginx UI до версії, яка відповідає локальній.
vi_vn: Phiên bản Nginx UI từ xa không tương thích với phiên bản Nginx UI cục bộ. Để tránh các lỗi tiềm ẩn, vui lòng nâng cấp phiên bản Nginx UI từ xa để khớp với phiên bản cục bộ.

source: The server_name in the current configuration must be the domain name you need to get the certificate, supportmultiple domains.
ar: اسم الخادم في التكوين الحالي يجب أن يكون اسم النطاق الذي تحتاج للحصول على الشهادة، ويدعم عدة نطاقات.
de_de: Der server_name in der aktuellen Konfiguration muss der Domainname sein, für den Sie das Zertifikat benötigen, und mehrere Domains unterstützen.
fr_fr: Le server_name dans la configuration actuelle doit être le nom de domaine pour lequel vous avez besoin du certificat, prenant en charge plusieurs domaines.
pt_pt: O server_name na configuração atual deve ser o nome de domínio necessário para obter o certificado, com suporte para vários domínios.
tr_tr: Mevcut yapılandırmadaki server_name, sertifikayı almanız gereken alan adı olmalıdır ve birden fazla alan adını destekler.
uk_ua: Поле server_name у поточній конфігурації має бути доменним ім’ям, для якого вам потрібен сертифікат, і підтримувати кілька доменів.
vi_vn: server_name trong cấu hình hiện tại phải là tên miền bạn cần lấy chứng chỉ, hỗ trợ nhiều tên miền.

source: The url is invalid
ar: عنوان URL غير صالح
de_de: Die URL ist ungültig
fr_fr: L'URL est invalide
pt_pt: A url é inválida
tr_tr: URL geçersiz
uk_ua: URL недійсний
vi_vn: URL không hợp lệ

source: The url is invalid.
ar: عنوان URL غير صالح.
de_de: Die URL ist ungültig.
fr_fr: L'URL est invalide.
pt_pt: A url é inválida.
tr_tr: URL geçersiz.
uk_ua: URL недійсний.
vi_vn: URL không hợp lệ.

source: The username or password is incorrect
ar: اسم المستخدم أو كلمة المرور غير صحيحة
de_de: Benuztername oder Passwort ist falsch
fr_fr: Le pseudo ou mot de passe est incorect
pt_pt: O nome de utilizador ou palavra-passe é incorrecta
tr_tr: Kullanıcı adı veya şifre yanlış
uk_ua: Неправильне ім’я користувача або пароль
vi_vn: Tên người dùng hoặc mật khẩu không chính xác

source: Theoretical maximum concurrent connections:
ar: الحد الأقصى النظري للاتصالات المتزامنة:
de_de: Theoretische maximale gleichzeitige Verbindungen:
fr_fr: Connexions simultanées maximales théoriques :
pt_pt: Conexões simultâneas máximas teóricas:
tr_tr: Teorik maksimum eşzamanlı bağlantı:
uk_ua: Теоретична максимальна кількість одночасних з’єднань:
vi_vn: Số kết nối đồng thời tối đa lý thuyết:

source: Theoretical maximum RPS (Requests Per Second):
ar: أقصى حد نظري لعدد الطلبات في الثانية (RPS):
de_de: Theoretische maximale RPS (Requests Per Second):
fr_fr: RPS maximum théorique (Requêtes Par Seconde) :
pt_pt: RPS máximo teórico (Pedidos Por Segundo):
tr_tr: Teorik maksimum RPS (Saniyedeki İstek Sayısı):
uk_ua: Теоретичний максимум RPS (запитів за секунду):
vi_vn: RPS tối đa lý thuyết (Yêu cầu mỗi giây):

source: These codes are the last resort for accessing your account in case you lose your password and second factors. If you cannot find these codes, you will lose access to your account.
ar: هذه الرموز هي الملاذ الأخير للوصول إلى حسابك في حالة فقدان كلمة المرور والعوامل الثانية. إذا لم تتمكن من العثور على هذه الرموز، فستفقد الوصول إلى حسابك.
de_de: Diese Codes sind der letzte Ausweg, um auf Ihr Konto zuzugreifen, falls Sie Ihr Passwort und die zweiten Faktoren verlieren. Wenn Sie diese Codes nicht finden können, verlieren Sie den Zugriff auf Ihr Konto.
fr_fr: Ces codes sont le dernier recours pour accéder à votre compte si vous perdez votre mot de passe et vos seconds facteurs. Si vous ne trouvez pas ces codes, vous perdrez l'accès à votre compte.
pt_pt: Estes códigos são o último recurso para aceder à sua conta caso perca a sua palavra-passe e os segundos fatores. Se não conseguir encontrar estes códigos, perderá o acesso à sua conta.
tr_tr: Bu kodlar, şifrenizi ve ikinci faktörlerinizi kaybetmeniz durumunda hesabınıza erişmek için son çaredir. Bu kodları bulamazsanız, hesabınıza erişimi kaybedersiniz.
uk_ua: Ці коди є останнім засобом для доступу до вашого облікового запису у разі втрати пароля та других факторів. Якщо ви не зможете знайти ці коди, ви втратите доступ до свого облікового запису.
vi_vn: Những mã này là biện pháp cuối cùng để truy cập vào tài khoản của bạn trong trường hợp bạn mất mật khẩu và các yếu tố xác thực thứ hai. Nếu bạn không thể tìm thấy những mã này, bạn sẽ mất quyền truy cập vào tài khoản.

source: Third-party Components
de_de: Drittanbieter-Komponenten
fr_fr: Composants tiers
pt_pt: Componentes de terceiros
uk_ua: Сторонні компоненти
vi_vn: Thành phần bên thứ ba

source: This Auto Cert item is invalid, please remove it.
ar: هذا العنصر في الشهادة التلقائية غير صالح، يرجى إزالته.
de_de: Dieses Auto-Zertifikatselement ist ungültig, bitte entferne es.
fr_fr: Cet élément de certificat automatique est invalide, veuillez le supprimer.
pt_pt: Este item Auto Cert é inválido, por favor remova-o.
tr_tr: Bu Otomatik Sertifika öğesi geçersiz, lütfen kaldırın.
uk_ua: Цей елемент автоматичного сертифікату є недійсним, будь ласка, видаліть його.
vi_vn: Mục Chứng chỉ tự động này không hợp lệ, vui lòng xóa nó

source: This certificate is managed by Nginx UI
ar: يتم إدارة هذه الشهادة بواسطة Nginx UI
de_de: Dieses Zertifikat wird von Nginx UI verwaltet
fr_fr: Ce certificat est géré par Nginx UI
pt_pt: Este certificado é gerido pelo Nginx UI
tr_tr: Bu sertifika Nginx UI tarafından yönetilmektedir
uk_ua: Цей сертифікат керується Nginx UI
vi_vn: Chứng chỉ này được quản lý bởi Nginx UI

source: This directory is protected and cannot be deleted for system safety.
de_de: Dieses Verzeichnis ist geschützt und kann aus Sicherheitsgründen nicht gelöscht werden.
fr_fr: Ce répertoire est protégé et ne peut pas être supprimé pour la sécurité du système.
pt_pt: Este diretório está protegido e não pode ser eliminado por segurança do sistema.
tr_tr: Bu dizin korumalıdır ve sistem güvenliği için silinemez.
uk_ua: Цей каталог захищений і не може бути видалений для безпеки системи.
vi_vn: Thư mục này được bảo vệ và không thể xóa vì lý do an toàn hệ thống.

source: This field is required
ar: هذا الحقل مطلوب
de_de: Dieses Feld ist erforderlich
fr_fr: Ce champ est obligatoire
pt_pt: Este campo é mantatório
tr_tr: Bu alan zorunludur
uk_ua: Це поле обов'язкове
vi_vn: Trường này là bắt buộc

source: This field should be a valid email address
ar: يجب أن يكون هذا الحقل عنوان بريد إلكتروني صالحًا
de_de: Dieses Feld sollte eine gültige E-Mail-Adresse sein
fr_fr: Ce champ doit être une adresse email valide
pt_pt: Este campo deve ser um endereço de email válido
tr_tr: Bu alan geçerli bir e-posta adresi olmalıdır
uk_ua: Це поле має містити дійсну електронну адресу
vi_vn: Trường này phải là một địa chỉ email hợp lệ

source: This field should be a valid hostname
ar: يجب أن يكون هذا الحقل اسم مضيف صالحًا
de_de: Dieses Feld sollte ein gültiger Hostname sein
fr_fr: Ce champ doit être un nom d'hôte valide
pt_pt: Este campo deve ser um nome de host válido
tr_tr: Bu alan geçerli bir ana bilgisayar adı olmalıdır
uk_ua: Це поле має містити дійсну назву хоста
vi_vn: Trường này phải là một tên máy chủ hợp lệ

source: This field should not be empty
ar: يجب ألا يكون هذا الحقل فارغًا
de_de: Dieses Feld darf nicht leer sein
fr_fr: Ce champ ne doit pas être vide
pt_pt: Este campo não pode estar vazio
tr_tr: Bu alan boş bırakılamaz
uk_ua: Це поле не повинно бути порожнім
vi_vn: Trường này không được để trống

source: This field should only contain letters, unicode characters, numbers, and -_.
ar: يجب أن يحتوي هذا الحقل على حروف وأحرف يونيكود وأرقام و-_. فقط.
de_de: Dieses Feld sollte nur Buchstaben, Unicode-Zeichen, Zahlen und -_ enthalten.
fr_fr: Ce champ ne doit contenir que des lettres, des caractères Unicode, des chiffres et -_.
pt_pt: Este campo deve conter apenas letras, caracteres Unicode, números e -_.
tr_tr: Bu alan yalnızca harfler, Unicode karakterler, sayılar ve -_ içermelidir.
uk_ua: Це поле має містити лише літери, символи Unicode, цифри та -_.
vi_vn: Trường này chỉ được chứa chữ cái, ký tự Unicode, số và -_.

source: This field should only contain letters, unicode characters, numbers, and -_./:
de_de: Dieses Feld darf nur Buchstaben, Unicode-Zeichen, Zahlen und -_./: enthalten
fr_fr: Ce champ ne doit contenir que des lettres, des caractères Unicode, des chiffres et -_./:
pt_pt: Este campo deve conter apenas letras, caracteres Unicode, números e -_./:
tr_tr: Bu alan yalnızca harfler, Unicode karakterler, sayılar ve -_./: içermelidir
uk_ua: Це поле має містити лише літери, символи Unicode, цифри та -_./:
vi_vn: Trường này chỉ được chứa chữ cái, ký tự Unicode, số và -_./:

source: This is a test message sent at %{timestamp} from Nginx UI.
de_de: Dies ist eine Testnachricht, die mit %{Timestamp} von Nginx UI gesendet wurde.
fr_fr: Il s'agit d'un message de test envoyé à% {horodat} de Nginx UI.
pt_pt: Esta é uma mensagem de teste enviada em %{timestamp} da interface do usuário nginx.
tr_tr: Bu, Nginx UI'den %{Timestamp} adresinden gönderilen bir test mesajıdır.
uk_ua: Це тестове повідомлення, надіслане на %{timestamp} з користувача Nginx.
vi_vn: Đây là một thông báo thử nghiệm được gửi tại %{Timestamp} từ nginx UI.

source: This module provides Nginx request statistics, connection count, etc. data. After enabling it, you can view performance statistics
ar: توفر هذه الوحدة إحصائيات طلبات Nginx وعدد الاتصالات وما إلى ذلك من البيانات. بعد تمكينها، يمكنك عرض إحصائيات الأداء
de_de: Dieses Modul liefert Nginx-Anforderungsstatistiken, Verbindungsanzahl usw. Nach der Aktivierung können Sie Leistungsstatistiken einsehen.
fr_fr: Ce module fournit des statistiques de requêtes Nginx, le nombre de connexions, etc. Après l'avoir activé, vous pouvez consulter les statistiques de performance.
pt_pt: Este módulo fornece estatísticas de pedidos do Nginx, contagem de conexões, etc. Após ativá-lo, pode visualizar estatísticas de desempenho.
tr_tr: Bu modül, Nginx istek istatistikleri, bağlantı sayısı vb. verileri sağlar. Etkinleştirdikten sonra performans istatistiklerini görüntüleyebilirsiniz.
uk_ua: Цей модуль надає дані, такі як статистика запитів Nginx, кількість з’єднань тощо. Після ввімкнення ви зможете переглядати статистику продуктивності
vi_vn: Mô-đun này cung cấp dữ liệu như thống kê yêu cầu Nginx, số lượng kết nối, v.v. Sau khi bật, bạn có thể xem thống kê hiệu suất

source: This month
de_de: Dieser Monat
fr_fr: Ce mois-ci
pt_pt: Este mês
tr_tr: Bu ay
uk_ua: Цей місяць
vi_vn: Tháng này

source: This notification is disabled
de_de: Diese Benachrichtigung ist deaktiviert
fr_fr: Cette notification est désactivée
pt_pt: Esta notificação está desativada
tr_tr: Bu bildirim devre dışı bırakıldı
uk_ua: Це сповіщення вимкнено
vi_vn: Thông báo này đã bị vô hiệu hóa

source: This operation will only remove the certificate from the database. The certificate files on the file system will not be deleted.
ar: هذه العملية ستزيل الشهادة من قاعدة البيانات فقط. لن يتم حذف ملفات الشهادة على نظام الملفات.
de_de: Diese Aktion entfernt das Zertifikat nur aus der Datenbank. Die Zertifikatsdateien im Dateisystem werden nicht gelöscht.
fr_fr: Cette opération ne supprimera que le certificat de la base de données. Les fichiers de certificat sur le système de fichiers ne seront pas supprimés.
pt_pt: Esta operação irá apenas remover o certificado da base de dados. Os ficheiros do certificado no sistema de ficheiros não serão eliminados.
tr_tr: Bu işlem yalnızca sertifikayı veritabanından kaldıracaktır. Dosya sistemindeki sertifika dosyaları silinmeyecektir.
uk_ua: Ця операція лише видалить сертифікат із бази даних. Файли сертифіката у файловій системі не будуть видалені.
vi_vn: Thao tác này sẽ chỉ xóa chứng chỉ khỏi cơ sở dữ liệu. Các tệp chứng chỉ trên hệ thống tệp sẽ không bị xóa.

source: This site is configured as a default server (default_server) for HTTPS (port 443). IP certificates require Certificate Authority (CA) support and may not be available with all ACME providers.
de_de: Diese Website ist als Standard-Server (default_server) für HTTPS (Port 443) konfiguriert. IP-Zertifikate erfordern die Unterstützung einer Zertifizierungsstelle (CA) und sind möglicherweise nicht bei allen ACME-Anbietern verfügbar.
fr_fr: Ce site est configuré comme un serveur par défaut (default_server) pour HTTPS (port 443). Les certificats IP nécessitent le support d'une Autorité de Certification (CA) et peuvent ne pas être disponibles auprès de tous les fournisseurs ACME.
pt_pt: Este site está configurado como um servidor padrão (default_server) para HTTPS (porta 443). Os certificados IP requerem suporte de uma Autoridade de Certificação (CA) e podem não estar disponíveis em todos os fornecedores ACME.
tr_tr: Bu site, HTTPS (port 443) için varsayılan sunucu (default_server) olarak yapılandırılmıştır. IP sertifikaları, Sertifika Yetkilisi (CA) desteği gerektirir ve tüm ACME sağlayıcıları ile kullanılamayabilir.
uk_ua: Цей сайт налаштований як сервер за замовчуванням (default_server) для HTTPS (порт 443). IP-сертифікати вимагають підтримки Центру сертифікації (CA) і можуть бути недоступні у всіх провайдерів ACME.
vi_vn: Trang web này được cấu hình làm máy chủ mặc định (default_server) cho HTTPS (cổng 443). Chứng chỉ IP yêu cầu hỗ trợ từ Tổ chức cấp chứng chỉ (CA) và có thể không khả dụng với tất cả nhà cung cấp ACME.

source: This site uses wildcard server name (_) which typically indicates an IP-based certificate. IP certificates require Certificate Authority (CA) support and may not be available with all ACME providers.
de_de: Diese Website verwendet einen Wildcard-Servernamen (_), der normalerweise auf ein IP-basiertes Zertifikat hinweist. IP-Zertifikate erfordern die Unterstützung einer Zertifizierungsstelle (CA) und sind möglicherweise nicht bei allen ACME-Anbietern verfügbar.
fr_fr: Ce site utilise un nom de serveur générique (_) qui indique généralement un certificat basé sur IP. Les certificats IP nécessitent le support d'une Autorité de Certification (CA) et peuvent ne pas être disponibles auprès de tous les fournisseurs ACME.
pt_pt: Este site utiliza um nome de servidor curinga (_) que normalmente indica um certificado baseado em IP. Os certificados IP requerem suporte de uma Autoridade de Certificação (CA) e podem não estar disponíveis em todos os fornecedores ACME.
tr_tr: Bu site, genellikle IP tabanlı bir sertifikayı gösteren joker karakterli sunucu adı (_) kullanıyor. IP sertifikaları, Sertifika Yetkilisi (CA) desteği gerektirir ve tüm ACME sağlayıcıları ile kullanılamayabilir.
uk_ua: Цей сайт використовує шаблонне ім’я сервера (_), яке зазвичай вказує на IP-сертифікат. IP-сертифікати вимагають підтримки Центру сертифікації (CA) і можуть бути недоступні у всіх провайдерів ACME.
vi_vn: Trang web này sử dụng tên máy chủ đại diện (_) thường chỉ ra chứng chỉ dựa trên IP. Chứng chỉ IP yêu cầu hỗ trợ từ Tổ chức cấp chứng chỉ (CA) và có thể không khả dụng với tất cả nhà cung cấp ACME.

source: This token will only be shown once and cannot be retrieved later. Please make sure to save it in a secure location.
ar: سيتم عرض هذا الرمز مرة واحدة فقط ولا يمكن استرداده لاحقًا. يرجى التأكد من حفظه في مكان آمن.
de_de: Dieses Token wird nur einmal angezeigt und kann später nicht wieder abgerufen werden. Bitte stellen Sie sicher, dass Sie es an einem sicheren Ort speichern.
fr_fr: Ce jeton ne sera affiché qu'une seule fois et ne pourra pas être récupéré ultérieurement. Veuillez vous assurer de le sauvegarder dans un endroit sécurisé.
pt_pt: Este token será mostrado apenas uma vez e não poderá ser recuperado posteriormente. Certifique-se de guardá-lo num local seguro.
tr_tr: Bu token yalnızca bir kez gösterilecek ve daha sonra alınamayacaktır. Lütfen güvenli bir yerde sakladığınızdan emin olun.
uk_ua: Цей токен буде показано лише один раз, і його не можна буде отримати пізніше. Будь ласка, збережіть його в безпечному місці.
vi_vn: Mã thông báo này sẽ chỉ hiển thị một lần và không thể lấy lại sau này. Vui lòng đảm bảo lưu trữ nó ở nơi an toàn.

source: This value is already taken
ar: هذه القيمة مستخدمة مسبقا
de_de: Dieser Wert ist bereits vergeben
fr_fr: Cette valeur est déjà utilisée
pt_pt: Este valor já está em uso
tr_tr: Bu değer zaten alınmış
uk_ua: Це значення вже використовується
vi_vn: Giá trị này đã được sử dụng
