Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: SSL Certificate Key Path
ar: مسار مفتاح شهادة SSL
de_de: SSL-Zertifikatsschlüssel-Pfad
fr_fr: Chemin de la clé du certificat SSL
pt_pt: Caminho para a Chave do Certificado SSL
tr_tr: SSL Sertifika Anahtar Yolu
uk_ua: Шлях до ключа SSL-сертифіката
vi_vn: Đường dẫn khóa chứng chỉ SSL

source: SSL Certificate Path
ar: مسار شهادة SSL
de_de: SSL-Zertifikatspfad
fr_fr: Chemin du certificat SSL
pt_pt: Caminho para o Certificado SSL
tr_tr: SSL Sertifika Yolu
uk_ua: Шлях до SSL-сертифікату
vi_vn: Đường dẫn chứng chỉ SSL

source: SSL certificate path is required when HTTPS is enabled
ar: مسار شهادة SSL مطلوب عند تمكين HTTPS
de_de: Der Pfad zum SSL-Zertifikat ist erforderlich, wenn HTTPS aktiviert ist
fr_fr: Le chemin du certificat SSL est requis lorsque HTTPS est activé
pt_pt: O caminho do certificado SSL é necessário quando o HTTPS está ativado
tr_tr: HTTPS etkinleştirildiğinde SSL sertifika yolu gereklidir
uk_ua: Шлях до SSL-сертифіката обов’язковий при ввімкненні HTTPS
vi_vn: Đường dẫn chứng chỉ SSL là bắt buộc khi bật HTTPS

source: SSL key file must be under Nginx configuration directory: {0}
ar: يجب أن يكون ملف مفتاح SSL ضمن دليل تكوين Nginx: {0}
de_de: Die SSL-Schlüsseldatei muss sich im Nginx-Konfigurationsverzeichnis befinden: {0}
fr_fr: Le fichier de clé SSL doit être dans le répertoire de configuration Nginx : {0}
pt_pt: O ficheiro de chave SSL deve estar no diretório de configuração do Nginx: {0}
tr_tr: SSL anahtar dosyası Nginx yapılandırma dizini altında olmalıdır: {0}
uk_ua: Файл ключа SSL має знаходитися в каталозі конфігурації Nginx: {0}
vi_vn: Tệp khóa SSL phải nằm trong thư mục cấu hình Nginx: {0}

source: SSL key file not found
ar: ملف مفتاح SSL غير موجود
de_de: SSL-Schlüsseldatei nicht gefunden
fr_fr: Fichier de clé SSL introuvable
pt_pt: Ficheiro de chave SSL não encontrado
tr_tr: SSL anahtar dosyası bulunamadı
uk_ua: Файл ключа SSL не знайдено
vi_vn: Không tìm thấy tệp khóa SSL

source: SSL Key Path
ar: مسار مفتاح SSL
de_de: SSL-Schlüsselpfad
fr_fr: Chemin de la clé SSL
pt_pt: Caminho da chave SSL
tr_tr: SSL Anahtar Yolu
uk_ua: Шлях до SSL-ключа
vi_vn: Đường dẫn khóa SSL

source: SSL key path is required when HTTPS is enabled
ar: مسار مفتاح SSL مطلوب عند تمكين HTTPS
de_de: Der SSL-Schlüsselpfad ist erforderlich, wenn HTTPS aktiviert ist
fr_fr: Le chemin de la clé SSL est requis lorsque HTTPS est activé
pt_pt: O caminho da chave SSL é necessário quando o HTTPS está ativado
tr_tr: HTTPS etkinleştirildiğinde SSL anahtar yolu gereklidir
uk_ua: Шлях до SSL-ключа обов’язковий при ввімкненні HTTPS
vi_vn: Đường dẫn khóa SSL là bắt buộc khi bật HTTPS

source: SSO Login
ar: تسجيل الدخول عبر SSO
de_de: SSO-Anmeldung
fr_fr: Connexion SSO
pt_pt: Autenticação SSO
tr_tr: SSO Girişi
uk_ua: Вхід через SSO
vi_vn: Đăng nhập SSO

source: Stable
ar: مستقر
de_de: Stabil
pt_pt: Estável
tr_tr: Kararlı
uk_ua: Стабільна
vi_vn: Ổn định

source: Start
fr_fr: Début
pt_pt: Início
tr_tr: Başla
uk_ua: Початок
vi_vn: Bắt đầu

source: Start Date
de_de: Startdatum
fr_fr: Date de début
pt_pt: Data de início
tr_tr: Başlangıç Tarihi
uk_ua: Дата початку
vi_vn: Ngày bắt đầu

source: Start Restore
ar: بدء الاستعادة
de_de: Wiederherstellung starten
fr_fr: Démarrer la restauration
pt_pt: Iniciar restauro
tr_tr: Geri Yüklemeyi Başlat
uk_ua: Почати відновлення
vi_vn: Bắt đầu khôi phục

source: Starting download...
de_de: Ladevorgang wird gestartet...
pt_pt: A iniciar o download...

source: Static
ar: ثابت
de_de: Statisch
fr_fr: Statique
pt_pt: Estático
tr_tr: Statik
uk_ua: Статичний
vi_vn: Tĩnh

source: Status
ar: الحالة
fr_fr: Statut
pt_pt: Estado
tr_tr: Durum
uk_ua: Статус
vi_vn: Trạng thái

source: Status updated successfully
de_de: Status erfolgreich aktualisiert
fr_fr: Statut mis à jour avec succès
pt_pt: Estado atualizado com sucesso
tr_tr: Durum başarıyla güncellendi
uk_ua: Статус успішно оновлено
vi_vn: Cập nhật trạng thái thành công

source: Stopped
ar: متوقف
de_de: Gestoppt
fr_fr: Arrêté
pt_pt: Parado
tr_tr: Durduruldu
uk_ua: Зупинено
vi_vn: Đã dừng

source: Storage
ar: تخزين
de_de: Speicher
fr_fr: Stockage
pt_pt: Armazenamento
tr_tr: Depolama
uk_ua: Сховище

source: Storage Configuration
de_de: Speicherkonfiguration
fr_fr: Configuration du stockage
pt_pt: Configuração de armazenamento
tr_tr: Depolama Yapılandırması
uk_ua: Конфігурація сховища
vi_vn: Cấu hình lưu trữ

source: Storage configuration validation failed for backup task %{backup_name}, error: %{error}
de_de: Die Überprüfung der Speicherkonfiguration für den Sicherungsauftrag %{backup_name} ist fehlgeschlagen, Fehler: %{error}
fr_fr: La validation de la configuration de stockage pour la tâche de sauvegarde %{backup_name} a échoué, erreur : %{error}
pt_pt: A validação da configuração de armazenamento para a tarefa de backup %{backup_name} falhou, erro: %{error}
tr_tr: Yedekleme görevi %{backup_name} için depolama yapılandırma doğrulaması başarısız oldu, hata: %{error}
uk_ua: Не вдалося перевірити конфігурацію сховища для завдання резервного копіювання %{backup_name}, помилка: %{error}
vi_vn: Xác thực cấu hình lưu trữ cho tác vụ sao lưu %{backup_name} thất bại, lỗi: %{error}

source: Storage Path
de_de: Speicherpfad
fr_fr: Chemin de stockage
pt_pt: Caminho de armazenamento
tr_tr: Depolama Yolu
uk_ua: Шлях зберігання
vi_vn: Đường dẫn lưu trữ

source: Storage path is required
de_de: Speicherpfad ist erforderlich
fr_fr: Le chemin de stockage est requis
pt_pt: O caminho de armazenamento é obrigatório
tr_tr: Depolama yolu gereklidir
uk_ua: Шлях до сховища обов’язковий
vi_vn: Đường dẫn lưu trữ là bắt buộc

source: Storage Type
de_de: Speichertyp
fr_fr: Type de stockage
pt_pt: Tipo de armazenamento
tr_tr: Depolama Türü
uk_ua: Тип сховища
vi_vn: Loại lưu trữ

source: Stream is enabled
ar: تم تمكين البث
de_de: Stream ist aktiviert
fr_fr: Le flux est activé
pt_pt: O fluxo está ativado
tr_tr: Yayın etkinleştirildi
uk_ua: Потік увімкнено
vi_vn: Luồng đã được bật

source: Stream not found
ar: البث غير موجود
de_de: Stream nicht gefunden
fr_fr: Flux introuvable
pt_pt: Transmissão não encontrada
tr_tr: Akış bulunamadı
uk_ua: Потік не знайдено
vi_vn: Không tìm thấy luồng

source: Streams directory exists
ar: دليل Streams موجود
de_de: Streams-Verzeichnis existiert
fr_fr: Le répertoire des streams existe
pt_pt: O diretório de streams existe
tr_tr: Akışlar dizini mevcut
uk_ua: Каталог Streams існує
vi_vn: Thư mục Streams tồn tại

source: Streams-available directory not exist
ar: دليل Streams-available غير موجود
de_de: Streams-available-Verzeichnis existiert nicht
fr_fr: Le répertoire streams-available n'existe pas
pt_pt: O diretório streams-available não existe
tr_tr: Streams-available dizini mevcut değil
uk_ua: Каталог Streams-available не існує
vi_vn: Thư mục Streams-available không tồn tại

source: Streams-enabled directory not exist
ar: دليل Streams-enabled غير موجود
de_de: Streams-enabled-Verzeichnis existiert nicht
fr_fr: Le répertoire streams-enabled n'existe pas
pt_pt: O diretório streams-enabled não existe
tr_tr: Streams-enabled dizini mevcut değil
uk_ua: Каталог streams-enabled не існує
vi_vn: Thư mục streams-enabled không tồn tại

source: Structured
de_de: Strukturiert
fr_fr: Structuré
pt_pt: Estruturado
tr_tr: Yapılandırılmış
uk_ua: Структурований
vi_vn: Có cấu trúc

source: Stub Status Port
ar: منفذ حالة ستاب
fr_fr: Port d'état stub
pt_pt: Porta de estado stub
tr_tr: Stub Durum Portu
uk_ua: Порт статусу Stub
vi_vn: Cổng trạng thái stub

source: Stub_status is not enabled
de_de: Stub_status ist nicht aktiviert
fr_fr: Stub_status n'est pas activé
pt_pt: Stub_status não está ativado
tr_tr: Stub_status etkin değil
uk_ua: Stub_status не увімкнено
vi_vn: Stub_status chưa được bật

source: Success
ar: نجاح
de_de: Erfolg
fr_fr: Succès
pt_pt: Sucesso
tr_tr: Başarı
uk_ua: Успіх
vi_vn: Thành công

source: Successful Responses (2xx)
de_de: Erfolgreiche Antworten (2xx)
pt_pt: Respostas bem-sucedidas (2xx)

source: Sunday
de_de: Sonntag
fr_fr: Dimanche
pt_pt: Domingo
tr_tr: Pazar
uk_ua: Неділя
vi_vn: Chủ nhật

source: Support communication with the backend through the WebSocket protocol. If your Nginx UI is being used via an Nginx reverse proxy, please refer to this link to write the corresponding configuration file: https://nginxui.com/guide/nginx-proxy-example.html
ar: دعم الاتصال مع الخلفية من خلال بروتوكول WebSocket. إذا كنت تستخدم واجهة Nginx عبر وكيل عكسي لـ Nginx، يرجى الرجوع إلى هذا الرابط لكتابة ملف التكوين المقابل: https://nginxui.com/guide/nginx-proxy-example.html
de_de: Unterstützt die Kommunikation mit dem Backend über das WebSocket-Protokoll. Wenn Ihre Nginx-UI über einen Nginx-Reverse-Proxy verwendet wird, lesen Sie bitte diesen Link, um die entsprechende Konfigurationsdatei zu schreiben: https://nginxui.com/guide/nginx-proxy-example.html
fr_fr: Prend en charge la communication avec le backend via le protocole WebSocket. Si votre interface Nginx est utilisée via un proxy inverse Nginx, veuillez consulter ce lien pour écrire le fichier de configuration correspondant : https://nginxui.com/guide/nginx-proxy-example.html
pt_pt: Suporta a comunicação com o backend através do protocolo WebSocket. Se a sua interface Nginx está a ser utilizada através de um proxy inverso Nginx, consulte este link para escrever o ficheiro de configuração correspondente: https://nginxui.com/guide/nginx-proxy-example.html
tr_tr: WebSocket protokolü aracılığıyla backend ile iletişimi destekler. Nginx UI'nız bir Nginx ters proxy üzerinden kullanılıyorsa, ilgili yapılandırma dosyasını yazmak için bu bağlantıya bakın: https://nginxui.com/guide/nginx-proxy-example.html
uk_ua: Підтримка зв'язку з бекендом через протокол WebSocket. Якщо ваш Nginx UI використовується через зворотний проксі Nginx, перегляньте це посилання, щоб написати відповідний конфігураційний файл: https://nginxui.com/guide/nginx-proxy-example.html
vi_vn: Hỗ trợ giao tiếp với backend thông qua giao thức WebSocket. Nếu Nginx UI của bạn đang được sử dụng thông qua proxy ngược Nginx, vui lòng tham khảo liên kết này để viết tệp cấu hình tương ứng: https://nginxui.com/guide/nginx-proxy-example.html

source: Support single or batch upload of files
de_de: Einzel- oder Stapel-Upload von Dateien unterstützen
fr_fr: Prise en charge du téléchargement unique ou en lot de fichiers
pt_pt: Suporta upload único ou em lote de ficheiros
tr_tr: Tek veya toplu dosya yüklemeyi destekler
uk_ua: Підтримка одиночного або пакетного завантаження файлів
vi_vn: Hỗ trợ tải lên một hoặc nhiều tệp

source: Support uploading entire folders
de_de: Unterstützt das Hochladen ganzer Ordner
fr_fr: Prend en charge le téléchargement de dossiers entiers
pt_pt: Suporta o carregamento de pastas inteiras
tr_tr: Tüm klasörlerin yüklenmesini destekler
uk_ua: Підтримка завантаження цілих папок
vi_vn: Hỗ trợ tải lên toàn bộ thư mục

source: Supported file type: .zip
ar: نوع الملف المدعوم: .zip
de_de: Unterstützter Dateityp: .zip
fr_fr: Type de fichier pris en charge : .zip
pt_pt: Tipo de ficheiro suportado: .zip
tr_tr: Desteklenen dosya türü: .zip
uk_ua: Підтримуваний тип файлу: .zip
vi_vn: Loại tệp được hỗ trợ: .zip

source: Switch to dark theme
ar: التبديل إلى الوضع الداكن
de_de: Zum dunklen Thema wechseln
fr_fr: Passer au thème sombre
pt_pt: Trocar para tema escuro
tr_tr: Karanlık temaya geç
uk_ua: Перейти на темну тему
vi_vn: Sử dụng Dark theme

source: Switch to light theme
ar: التبديل إلى الوضع الفاتح
de_de: Zum hellen Thema wechseln
fr_fr: Passer au thème clair
pt_pt: Trocar para tema claro
tr_tr: Aydınlık temaya geç
uk_ua: Перейти на світлу тему
vi_vn: Sử dụng Light theme

source: Sync
ar: مزامنة
de_de: Synchronisieren
fr_fr: Synchroniser
pt_pt: Sincronizar
tr_tr: Senkronize Et
uk_ua: Синхронізувати
vi_vn: Đồng bộ

source: Sync Certificate
ar: مزامنة الشهادة
de_de: Zertifikat synchronisieren
fr_fr: Certificat synchronisé
pt_pt: Sincronizar Certificado
tr_tr: Sertifikayı Senkronize Et
uk_ua: Синхронізувати сертифікат
vi_vn: Đồng bộ chứng chỉ

source: Sync Certificate %{cert_name} to %{node_name} failed
de_de: Synchronisierung des Zertifikats %{cert_name} zu %{node_name} fehlgeschlagen
fr_fr: Échec de la synchronisation du certificat %{cert_name} vers %{node_name}
pt_pt: Falha ao sincronizar o certificado %{cert_name} para %{node_name}
tr_tr: Sertifika %{cert_name}, %{node_name} ile eşleştirilemedi
uk_ua: Не вдалося синхронізувати сертифікат %{cert_name} з %{node_name}
vi_vn: Đồng bộ chứng chỉ %{cert_name} tới %{node_name} thất bại

source: Sync Certificate %{cert_name} to %{node_name} successfully
de_de: Zertifikat %{cert_name} erfolgreich auf %{node_name} synchronisiert
fr_fr: Certificat %{cert_name} synchronisé avec %{node_name} avec succès
pt_pt: Certificado %{cert_name} sincronizado com %{node_name} com sucesso
tr_tr: Sertifika %{cert_name}, %{node_name} ile başarıyla senkronize edildi
uk_ua: Сертифікат %{cert_name} успішно синхронізовано з %{node_name}
vi_vn: Đồng bộ chứng chỉ %{cert_name} tới %{node_name} thành công

source: Sync Certificate Error
ar: خطأ في مزامنة الشهادة
de_de: Fehler beim Synchronisieren des Zertifikats
fr_fr: Erreur de synchronisation du certificat
pt_pt: Erro ao Sincronizar Certificado
tr_tr: Sertifika Senkronizasyon Hatası
uk_ua: Помилка синхронізації сертифіката
vi_vn: Lỗi đồng bộ chứng chỉ

source: Sync Certificate Success
ar: تمت مزامنة الشهادة بنجاح
de_de: Zertifikat erfolgreich synchronisiert
fr_fr: Certificat synchronisé avec succès
pt_pt: Certificado Sincronizado com Sucesso
tr_tr: Sertifika Başarıyla Senkronize Edildi
uk_ua: Сертифікат успішно синхронізовано
vi_vn: Đồng bộ chứng chỉ thành công

source: Sync config %{config_name} to %{node_name} failed
de_de: Synchronisierung der Konfiguration %{config_name} zu %{node_name} fehlgeschlagen
fr_fr: Échec de la synchronisation de la configuration %{config_name} vers %{node_name}
pt_pt: Falha ao sincronizar a configuração %{config_name} para %{node_name}
tr_tr: Yapılandırma %{config_name}, %{node_name} ile eşleştirilemedi
uk_ua: Не вдалося синхронізувати конфігурацію %{config_name} з %{node_name}
vi_vn: Đồng bộ cấu hình %{config_name} tới %{node_name} thất bại

source: Sync config %{config_name} to %{node_name} successfully
de_de: Konfiguration %{config_name} erfolgreich auf %{node_name} synchronisiert
fr_fr: Configuration %{config_name} synchronisée avec %{node_name} avec succès
pt_pt: Configuração %{config_name} sincronizada com %{node_name} com sucesso
tr_tr: Yapılandırma %{config_name}, %{node_name} ile başarıyla senkronize edildi
uk_ua: Конфігурацію %{config_name} успішно синхронізовано з %{node_name}
vi_vn: Đồng bộ cấu hình %{config_name} với %{node_name} thành công

source: Sync Config Error
ar: خطأ في تزامن التكوين
de_de: Fehler beim Synchronisieren der Konfiguration
fr_fr: Erreur de synchronisation de la configuration
pt_pt: Erro de Configuração de Sincronização
tr_tr: Yapılandırma Senkronizasyon Hatası
uk_ua: Помилка синхронізації конфігурації
vi_vn: Lỗi đồng bộ cấu hình

source: Sync Config Success
ar: تمت مزامنة التكوين بنجاح
de_de: Konfiguration erfolgreich synchronisiert
fr_fr: Synchronisation de la configuration réussie
pt_pt: Sucesso na configuração da sincronização
tr_tr: Yapılandırma Başarıyla Senkronize Edildi
uk_ua: Успішна синхронізація конфігурації
vi_vn: Đồng bộ cấu hình thành công

source: Sync Nodes
ar: مزامنة العقد
de_de: Synchrone Knoten
fr_fr: Nœuds de synchronisation
pt_pt: Nós de sincronização
tr_tr: Senkronizasyon Düğümleri
uk_ua: Синхронізовані вузли
vi_vn: Nút đồng bộ

source: Sync Preview
de_de: Synchronisierungsvorschau
fr_fr: Aperçu de la synchronisation
pt_pt: Pré-visualização de sincronização
tr_tr: Senkronizasyon Önizleme
uk_ua: Попередній перегляд синхронізації
vi_vn: Xem trước đồng bộ

source: Sync strategy
ar: استراتيجية المزامنة
de_de: Synchronisierungsstrategie
fr_fr: Stratégie de synchronisation
pt_pt: Estratégia de sincronização
tr_tr: Senkronizasyon stratejisi
uk_ua: Стратегія синхронізації
vi_vn: Chiến lược đồng bộ hóa

source: Sync to
ar: مزامنة إلى
de_de: Synchronisieren mit
fr_fr: Synchroniser vers
pt_pt: Sincronizar para
tr_tr: Senkronize Et
uk_ua: Синхронізувати з
vi_vn: Đồng bộ tới

source: Synchronization
ar: مزامنة
de_de: Synchronisation
fr_fr: Synchronisation
pt_pt: Sincronização
tr_tr: Senkronizasyon
uk_ua: Синхронізація
vi_vn: Đồng bộ hóa

source: System
ar: نظام
fr_fr: Système
pt_pt: Sistema
tr_tr: Sistem
uk_ua: Система
vi_vn: Thông tin

source: System Backup
ar: نسخ احتياطي للنظام
fr_fr: Sauvegarde du système
pt_pt: Cópia de segurança do sistema
tr_tr: Sistem Yedekleme
uk_ua: Резервне копіювання системи
vi_vn: Sao lưu hệ thống

source: System Check
ar: فحص النظام
de_de: Systemprüfung
fr_fr: Vérification du système
pt_pt: Verificação do sistema
tr_tr: Sistem Kontrolü
uk_ua: Перевірка системи
vi_vn: Kiểm tra hệ thống

source: System Initial User
ar: مستخدم النظام الأولي
de_de: System-Startbenutzer
fr_fr: Utilisateur initial du système
pt_pt: Utilizador Inicial do Sistema
tr_tr: Sistem Başlangıç Kullanıcısı
uk_ua: Початковий користувач системи
vi_vn: Người dùng ban đầu của hệ thống

source: System Requirements
de_de: Systemanforderungen
fr_fr: Configuration requise
pt_pt: Requisitos do sistema
uk_ua: Системні вимоги
vi_vn: Yêu cầu hệ thống

source: System Restore
ar: استعادة النظام
de_de: Systemwiederherstellung
fr_fr: Restauration du système
pt_pt: Restauro do sistema
tr_tr: Sistem Geri Yükleme
uk_ua: Відновлення системи
vi_vn: Khôi phục hệ thống

source: System restored successfully.
ar: تم استعادة النظام بنجاح.
de_de: System erfolgreich wiederhergestellt.
fr_fr: Système restauré avec succès.
pt_pt: Sistema restaurado com sucesso.
tr_tr: Sistem başarıyla geri yüklendi.
uk_ua: Систему успішно відновлено.
vi_vn: Hệ thống đã được khôi phục thành công.

source: Task is not fixable
ar: المهمة غير قابلة للإصلاح
de_de: Aufgabe ist nicht behebbar
fr_fr: La tâche n'est pas réparable
pt_pt: A tarefa não é reparável
tr_tr: Görev düzeltilemez
uk_ua: Завдання не підлягає виправленню
vi_vn: Nhiệm vụ không thể sửa chữa

source: Task not found
ar: المهمة غير موجودة
de_de: Aufgabe nicht gefunden
fr_fr: Tâche non trouvée
pt_pt: Tarefa não encontrada
tr_tr: Görev bulunamadı
uk_ua: Завдання не знайдено
vi_vn: Không tìm thấy tác vụ

source: Terminal Assistant
de_de: Terminal-Assistent
fr_fr: Assistant terminal
pt_pt: Assistente de terminal
uk_ua: Термінальний помічник
vi_vn: Trợ lý Terminal

source: Terminal Start Command
ar: أمر البدء في المحطة الطرفية
de_de: Terminal-Startbefehl
fr_fr: Commande de démarrage du terminal
pt_pt: Comando de Inicialização do Terminal
tr_tr: Terminal Başlatma Komutu
uk_ua: Команда запуску терміналу
vi_vn: Lệnh Khởi động Terminal

source: Test
pt_pt: Teste
uk_ua: Тест
vi_vn: Kiểm tra

source: Test failed: %{error}
de_de: Test fehlgeschlagen: %{error}
fr_fr: Échec du test : %{error}
pt_pt: Teste falhou: %{error}
tr_tr: Test başarısız: %{error}
uk_ua: Тест не пройшов: %{error}
vi_vn: Kiểm tra thất bại: %{error}

source: Test failed: Unable to perform health check
de_de: Test fehlgeschlagen: Gesundheitsprüfung konnte nicht durchgeführt werden
fr_fr: Échec du test : Impossible d'effectuer la vérification d'état
pt_pt: Teste falhou: Não foi possível realizar a verificação de saúde
tr_tr: Test başarısız: Sağlık kontrolü yapılamadı
uk_ua: Тест не вдався: Не вдалося виконати перевірку стану
vi_vn: Kiểm tra thất bại: Không thể thực hiện kiểm tra tình trạng

source: Test message sent successfully
de_de: Testnachricht erfolgreich gesendet
fr_fr: Message de test envoyé avec succès
pt_pt: Mensagem de teste enviada com sucesso
tr_tr: Test mesajı başarıyla gönderildi
uk_ua: Тестове повідомлення успішно надіслано
vi_vn: Gửi tin nhắn kiểm tra thành công

source: Test S3 Connection
de_de: S3-Verbindung testen
fr_fr: Tester la connexion S3
pt_pt: Testar conexão S3
tr_tr: S3 Bağlantısını Test Et
uk_ua: Перевірити підключення S3
vi_vn: Kiểm tra kết nối S3

source: Test successful! Response time: %{response_time}ms
de_de: Test erfolgreich! Antwortzeit: %{response_time}ms
fr_fr: Test réussi ! Temps de réponse : %{response_time}ms
pt_pt: Teste bem-sucedido! Tempo de resposta: %{response_time}ms
tr_tr: Test başarılı! Yanıt süresi: %{response_time}ms
uk_ua: Тест успішний! Час відповіді: %{response_time}мс
vi_vn: Kiểm tra thành công! Thời gian phản hồi: %{response_time}ms

source: The certificate for the domain will be checked 30 minutes, and will be renewed if it has been more than 1 week or the period you set in settings since it was last issued.
ar: سيتم فحص شهادة النطاق لمدة 30 دقيقة، وسيتم تجديدها إذا مر أكثر من أسبوع أو الفترة التي حددتها في الإعدادات منذ إصدارها الأخير.
de_de: Das Zertifikat für die Domain wird alle 30 Minuten überprüft und erneuert, wenn seit der letzten Ausstellung mehr als 1 Woche oder der von Ihnen in den Einstellungen festgelegte Zeitraum vergangen ist.
fr_fr: Le certificat du domaine sera vérifié toutes les 30 minutes et sera renouvelé s'il a été émis il y a plus d'une semaine ou depuis la période que vous avez définie dans les paramètres.
pt_pt: O certificado do domínio será verificado 30 minutos e será renovado se já tiver passado mais de 1 semana ou o período que definiu nas definições desde a última emissão.
tr_tr: Alan adı için sertifika 30 dakikada bir kontrol edilecek ve son verildiğinden bu yana 1 haftadan fazla zaman geçmişse veya ayarlarda belirlediğiniz süre dolmuşsa yenilenecektir.
uk_ua: Сертифікат для домену буде перевірятися кожні 30 хвилин і буде поновлюватися, якщо з моменту останнього випуску минуло більше 1 тижня або встановлений вами період у налаштуваннях.
vi_vn: Chứng chỉ cho tên miền sẽ được kiểm tra sau mỗi 30 phút và sẽ được gia hạn nếu đã hơn 1 tuần hoặc khoảng thời gian bạn đặt trong cài đặt kể từ lần phát hành cuối cùng.

source: The GeoLite2 database is required for offline geographic IP analysis. Please download it to enable this feature.
de_de: Die GeoLite2-Datenbank ist für die Offline-Geografische IP-Analyse erforderlich. Bitte laden Sie sie herunter, um diese Funktion zu aktivieren.
pt_pt: A base de dados GeoLite2 é necessária para análise geográfica de IP offline. Por favor, descarregue-a para ativar esta funcionalidade.

source: The GeoLite2 database provides geographic information for IP addresses. This is used for offline geographic analysis in log analytics.
de_de: Die GeoLite2-Datenbank bietet geografische Informationen zu IP-Adressen. Sie wird für die Offline-Geographieanalyse in Loganalysen verwendet.
pt_pt: A base de dados GeoLite2 fornece informações geográficas para endereços IP. É utilizada para análise geográfica offline em análises de registos.

source: The ICP Number should only contain letters, unicode, numbers, hyphens, dashes, colons, and dots.
ar: يجب أن يحتوي رقم ICP فقط على أحرف، وunicode، وأرقام، وشرطات، وشرطات طويلة، ونقطتين، ونقاط.
de_de: Die ICP-Nummer sollte nur Buchstaben, Unicode, Zahlen, Bindestriche, Doppelpunkte und Punkte enthalten.
fr_fr: Le numéro ICP ne doit contenir que des lettres, unicode, des chiffres, des traits d'union, des tirets, des deux-points et des points.
pt_pt: O número ICP deve conter apenas letras, unicode, números, hífens, traços, dois pontos e pontos.
tr_tr: ICP Numarası yalnızca harfler, unicode, sayılar, kısa çizgiler, uzun çizgiler, iki nokta üst üste ve noktalar içermelidir.
uk_ua: Номер ICP повинен містити лише літери, unicode, цифри, дефіси, тире, двокрапки та крапки.
vi_vn: Số ICP chỉ được chứa chữ cái, unicode, số, dấu gạch ngang, dấu gạch dài, dấu hai chấm và dấu chấm.

source: The input is not a SSL Certificate
ar: الإدخال ليس شهادة SSL
de_de: Die Eingabe ist kein SSL-Zertifikat
fr_fr: L'entrée n'est pas un certificat SSL
pt_pt: A valor introduzido não é um certificado SSL
tr_tr: Girdi bir SSL Sertifikası değil
uk_ua: Введені дані не є SSL-сертифікатом
vi_vn: Đầu vào không phải là Chứng chỉ SSL
