Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Invalid timestamp format
de_de: Ungültiges Zeitstempelformat
fr_fr: Format d'horodatage invalide
pt_pt: Formato de timestamp inválido
tr_tr: Geçersiz zaman damgası biçimi
uk_ua: Неправильний формат часової мітки
vi_vn: Định dạng dấu thời gian không hợp lệ

source: Invalid websocket message type
de_de: Ungültiger WebSocket-Nachrichtentyp
fr_fr: Type de message WebSocket non valide
pt_pt: Tipo de mensagem WebSocket inválido
tr_tr: Geçersiz WebSocket mesaj türü
uk_ua: Недійсний тип повідомлення WebSocket
vi_vn: Loại tin nhắn WebSocket không hợp lệ

source: IP Address
de_de: IP-Adresse
fr_fr: Adresse IP
pt_pt: Endereço IP
tr_tr: IP Adresi
uk_ua: IP-адреса
vi_vn: Địa chỉ IP

source: IP Certificate Notice
de_de: IP-Zertifikat-Hinweis
fr_fr: Avis de certificat IP
pt_pt: Aviso de Certificado IP
tr_tr: IP Sertifika Bildirimi
uk_ua: Повідомлення про IP-сертифікат
vi_vn: Thông báo chứng chỉ IP

source: Issue certificate
de_de: Zertifikat ausstellen
fr_fr: Émettre un certificat
pt_pt: Emitir certificado
tr_tr: Sertifika ver
uk_ua: Видати сертифікат
vi_vn: Cấp chứng chỉ

source: Issue Certificate
de_de: Zertifikat ausstellen
fr_fr: Émettre un certificat
pt_pt: Emitir certificado
tr_tr: Sertifika Düzenle
uk_ua: Видати сертифікат
vi_vn: Cấp chứng chỉ

source: Issued certificate successfully
ar: تم إصدار الشهادة بنجاح
de_de: Zertifikat erfolgreich ausgestellt
fr_fr: Certificat délivré avec succès
pt_pt: Certificado emitido com sucesso
tr_tr: Sertifika başarıyla yayınlandı
uk_ua: Сертифікат успішно видано
vi_vn: Đã phát hành chứng chỉ thành công

source: Issuer: %{issuer}
ar: المُصدر: %{issuer}
de_de: Aussteller: %{issuer}
fr_fr: Auteur : %{issuer}
pt_pt: Emissor: %{issuer}
tr_tr: Düzenleyen: %{issuer}
uk_ua: Видавець: %{issuer}
vi_vn: Nhà phát hành: %{issuer}

source: item(s)
de_de: Element(e)
fr_fr: élément(s)
pt_pt: item(ns)
tr_tr: öğe(ler)
uk_ua: елемент(и)
vi_vn: mục

source: Keep your recovery codes as safe as your password. We recommend saving them with a password manager.
ar: احتفظ برموز الاسترداد بنفس درجة أمان كلمة المرور الخاصة بك. نوصي بحفظها باستخدام مدير كلمات المرور.
de_de: Bewahren Sie Ihre Wiederherstellungscodes genauso sicher auf wie Ihr Passwort. Wir empfehlen, sie mit einem Passwort-Manager zu speichern.
fr_fr: Garder vos codes de récupération sécurisés autant que votre mot de passe. Nous recommandons de les enregistrer avec un gestionnaire de mots de passe.
pt_pt: Mantenha os seus códigos de recuperação tão seguros como a sua palavra-passe. Recomendamos guardá-los com um gestor de palavras-passe.
tr_tr: Kurtarma kodlarınızı şifreniz kadar güvenli tutun. Bir şifre yöneticisi ile saklamanızı öneririz.
uk_ua: Зберігайте ваші коди відновлення так само надійно, як і пароль. Рекомендуємо зберігати їх у менеджері паролів.
vi_vn: Hãy bảo vệ mã khôi phục của bạn an toàn như mật khẩu. Chúng tôi khuyên bạn nên lưu chúng bằng trình quản lý mật khẩu.

source: Keepalive Timeout
ar: مهلة الاتصال المستمر
fr_fr: Délai d'expiration Keepalive
pt_pt: Tempo limite de Keepalive
tr_tr: Keepalive Zaman Aşımı
uk_ua: Таймаут Keepalive
vi_vn: Thời gian chờ Keepalive

source: Key Type
ar: نوع المفتاح
de_de: Schlüsseltyp
fr_fr: Type de clé
pt_pt: Tipo de Chave
tr_tr: Anahtar Türü
uk_ua: Тип ключа
vi_vn: Loại khóa

source: Language
ar: اللغة
de_de: Sprache
fr_fr: Langue
pt_pt: Idioma
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ

source: Lark Custom
ar: لارك المخصص
de_de: Lark Benutzerdefiniert
fr_fr: Lark Personnalisé
pt_pt: Lark Personalizado
tr_tr: Lark Özel
uk_ua: Lark Користувацький
vi_vn: Lark Tùy chỉnh

source: Last 12 hours
de_de: Letzte 12 Stunden
fr_fr: Dernières 12 heures
pt_pt: Últimas 12 horas
tr_tr: Son 12 saat
uk_ua: Останні 12 годин
vi_vn: 12 giờ trước

source: Last 14 days
de_de: Letzte 14 Tage
fr_fr: 14 derniers jours
pt_pt: Últimos 14 dias
tr_tr: Son 14 gün
uk_ua: Останні 14 днів
vi_vn: 14 ngày trước

source: Last 15 minutes
de_de: Letzte 15 Minuten
fr_fr: 15 dernières minutes
pt_pt: Últimos 15 minutos
tr_tr: Son 15 dakika
uk_ua: Останні 15 хвилин
vi_vn: 15 phút trước

source: Last 24 hours
de_de: Letzte 24 Stunden
fr_fr: Dernières 24 heures
pt_pt: Últimas 24 horas
tr_tr: Son 24 saat
uk_ua: Останні 24 години
vi_vn: 24 giờ qua

source: Last 30 days
de_de: Letzte 30 Tage
fr_fr: 30 derniers jours
pt_pt: Últimos 30 dias
tr_tr: Son 30 gün
uk_ua: Останні 30 днів
vi_vn: 30 ngày qua

source: Last 30 minutes
de_de: Letzte 30 Minuten
fr_fr: 30 dernières minutes
pt_pt: Últimos 30 minutos
tr_tr: Son 30 dakika
uk_ua: Останні 30 хвилин
vi_vn: 30 phút trước

source: Last 4 hours
de_de: Letzte 4 Stunden
fr_fr: Dernières 4 heures
pt_pt: Últimas 4 horas
tr_tr: Son 4 saat
uk_ua: Останні 4 години
vi_vn: 4 giờ trước

source: Last 7 days
de_de: Letzte 7 Tage
fr_fr: 7 derniers jours
pt_pt: Últimos 7 dias
tr_tr: Son 7 gün
uk_ua: Останні 7 днів
vi_vn: 7 ngày trước

source: Last 90 days
de_de: Letzte 90 Tage
fr_fr: 90 derniers jours
pt_pt: Últimos 90 dias
tr_tr: Son 90 gün
uk_ua: Останні 90 днів
vi_vn: 90 ngày qua

source: Last Backup Status
de_de: Letzter Backup-Status
fr_fr: Statut de la dernière sauvegarde
pt_pt: Estado do último backup
tr_tr: Son Yedekleme Durumu
uk_ua: Статус останнього резервного копіювання
vi_vn: Trạng thái sao lưu cuối cùng

source: Last Backup Time
de_de: Letzter Sicherungszeitpunkt
fr_fr: Dernière heure de sauvegarde
pt_pt: Hora do último backup
tr_tr: Son Yedekleme Zamanı
uk_ua: Час останньої резервної копії
vi_vn: Thời gian sao lưu cuối cùng

source: Last Check
de_de: Letzte Überprüfung
pt_pt: Última verificação

source: Last checked at
ar: آخر فحص في
de_de: Zuletzt überprüft am
fr_fr: Dernière vérification le
pt_pt: Última verificação em
tr_tr: En son şu tarihte kontrol edildi
uk_ua: Остання перевірка
vi_vn: Kiểm tra lần cuối lúc

source: Last hour
de_de: Letzte Stunde
fr_fr: Dernière heure
pt_pt: Última hora
tr_tr: Son 1 saat
uk_ua: Остання година
vi_vn: Giờ qua

source: Last Indexed
de_de: Zuletzt indiziert
fr_fr: Dernière indexation
pt_pt: Última indexação
tr_tr: Son Dizinlenme
uk_ua: Останнє індексування
vi_vn: Lần lập chỉ mục cuối

source: Last month
de_de: Letzter Monat
fr_fr: Mois dernier
pt_pt: Mês passado
tr_tr: Geçen ay
uk_ua: Минулий місяць
vi_vn: Tháng trước

source: Last update
ar: آخر تحديث
de_de: Letzte Aktualisierung
fr_fr: Dernière mise à jour
pt_pt: Última atualização
tr_tr: Son güncelleme
uk_ua: Останнє оновлення
vi_vn: Cập nhật cuối cùng

source: Last updated:
de_de: Zuletzt aktualisiert:
pt_pt: Última atualização:

source: Last used at
ar: آخر استخدام في
de_de: Zuletzt verwendet am
fr_fr: Dernière utilisation le
pt_pt: Última utilização em
tr_tr: En son kullanıldığı zaman
uk_ua: Востаннє використано
vi_vn: Lần sử dụng cuối

source: Leave blank for no change
ar: اتركه فارغًا لعدم التغيير
de_de: Leer lassen für keine Änderung
fr_fr: Laisser vide pour aucun changement
pt_pt: Deixe em branco para não alterar
tr_tr: Değişiklik olmaması için boş bırakın
uk_ua: Залиште порожнім, щоб не змінювати
vi_vn: Bỏ trống nếu không thay đổi

source: Leave blank for the default: https://api.openai.com/
ar: اتركه فارغًا للإعداد الافتراضي: /https://api.openai.com
de_de: Leer lassen für den Standard: https://api.openai.com/
fr_fr: Laissez vide pour la valeur par défaut : https://api.openai.com/
pt_pt: Deixe em branco para padrão: https://api.openai.com/
tr_tr: Varsayılan için boş bırakın: https://api.openai.com/
uk_ua: Залиште порожнім для значення за замовчуванням: https://api.openai.com/
vi_vn: Bỏ trống để sử dụng địa chỉ mặc định: https://api.openai.com/

source: Leave blank if do not want to modify
ar: اتركه فارغًا إذا كنت لا تريد التعديل
de_de: Leer lassen, wenn keine Änderung gewünscht ist
fr_fr: Laisser vide si vous ne souhaitez pas modifier
pt_pt: Deixar em branco se não quiser modificar
tr_tr: Değiştirmek istemiyorsanız boş bırakın
uk_ua: Залиште порожнім, якщо не хочете змінювати
vi_vn: Để trống nếu không muốn thay đổi

source: Leave blank if not required by your ACME provider
de_de: Leer lassen, falls nicht von Ihrem ACME-Anbieter benötigt
fr_fr: Laissez vide si votre fournisseur ACME ne le requiert pas
pt_pt: Deixe em branco se não for exigido pelo seu fornecedor ACME
tr_tr: ACME sağlayıcınız tarafından gerekli değilse boş bırakın
uk_ua: Залиште порожнім, якщо ваш ACME-провайдер цього не вимагає
vi_vn: Để trống nếu nhà cung cấp ACME của bạn không yêu cầu

source: Leave blank if you don't need this.
ar: اتركه فارغًا إذا لم تكن بحاجة إلى ذلك.
de_de: Lassen Sie dieses Feld leer, wenn Sie es nicht benötigen.
fr_fr: Laissez vide si vous n'en avez pas besoin.
pt_pt: Deixe em branco se não precisar disto.
tr_tr: Buna ihtiyacınız yoksa boş bırakın.
uk_ua: Залиште порожнім, якщо вам це не потрібно.
vi_vn: Để trống nếu bạn không cần cái này.

source: Leave blank will not change anything
ar: تركه فارغًا لن يغير شيئًا
de_de: Leer lassen ändert nichts
fr_fr: Laisser vide ne changera rien
pt_pt: Deixar em branco não vai mudar nada
tr_tr: Boş bırakmak hiçbir şeyi değiştirmeyecektir
uk_ua: Залишити порожнім — нічого не зміниться
vi_vn: Để trống sẽ không thay đổi bất cứ điều gì

source: Legacy recovery code not allowed since totp is not enabled
ar: لا يُسمح برمز الاسترداد القديم نظرًا لعدم تمكين TOTP
de_de: Alter Wiederherstellungscode nicht erlaubt, da TOTP nicht aktiviert ist
fr_fr: Ancien code de récupération non autorisé car TOTP n'est pas activé
pt_pt: Código de recuperação antigo não permitido porque o TOTP não está ativado
tr_tr: TOTP etkin olmadığı için eski kurtarma kodu kullanılamaz
uk_ua: Застарілий код відновлення не дозволяється, оскільки TOTP не ввімкнено
vi_vn: Không cho phép mã khôi phục cũ vì TOTP chưa được bật

source: Lego disable CNAME Support
ar: تعطيل دعم CNAME في Lego
de_de: Lego deaktiviert CNAME-Unterstützung
fr_fr: Lego désactiver la prise en charge CNAME
pt_pt: Lego desativar suporte CNAME
tr_tr: Lego CNAME Desteğini Devre Dışı Bırak
uk_ua: Lego вимкнути підтримку CNAME
vi_vn: Lego tắt hỗ trợ CNAME

source: License
ar: رخصة
de_de: Lizenz
fr_fr: Licence
pt_pt: Licença
tr_tr: Lisans
uk_ua: Ліцензія
vi_vn: Giấy phép

source: License Distribution
de_de: Lizenzverteilung
fr_fr: Répartition des licences
pt_pt: Distribuição de Licenças
uk_ua: Розподіл ліцензій
vi_vn: Phân phối giấy phép

source: License Types
de_de: Lizenztypen
fr_fr: Types de licence
pt_pt: Tipos de licença
uk_ua: Типи ліцензій
vi_vn: Loại giấy phép

source: Link
de_de: Verknüpfung
fr_fr: Lien
pt_pt: Ligação
tr_tr: Bağlantı
uk_ua: Зв’язок
vi_vn: Liên kết

source: List
ar: قائمة
de_de: Liste
fr_fr: Liste
pt_pt: Lista
tr_tr: Liste
uk_ua: Список
vi_vn: Danh sách

source: Listening
de_de: Lauschend
fr_fr: En écoute
pt_pt: A escutar
tr_tr: Dinliyor
uk_ua: Прослуховує
vi_vn: Đang lắng nghe

source: Load Average:
ar: متوسط التحميل:
de_de: Durchschnittliche Last:
fr_fr: Charge moyenne :
pt_pt: Média de Carga:
tr_tr: Yük Ortalaması:
uk_ua: Середнє навантаження:
vi_vn: Tải trung bình:

source: Load from settings
ar: تحميل من الإعدادات
de_de: Aus Einstellungen laden
fr_fr: Charger à partir des options
pt_pt: Carregar a partir das configurações
tr_tr: Ayarlar'dan yükle
uk_ua: Завантажити з налаштувань
vi_vn: Tải từ cài đặt

source: Load successfully
ar: تم التحميل بنجاح
de_de: Erfolgreich geladen
fr_fr: Chargement réussi
pt_pt: Carregado com sucesso
tr_tr: Başarıyla yüklendi
uk_ua: Успішно завантажено
vi_vn: Tải thành công

source: Loaded
ar: تم التحميل
de_de: Geladen
fr_fr: Chargé
pt_pt: Carregado
tr_tr: Yüklendi
uk_ua: Завантажено
vi_vn: Đã tải

source: Loader Files
ar: ملفات المحمل
de_de: Lader-Dateien
fr_fr: Fichiers du chargeur
pt_pt: Ficheiros do carregador
tr_tr: Yükleyici Dosyaları
uk_ua: Файли завантажувача
vi_vn: Tệp bộ nạp

source: Loader Settings
ar: إعدادات المحمل
de_de: Ladereinstellungen
fr_fr: Paramètres du chargeur
pt_pt: Configurações do carregador
tr_tr: Yükleyici Ayarları
uk_ua: Налаштування завантажувача
vi_vn: Cài đặt bộ nạp

source: Loader Sleep
ar: وقت توقف المحمل
de_de: Loader-Pause
fr_fr: Pause du chargeur
pt_pt: Pausa do Carregador
tr_tr: Yükleyici Bekleme Süresi
uk_ua: Час очікування завантажувача
vi_vn: Thời gian nghỉ của bộ nạp

source: Loader Threshold
ar: عتبة المحمل
de_de: Laderschwelle
fr_fr: Seuil du chargeur
pt_pt: Limiar do carregador
tr_tr: Yükleyici Eşiği
uk_ua: Поріг завантажувача
vi_vn: Ngưỡng tải

source: Loading data...
ar: جارٍ تحميل البيانات...
de_de: Daten werden geladen...
fr_fr: Chargement des données...
pt_pt: A carregar dados...
tr_tr: Veriler yükleniyor...
uk_ua: Завантаження даних...
vi_vn: Đang tải dữ liệu...

source: Loading...
de_de: Wird geladen...
fr_fr: Chargement...
pt_pt: A carregar...
tr_tr: Yükleniyor...
uk_ua: Завантаження...
vi_vn: Đang tải...

source: Local path (e.g., /var/backups)
de_de: Lokaler Pfad (z. B. /var/backups)
fr_fr: Chemin local (par ex., /var/backups)
pt_pt: Caminho local (ex., /var/backups)
tr_tr: Yerel yol (örn., /var/backups)
uk_ua: Локальний шлях (напр., /var/backups)
vi_vn: Đường dẫn cục bộ (vd: /var/backups)

source: Location
ar: مكان
de_de: Ort
fr_fr: Emplacement
pt_pt: Localização
tr_tr: Konum
uk_ua: Розташування

source: Locations
ar: أماكن
de_de: Orte
fr_fr: Emplacements
pt_pt: Localizações
tr_tr: Konumlar
uk_ua: Розташування

source: Log file %{log_path} is not a regular file. If you are using nginx-ui in docker container, please refer to https://nginxui.com/zh_CN/guide/config-nginx-log.html for more information.
ar: ملف السجل %{log_path} ليس ملفًا عاديًا. إذا كنت تستخدم nginx-ui في حاوية Docker، يرجى الرجوع إلى https://nginxui.com/zh_CN/guide/config-nginx-log.html لمزيد من المعلومات.
de_de: Die Protokolldatei %{log_path} ist keine reguläre Datei. Wenn Sie nginx-ui in einem Docker-Container verwenden, finden Sie weitere Informationen unter https://nginxui.com/zh_CN/guide/config-nginx-log.html.
fr_fr: Le fichier journal %{log_path} n'est pas un fichier régulier. Si vous utilisez nginx-ui dans un conteneur Docker, veuillez consulter https://nginxui.com/zh_CN/guide/config-nginx-log.html pour plus d'informations.
pt_pt: O ficheiro de registo %{log_path} não é um ficheiro regular. Se estiver a utilizar o nginx-ui num contentor Docker, consulte https://nginxui.com/zh_CN/guide/config-nginx-log.html para obter mais informações.
tr_tr: Günlük dosyası %{log_path} normal bir dosya değil. Docker konteynerinde nginx-ui kullanıyorsanız, daha fazla bilgi için https://nginxui.com/zh_CN/guide/config-nginx-log.html adresine bakın.
uk_ua: Файл журналу %{log_path} не є звичайним файлом. Якщо ви використовуєте nginx-ui у контейнері Docker, будь ласка, зверніться до https://nginxui.com/zh_CN/guide/config-nginx-log.html для отримання додаткової інформації.
vi_vn: Tệp nhật ký %{log_path} không phải là tệp thông thường. Nếu bạn đang sử dụng nginx-ui trong container docker, vui lòng tham khảo https://nginxui.com/zh_CN/guide/config-nginx-log.html để biết thêm thông tin.

source: Log file does not exist
de_de: Protokolldatei existiert nicht
fr_fr: Le fichier journal n'existe pas
pt_pt: O ficheiro de registo não existe
tr_tr: Günlük dosyası mevcut değil
uk_ua: Файл журналу не існує
vi_vn: Tập tin nhật ký không tồn tại

source: Log file is not a regular file
de_de: Die Protokolldatei ist keine reguläre Datei
fr_fr: Le fichier journal n'est pas un fichier régulier
pt_pt: O ficheiro de registo não é um ficheiro regular
tr_tr: Günlük dosyası normal bir dosya değil
uk_ua: Файл журналу не є звичайним файлом
vi_vn: Tập tin nhật ký không phải là tập tin thông thường

source: Log file not available
de_de: Protokolldatei nicht verfügbar
fr_fr: Fichier journal non disponible
pt_pt: Ficheiro de registo não disponível
tr_tr: Günlük dosyası mevcut değil
uk_ua: Файл журналу недоступний
vi_vn: Tệp nhật ký không có sẵn

source: Log file not indexed yet
de_de: Protokolldatei noch nicht indiziert
fr_fr: Fichier journal non encore indexé
pt_pt: Ficheiro de registo ainda não indexado
tr_tr: Günlük dosyası henüz dizine eklenmedi
uk_ua: Файл журналу ще не проіндексовано
vi_vn: Tệp nhật ký chưa được lập chỉ mục

source: Log indexer not available
de_de: Log-Indexer nicht verfügbar
fr_fr: Indexeur de journaux non disponible
pt_pt: Indexador de registros não disponível
tr_tr: Günlük indeksleyici mevcut değil
uk_ua: Індексатор журналів недоступний
vi_vn: Bộ lập chỉ mục nhật ký không khả dụng

source: Log indexing completed! Loading updated data...
de_de: Protokollindizierung abgeschlossen! Aktualisierte Daten werden geladen...
fr_fr: Indexation des journaux terminée ! Chargement des données mises à jour...
pt_pt: Indexação de registos concluída! A carregar dados atualizados...
tr_tr: Günlük indeksleme tamamlandı! Güncel veriler yükleniyor...
uk_ua: Індексація журналів завершена! Завантаження оновлених даних...
vi_vn: Lập chỉ mục nhật ký hoàn tất! Đang tải dữ liệu cập nhật...

source: Log line exceeds maximum length
de_de: Protokollzeile überschreitet maximale Länge
pt_pt: A linha de registo excede o comprimento máximo

source: Log List
ar: قائمة السجلات
de_de: Protokollliste
fr_fr: Liste des journaux
pt_pt: Lista de registos
tr_tr: Günlük Listesi
uk_ua: Список журналів
vi_vn: Danh sách nhật ký

source: Log parser is not initialized; call indexer.InitLogParser() before use
de_de: Der Protokollparser wurde nicht initialisiert; rufen Sie indexer.InitLogParser() vor der Verwendung auf
pt_pt: O analisador de registos não foi inicializado; chame indexer.InitLogParser() antes de usar

source: Log path is not under whitelist
de_de: Der Protokollpfad befindet sich nicht in der Whitelist
fr_fr: Le chemin du journal n'est pas dans la liste blanche
pt_pt: O caminho do registo não está na lista branca
tr_tr: Günlük yolu beyaz listede değil
uk_ua: Шлях до журналу не знаходиться у білому списку
vi_vn: Đường dẫn nhật ký không nằm trong danh sách trắng

source: Login
ar: تسجيل الدخول
fr_fr: Connexion
pt_pt: Autenticar
tr_tr: Giriş
uk_ua: Увійти
vi_vn: Đăng nhập

source: Login successful
ar: تم تسجيل الدخول بنجاح
de_de: Login erfolgreich
fr_fr: Connexion réussie
pt_pt: Autenticado com sucesso
tr_tr: Giriş Başarılı
uk_ua: Успішний вхід
vi_vn: Đăng nhập thành công

source: Logout successful
ar: تم تسجيل الخروج بنجاح
de_de: Logout erfolgreich
fr_fr: Déconnexion réussie
pt_pt: Log-out com sucesso
tr_tr: Çıkış başarılı
uk_ua: Вихід успішний
vi_vn: Đã đăng xuất

source: Logrotate, by default, is enabled in most mainstream Linux distributions for users who install Nginx UI on the host machine, so you don't need to modify the parameters on this page. For users who install Nginx UI using Docker containers, you can manually enable this option. The crontab task scheduler of Nginx UI will execute the logrotate command at the interval you set in minutes.
ar: بشكل افتراضي، يتم تفعيل تدوير السجلات في معظم توزيعات لينكس الرئيسية للمستخدمين الذين يقومون بتثبيت واجهة Nginx UI على الجهاز المضيف، لذا لا تحتاج إلى تعديل معايير في هذه الصفحة. بالنسبة للمستخدمين الذين يقومون بتثبيت واجهة Nginx UI باستخدام حاويات Docker، يمكنك تمكين هذا الخيار يدويًا. سيقوم مجدول المهام crontab الخاص بواجهة Nginx UI بتنفيذ أمر تدوير السجلات في الفاصل الزمني الذي تحدده بالدقائق.
de_de: Logrotate ist standardmäßig in den meisten gängigen Linux-Distributionen für Benutzer aktiviert, die Nginx UI auf dem Host-Rechner installieren, sodass du die Parameter auf dieser Seite nicht ändern musst. Wenn du Nginx UI mit Docker-Containern installierst, kannst du diese Option manuell aktivieren. Der Crontab-Aufgabenplaner von Nginx UI führt den Logrotate-Befehl in dem von dir in Minuten festgelegten Intervall aus.
fr_fr: Logrotate est activé par défaut dans la plupart des distributions Linux grand public pour les utilisateurs qui installent Nginx UI directement sur la machine hôte. Vous n'avez donc pas besoin de modifier les paramètres de cette page. Pour les utilisateurs qui installent Nginx UI via des conteneurs Docker, vous pouvez activer manuellement cette option. Le planificateur de tâches crontab de Nginx UI exécutera la commande logrotate à l'intervalle que vous avez défini en minutes.
pt_pt: O Logrotate, por defeito, está activado na maioria das distribuições Linux convencionais para utilizadores que instalam o Nginx UI na máquina host, pelo que não necessita de modificar os parâmetros nesta página. Para os utilizadores que instalam o Nginx UI utilizando Docker containers, pode activar manualmente esta opção. O agendador de tarefas crontab do Nginx UI executará o comando logrotate no intervalo que definir em minutos.
tr_tr: Logrotate, varsayılan olarak, Nginx UI'yi ana makineye yükleyen kullanıcılar için çoğu ana akım Linux dağıtımında etkinleştirilmiştir, bu yüzden bu sayfadaki parametreleri değiştirmenize gerek yoktur. Nginx UI'yi Docker konteynerlerini kullanarak yükleyen kullanıcılar, bu seçeneği manuel olarak etkinleştirebilir. Nginx UI'nin crontab görev zamanlayıcısı, belirlediğiniz dakika aralığında logrotate komutunu çalıştıracaktır.
uk_ua: Logrotate за замовчуванням увімкнено у більшості популярних дистрибутивів Linux для користувачів, які встановлюють Nginx UI безпосередньо на хост-машині, тому вам не потрібно змінювати параметри на цій сторінці. Для користувачів, які встановлюють Nginx UI за допомогою контейнерів Docker, ви можете вручну активувати цю опцію. Планувальник завдань crontab у Nginx UI виконуватиме команду logrotate з інтервалом, який ви встановите у хвилинах.
vi_vn: Logrotate được kích hoạt mặc định trong hầu hết các bản phân phối Linux phổ biến dành cho người dùng cài đặt Nginx UI trực tiếp trên máy chủ, vì vậy bạn không cần phải thay đổi các tham số trên trang này. Đối với người dùng cài đặt Nginx UI bằng container Docker, bạn có thể kích hoạt thủ công tùy chọn này. Bộ lập lịch tác vụ crontab của Nginx UI sẽ thực thi lệnh logrotate theo khoảng thời gian bạn đặt (tính bằng phút).

source: Low
de_de: Niedrig
fr_fr: Bas
pt_pt: Baixo
tr_tr: Düşük
uk_ua: Низький
vi_vn: Thấp

source: Main Node
de_de: Hauptknoten
fr_fr: Nœud principal
pt_pt: Nó principal
tr_tr: Ana Düğüm
uk_ua: Головний вузол
vi_vn: Nút chính

source: Maintenance
ar: صيانة
de_de: Wartung
pt_pt: Manutenção
tr_tr: Bakım
uk_ua: Технічне обслуговування
vi_vn: Bảo trì

source: Maintenance mode disabled successfully
ar: تم تعطيل وضع الصيانة بنجاح
de_de: Wartungsmodus erfolgreich deaktiviert
fr_fr: Mode maintenance désactivé avec succès
pt_pt: Modo de manutenção desativado com sucesso
tr_tr: Bakım modu başarıyla devre dışı bırakıldı
uk_ua: Режим обслуговування успішно вимкнено
vi_vn: Đã tắt chế độ bảo trì thành công

source: Maintenance mode enabled successfully
ar: تم تمكين وضع الصيانة بنجاح
de_de: Wartungsmodus erfolgreich aktiviert
fr_fr: Mode maintenance activé avec succès
pt_pt: Modo de manutenção ativado com sucesso
tr_tr: Bakım modu başarıyla etkinleştirildi
uk_ua: Режим обслуговування успішно ввімкнено
vi_vn: Đã bật chế độ bảo trì thành công

source: Make certificate dir error: {0}
de_de: Fehler beim Erstellen des Zertifikatverzeichnisses: {0}
fr_fr: Erreur lors de la création du répertoire du certificat : {0}
pt_pt: Erro ao criar diretório do certificado: {0}
tr_tr: Sertifika dizini oluşturma hatası: {0}
uk_ua: Помилка створення каталогу сертифіката: {0}
vi_vn: Lỗi tạo thư mục chứng chỉ: {0}
