Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Global Access Map
de_de: Weltkarte der Zugriffe
fr_fr: Carte d'Accès Mondiale
pt_pt: Mapa de Acesso Global
tr_tr: Küresel Erişim Haritası
uk_ua: Карта глобального доступу
vi_vn: Bản đồ Truy cập Toàn cầu

source: Global Map
de_de: Weltkarte
fr_fr: Carte Mondiale
pt_pt: Mapa Global
tr_tr: Dünya Haritası
uk_ua: Світова карта
vi_vn: Bản đồ Thế giới

source: Go to Raw Log Viewer
de_de: Zum Rohprotokoll-Viewer gehen
fr_fr: Aller au visualiseur de logs bruts
pt_pt: Ir para o Visualizador de Logs Brutos
tr_tr: Ham Log Görüntüleyiciye Git
uk_ua: Перейти до перегляду сирих логів
vi_vn: Đi đến Trình xem Nhật ký Thô

source: gRPC health check requires server to implement gRPC Health Check service (grpc.health.v1.Health).
de_de: Die gRPC-Gesundheitsprüfung erfordert, dass der Server den gRPC-Gesundheitsprüfungsdienst (grpc.health.v1.Health) implementiert.
fr_fr: La vérification de santé gRPC nécessite que le serveur implémente le service de vérification de santé gRPC (grpc.health.v1.Health).
pt_pt: A verificação de saúde gRPC requer que o servidor implemente o serviço de verificação de saúde gRPC (grpc.health.v1.Health).
tr_tr: gRPC sağlık kontrolü, sunucunun gRPC Sağlık Kontrol hizmetini (grpc.health.v1.Health) uygulamasını gerektirir.
uk_ua: Перевірка стану gRPC вимагає, щоб сервер реалізував службу перевірки стану gRPC (grpc.health.v1.Health).
vi_vn: Kiểm tra sức khỏe gRPC yêu cầu máy chủ triển khai dịch vụ kiểm tra sức khỏe gRPC (grpc.health.v1.Health).

source: gRPCS uses TLS encryption. Server must implement gRPC Health Check service. For testing, SSL validation is disabled by default.
de_de: gRPCS verwendet TLS-Verschlüsselung. Der Server muss den gRPC-Gesundheitscheck-Dienst implementieren. Für Tests ist die SSL-Validierung standardmäßig deaktiviert.
fr_fr: gRPCS utilise le chiffrement TLS. Le serveur doit implémenter le service de vérification de santé gRPC. Pour les tests, la validation SSL est désactivée par défaut.
pt_pt: O gRPCS utiliza encriptação TLS. O servidor deve implementar o serviço de verificação de saúde gRPC. Para testes, a validação SSL está desativada por padrão.
tr_tr: gRPCS, TLS şifrelemesi kullanır. Sunucu, gRPC Sağlık Kontrol hizmetini uygulamalıdır. Test için, SSL doğrulaması varsayılan olarak devre dışıdır.
uk_ua: gRPCS використовує шифрування TLS. Сервер повинен реалізувати службу перевірки стану gRPC. Для тестування перевірка SSL за замовчуванням вимкнена.
vi_vn: gRPCS sử dụng mã hóa TLS. Máy chủ phải triển khai dịch vụ kiểm tra sức khỏe gRPC. Để kiểm tra, xác thực SSL bị vô hiệu hóa theo mặc định.

source: GZIP Compression
ar: ضغط GZIP
de_de: GZIP-Komprimierung
fr_fr: Compression GZIP
pt_pt: Compressão GZIP
tr_tr: GZIP Sıkıştırma
uk_ua: Стиснення GZIP
vi_vn: Nén GZIP

source: GZIP Compression Level
ar: مستوى ضغط GZIP
de_de: GZIP-Komprimierungsstufe
fr_fr: Niveau de compression GZIP
pt_pt: Nível de compressão GZIP
tr_tr: GZIP Sıkıştırma Seviyesi
uk_ua: Рівень стиснення GZIP
vi_vn: Mức độ nén GZIP

source: GZIP Min Length
ar: الحد الأدنى لطول GZIP
de_de: GZIP-Mindestlänge
fr_fr: Longueur minimale GZIP
pt_pt: Comprimento mínimo do GZIP
tr_tr: GZIP Minimum Uzunluk
uk_ua: Мінімальна довжина GZIP
vi_vn: Độ dài tối thiểu GZIP

source: Health Check
de_de: Gesundheitsprüfung
pt_pt: Verificação de saúde

source: Health Check Configuration
de_de: Konfiguration der Gesundheitsprüfung
fr_fr: Configuration de la vérification de l'état
pt_pt: Configuração de verificação de saúde
tr_tr: Sağlık Kontrolü Yapılandırması
uk_ua: Конфігурація перевірки стану
vi_vn: Cấu hình kiểm tra trạng thái

source: Health check configuration saved
de_de: Konfiguration der Gesundheitsprüfung gespeichert
fr_fr: Configuration de vérification de santé enregistrée
pt_pt: Configuração de verificação de saúde guardada
tr_tr: Sağlık kontrolü yapılandırması kaydedildi
uk_ua: Конфігурацію перевірки стану збережено
vi_vn: Đã lưu cấu hình kiểm tra trạng thái

source: Health check configuration saved successfully
de_de: Die Konfiguration der Gesundheitsprüfung wurde erfolgreich gespeichert
fr_fr: Configuration de vérification de santé enregistrée avec succès
pt_pt: Configuração de verificação de saúde salva com sucesso
tr_tr: Sağlık kontrol yapılandırması başarıyla kaydedildi
uk_ua: Конфігурацію перевірки стану успішно збережено
vi_vn: Cấu hình kiểm tra sức khỏe đã được lưu thành công

source: Health check is disabled
de_de: Gesundheitsprüfung ist deaktiviert
pt_pt: A verificação de saúde está desativada

source: Health check is enabled
de_de: Gesundheitsprüfung ist aktiviert
pt_pt: A verificação de saúde está ativada

source: Health Status
de_de: Gesundheitszustand
pt_pt: Estado de saúde

source: Hide
ar: إخفاء
de_de: Verstecken
fr_fr: Cacher
pt_pt: Esconder
tr_tr: Gizle
uk_ua: Приховати
vi_vn: Ẩn

source: Hide Assistant
de_de: Assistent ausblenden
fr_fr: Masquer l'assistant
pt_pt: Ocultar assistente
uk_ua: Приховати помічника
vi_vn: Ẩn trợ lý

source: High
de_de: Hoch
fr_fr: Élevé
pt_pt: Alto
tr_tr: Yüksek
uk_ua: Високий
vi_vn: Cao

source: Higher value means better connection reuse
ar: القيمة الأعلى تعني إعادة استخدام أفضل للاتصال
de_de: Ein höherer Wert bedeutet eine bessere Wiederverwendung der Verbindung
fr_fr: Une valeur plus élevée signifie une meilleure réutilisation de la connexion
pt_pt: Um valor mais alto significa uma melhor reutilização da conexão
tr_tr: Daha yüksek bir değer, daha iyi bağlantı yeniden kullanımı anlamına gelir
uk_ua: Вище значення означає краще повторне використання з’єднання
vi_vn: Giá trị cao hơn có nghĩa là tái sử dụng kết nối tốt hơn

source: History
ar: السجل
de_de: Verlauf
fr_fr: Historique
pt_pt: Histórico
tr_tr: Geçmiş
uk_ua: Історія
vi_vn: Lịch sử

source: Home
ar: الصفحة الرئيسية
de_de: Startseite
fr_fr: Menu principal
pt_pt: Início
tr_tr: Anasayfa
uk_ua: Головна
vi_vn: Trang chủ

source: Hour
de_de: Stunde
fr_fr: Heure
pt_pt: Hora
tr_tr: Saat
uk_ua: Година
vi_vn: Giờ

source: HTTP Challenge Port
ar: منفذ تحدي HTTP
de_de: HTTP-Herausforderungs-Port
fr_fr: Port de challenge HTTP
pt_pt: Porta para HTTP Challenge
tr_tr: HTTP Doğrulama Bağlantı Noktası
uk_ua: Порт HTTP-запиту
vi_vn: Cổng thử thách HTTP

source: HTTP Method
de_de: HTTP-Methode
fr_fr: Méthode HTTP
pt_pt: Método HTTP
tr_tr: HTTP Yöntemi
uk_ua: Метод HTTP
vi_vn: Phương thức HTTP

source: HTTPS Protocol
ar: بروتوكول HTTPS
de_de: HTTPS-Protokoll
fr_fr: Protocole HTTPS
pt_pt: Protocolo HTTPS
tr_tr: HTTPS Protokolü
uk_ua: Протокол HTTPS
vi_vn: Giao thức HTTPS

source: ICP Number
ar: رقم ICP
de_de: ICP-Nummer
fr_fr: Numéro ICP
pt_pt: Número ICP
tr_tr: ICP Numarası
uk_ua: Номер ICP
vi_vn: Số ICP

source: If the number of login failed attempts from a ip reach the max attempts in ban threshold minutes, the ip will be banned for a period of time.
ar: إذا وصل عدد محاولات تسجيل الدخول الفاشلة من عنوان IP إلى الحد الأقصى للمحاولات في حد دقائق الحظر، سيتم حظر عنوان IP لفترة من الوقت.
de_de: Wenn die Anzahl der fehlgeschlagenen Anmeldeversuche von einer IP die maximalen Versuche in der Sperrschwellenzeit erreicht, wird die IP für eine bestimmte Zeit gesperrt.
fr_fr: Si le nombre de tentatives de connexion infructueuses depuis une IP atteint le maximum de tentatives dans le délai de bannissement, l'IP sera bannie pendant un certain temps.
pt_pt: Se o número de tentativas de início de sessão falhadas de um IP atingir o máximo de tentativas em minutos de limite de banimento, o IP será banido por um período de tempo.
tr_tr: Bir IP adresinden yapılan başarısız oturum açma denemelerinin sayısı, yasaklama eşiği dakikaları içinde maksimum deneme sayısına ulaşırsa, IP adresi belirli bir süre için yasaklanacaktır.
uk_ua: Якщо кількість невдалих спроб входу з IP-адреси досягає максимальної кількості спроб у межах встановленого часу блокування, ця IP-адреса буде заблокована на певний час.
vi_vn: Nếu số lần đăng nhập thất bại từ một IP đạt đến số lần thử tối đa trong khoảng thời gian ngưỡng cấm, IP đó sẽ bị cấm trong một khoảng thời gian.

source: If you want to automatically revoke the old certificate, please enable this option.
ar: إذا كنت ترغب في إلغاء الشهادة القديمة تلقائيًا، يرجى تمكين هذا الخيار.
de_de: Wenn Sie das alte Zertifikat automatisch widerrufen möchten, aktivieren Sie bitte diese Option.
fr_fr: Si vous souhaitez révoquer automatiquement l'ancien certificat, veuillez activer cette option.
pt_pt: Se desejar revogar automaticamente o certificado antigo, ative esta opção.
tr_tr: Eski sertifikayı otomatik olarak iptal etmek istiyorsanız, bu seçeneği etkinleştirin.
uk_ua: Якщо ви хочете автоматично відкликати старий сертифікат, увімкніть цю опцію.
vi_vn: Nếu bạn muốn tự động thu hồi chứng chỉ cũ, vui lòng bật tùy chọn này.

source: If you want to change the storage location, you can set the `IndexPath` of `nginx_log` section in the Nginx UI config.
de_de: Wenn Sie den Speicherort ändern möchten, können Sie den `IndexPath` des Abschnitts `nginx_log` in der Nginx-UI-Konfiguration festlegen.
pt_pt: Se desejar alterar a localização de armazenamento, pode definir o `IndexPath` da secção `nginx_log` na configuração da interface Nginx.
uk_ua: Якщо ви хочете змінити місце зберігання, ви можете встановити `IndexPath` розділу `nginx_log` у конфігурації інтерфейсу Nginx.

source: If your browser supports WebAuthn Passkey, a dialog box will appear.
ar: إذا كان متصفحك يدعم WebAuthn Passkey، ستظهر نافذة حوار.
de_de: Wenn dein Browser WebAuthn Passkey unterstützt, wird ein Dialogfeld angezeigt.
fr_fr: Si votre navigateur prend en charge la clé d'accès WebAuthn, une boîte de dialogue apparaîtra.
pt_pt: Se o seu navegador suportar a chave de acesso WebAuthn, aparecerá uma caixa de diálogo.
tr_tr: Tarayıcınız WebAuthn Passkey'i destekliyorsa, bir iletişim kutusu görüntülenecektir.
uk_ua: Якщо ваш браузер підтримує WebAuthn Passkey, з’явиться діалогове вікно.
vi_vn: Nếu trình duyệt của bạn hỗ trợ WebAuthn Passkey, một hộp thoại sẽ xuất hiện.

source: If your domain has CNAME records and you cannot obtain certificates, you need to enable this option.
ar: إذا كان لنطاقك سجلات CNAME ولا يمكنك الحصول على شهادات، تحتاج إلى تفعيل هذا الخيار.
de_de: Wenn deine Domain CNAME-Einträge hat und du keine Zertifikate erhalten kannst, musst du diese Option aktivieren.
fr_fr: Si votre domaine possède des entrées CNAME et que vous ne pouvez pas obtenir de certificats, activez cette option.
pt_pt: Se o seu domínio tiver registos CNAME e não conseguir obter certificados, terá de ativar esta opção.
tr_tr: Alan adınızda CNAME kayıtları varsa ve sertifika alamıyorsanız, bu seçeneği etkinleştirmeniz gerekir.
uk_ua: Якщо ваш домен має записи CNAME і ви не можете отримати сертифікати, вам потрібно активувати цю опцію.
vi_vn: Nếu tên miền của bạn có bản ghi CNAME và bạn không thể nhận được chứng chỉ, bạn cần bật tùy chọn này.

source: Import
ar: استيراد
fr_fr: Importer
pt_pt: Importar
tr_tr: İçe Aktar
uk_ua: Імпорт
vi_vn: Nhập

source: Import Certificate
ar: استيراد شهادة
de_de: Zertifikat importieren
fr_fr: Importer un certificat
pt_pt: Importar Certificados
tr_tr: Sertifika İçe Aktar
uk_ua: Імпортувати сертифікат
vi_vn: Nhập chứng chỉ

source: Inactive Time
ar: وقت عدم النشاط
de_de: Inaktive Zeit
fr_fr: Temps d'inactivité
pt_pt: Tempo inativo
tr_tr: Etkin Olmayan Süre
uk_ua: Час неактивності
vi_vn: Thời gian không hoạt động

source: Includes master process, worker processes, cache processes, and other Nginx processes
ar: يشمل العملية الرئيسية وعمليات العامل وعمليات التخزين المؤقت وعمليات Nginx الأخرى
de_de: Beinhaltet Master-Prozess, Worker-Prozesse, Cache-Prozesse und andere Nginx-Prozesse
fr_fr: Inclut le processus maître, les processus worker, les processus de cache et autres processus Nginx
pt_pt: Inclui processo master, processos worker, processos de cache e outros processos Nginx
tr_tr: Ana süreç, çalışan süreçler, önbellek süreçleri ve diğer Nginx süreçlerini içerir
uk_ua: Включає головний процес, робочі процеси, процеси кешування та інші процеси Nginx
vi_vn: Bao gồm quá trình chính, quá trình worker, quá trình cache và các quá trình Nginx khác

source: Incremental index scanning
de_de: Inkrementelle Index-Scanning
fr_fr: Analyse d'index incrémentielle
pt_pt: Digitalização de índice incremental
uk_ua: Інкрементальне сканування індексу
vi_vn: Quét chỉ mục tăng dần

source: Index and statistics rebuild started successfully
de_de: Neuaufbau von Index und Statistiken erfolgreich gestartet
fr_fr: Reconstruction de l'index et des statistiques démarrée avec succès
pt_pt: Reconstrução do índice e estatísticas iniciada com sucesso
tr_tr: Dizin ve istatistiklerin yeniden oluşturulması başarıyla başlatıldı
uk_ua: Перебудова індексу та статистики успішно розпочата
vi_vn: Đã bắt đầu xây dựng lại chỉ mục và thống kê thành công

source: Index failed
de_de: Indizierung fehlgeschlagen
fr_fr: Échec de l'indexation
pt_pt: Falha na indexação
tr_tr: Dizin oluşturma başarısız
uk_ua: Помилка індексації
vi_vn: Lập chỉ mục thất bại

source: Index failed, please try rebuilding
de_de: Indizierung fehlgeschlagen, bitte versuchen Sie es erneut
fr_fr: Échec de l'indexation, veuillez essayer de reconstruire
pt_pt: Falha na indexação, por favor tente reconstruir
tr_tr: Dizin oluşturma başarısız oldu, lütfen yeniden oluşturmayı deneyin
uk_ua: Не вдалося індексувати, спробуйте перебудувати
vi_vn: Lập chỉ mục thất bại, vui lòng thử xây dựng lại

source: Index rebuild initiated
de_de: Index-Neuerstellung gestartet
fr_fr: Reconstruction de l'index initiée
pt_pt: Reconstrução do índice iniciada
uk_ua: Перебудову індексу розпочато
vi_vn: Đã khởi động tái lập chỉ mục

source: Index Status
fr_fr: État de l'index
pt_pt: Estado do Índice
tr_tr: Dizin Durumu
uk_ua: Стан індексу
vi_vn: Trạng thái chỉ mục

source: Indexed
de_de: Indiziert
fr_fr: Indexé
pt_pt: Indexado
tr_tr: Dizine Alındı
uk_ua: Проіндексовано
vi_vn: Đã lập chỉ mục

source: Indexing
de_de: Indizierung
fr_fr: Indexation
pt_pt: Indexação
tr_tr: Dizinleme
uk_ua: Індексація
vi_vn: Đang lập chỉ mục

source: Indexing logs...
de_de: Protokolle werden indiziert...
fr_fr: Indexation des journaux...
pt_pt: A indexar registos...
tr_tr: Günlükler dizinleniyor...
uk_ua: Індексація журналів...
vi_vn: Đang lập chỉ mục nhật ký...

source: Indexing...
ar: جاري الفهرسة...
de_de: Indizierung läuft...
fr_fr: Indexation en cours...
pt_pt: A indexar...
tr_tr: Dizinleniyor...
uk_ua: Індексація...
vi_vn: Đang lập chỉ mục...

source: Indicator
ar: المؤشر
de_de: Indikator
fr_fr: Indicateur
pt_pt: Indicador
tr_tr: Gösterge
uk_ua: Індикатор
vi_vn: Chỉ số

source: Info
ar: معلومات
de_de: Information
pt_pt: Informação
tr_tr: Bilgi
uk_ua: Інформація
vi_vn: Thông tin

source: Informational Responses (1xx)
de_de: Informationelle Antworten (1xx)
pt_pt: Respostas informativas (1xx)

source: Init user not exists
de_de: Init-Benutzer existiert nicht
pt_pt: O utilizador inicial não existe

source: Initial core upgrader error
ar: خطأ في ترقية النواة الأولية
de_de: Feher beim Initialisieren des Core-Upgraders
fr_fr: Erreur du programme de mise à niveau initial du core
pt_pt: Erro inicial do atualizador core
tr_tr: İlk çekirdek yükseltici hatası
uk_ua: Помилка ініціалізації основного засобу оновлення
vi_vn: Không thể khởi tạo trình nâng cấp

source: Initialing core upgrader
ar: بدء ترقية النواة
de_de: Initialisierung des Core-Upgraders
fr_fr: Initialisation du programme de mise à niveau du core
pt_pt: Inicializando o atualizador core
tr_tr: Çekirdek yükseltici başlatılıyor
uk_ua: Ініціалізація оновлення ядра
vi_vn: Đang khởi tạo trình nâng cấp

source: Input the code from the app:
ar: أدخل الرمز من التطبيق:
de_de: Füge den Code aus der App ein:
fr_fr: Entrez le code de l'application :
pt_pt: Introduza o código da app:
tr_tr: Uygulamadan kodu girin:
uk_ua: Введіть код з додатку:
vi_vn: Nhập mã từ ứng dụng:

source: Input the recovery code:
ar: أدخل رمز الاسترداد:
de_de: Füge den Wiederherstellungscode ein:
fr_fr: Entrez le code de récupération :
pt_pt: Introduza o código de recuperação:
tr_tr: Kurtarma kodunu girin:
uk_ua: Введіть код відновлення:
vi_vn: Nhập mã khôi phục:

source: Insecure Skip Verify
ar: تخطي التحقق غير الآمن
de_de: Unsicheres Überspringen der Überprüfung
fr_fr: Ignorer la vérification (non sécurisé)
pt_pt: Ignorar verificação insegura
tr_tr: Güvensiz Doğrulamayı Atla
uk_ua: Небезпечне пропускання перевірки
vi_vn: Bỏ qua xác minh không an toàn

source: Install
ar: تثبيت
de_de: Installieren
fr_fr: Installer
pt_pt: Instalar
tr_tr: Yükle
uk_ua: Встановити
vi_vn: Cài đặt

source: Install successfully
ar: تم التثبيت بنجاح
de_de: Erfolgreich installiert
fr_fr: Installé avec succès
pt_pt: Instalado com sucesso
tr_tr: Başarıyla yüklendi
uk_ua: Успішно встановлено
vi_vn: Cài đặt thành công

source: Installation
ar: التثبيت
pt_pt: Instalação
tr_tr: Kurulum
uk_ua: Встановлення
vi_vn: Cài đặt

source: Installation is not allowed after 10 minutes of system startup
ar: غير مسموح بالتثبيت بعد 10 دقائق من بدء تشغيل النظام
de_de: Die Installation ist nach 10 Minuten Systemstart nicht erlaubt
fr_fr: L'installation n'est pas autorisée après 10 minutes de démarrage du système
pt_pt: A instalação não é permitida após 10 minutos de inicialização do sistema
tr_tr: Sistem başlangıcından 10 dakika sonra kuruluma izin verilmez
uk_ua: Після 10 хвилин після запуску системи встановлення заборонено
vi_vn: Không được phép cài đặt sau 10 phút khởi động hệ thống

source: Installation is not allowed after 10 minutes of system startup, please restart the Nginx UI.
ar: لا يُسمح بالتثبيت بعد 10 دقائق من بدء تشغيل النظام، يرجى إعادة تشغيل واجهة Nginx.
de_de: Die Installation ist nach 10 Minuten Systemstart nicht mehr erlaubt. Bitte starten Sie die Nginx UI neu.
fr_fr: L'installation n'est pas autorisée après 10 minutes de démarrage du système, veuillez redémarrer l'interface Nginx.
pt_pt: A instalação não é permitida após 10 minutos do arranque do sistema, por favor reinicie a interface Nginx.
tr_tr: Sistem başlangıcından 10 dakika sonra kuruluma izin verilmez, lütfen Nginx UI'yi yeniden başlatın.
uk_ua: Після 10 хвилин після запуску системи установка заборонена. Будь ласка, перезапустіть Nginx UI.
vi_vn: Không được phép cài đặt sau 10 phút khởi động hệ thống, vui lòng khởi động lại Nginx UI.

source: Interval
ar: فترة
de_de: Intervall
fr_fr: Intervalle
pt_pt: Intervalo
tr_tr: Aralık
uk_ua: Інтервал
vi_vn: Khoảng thời gian

source: Invalid
ar: غير صالح
de_de: Ungültig
fr_fr: Invalide
pt_pt: Inválido
tr_tr: Geçersiz
uk_ua: Недійсний
vi_vn: Không hợp lệ

source: Invalid AES IV format: {0}
ar: تنسيق AES IV غير صالح: {0}
de_de: Ungültiges AES-IV-Format: {0}
fr_fr: Format de vecteur d'initialisation AES invalide : {0}
pt_pt: Formato de IV AES inválido: {0}
tr_tr: Geçersiz AES IV biçimi: {0}
uk_ua: Невірний формат AES IV: {0}
vi_vn: Định dạng AES IV không hợp lệ: {0}

source: Invalid AES key format: {0}
ar: تنسيق مفتاح AES غير صالح: {0}
de_de: Ungültiges AES-Schlüsselformat: {0}
fr_fr: Format de clé AES invalide : {0}
pt_pt: Formato de chave AES inválido: {0}
tr_tr: Geçersiz AES anahtar biçimi: {0}
uk_ua: Невірний формат ключа AES: {0}
vi_vn: Định dạng khóa AES không hợp lệ: {0}

source: Invalid certificate format
de_de: Ungültiges Zertifikatsformat
fr_fr: Format de certificat invalide
pt_pt: Formato de certificado inválido
tr_tr: Geçersiz sertifika biçimi
uk_ua: Недійсний формат сертифіката
vi_vn: Định dạng chứng chỉ không hợp lệ

source: Invalid claims type
de_de: Ungültiger Anspruchstyp
fr_fr: Type de réclamation invalide
pt_pt: Tipo de reclamação inválido
tr_tr: Geçersiz talep türü
uk_ua: Недійсний тип вимог
vi_vn: Loại yêu cầu không hợp lệ

source: Invalid commit SHA
de_de: Ungültiges Commit-SHA
pt_pt: SHA de confirmação inválido

source: Invalid file object
ar: كائن ملف غير صالح
de_de: Ungültiges Dateiobjekt
fr_fr: Objet de fichier non valide
pt_pt: Objeto de ficheiro inválido
tr_tr: Geçersiz dosya nesnesi
uk_ua: Недійсний об’єкт файлу
vi_vn: Đối tượng tệp không hợp lệ

source: Invalid file path: {0}
ar: مسار ملف غير صالح: {0}
de_de: Ungültiger Dateipfad: {0}
fr_fr: Chemin de fichier invalide : {0}
pt_pt: Caminho de ficheiro inválido: {0}
tr_tr: Geçersiz dosya yolu: {0}
uk_ua: Недійсний шлях до файлу: {0}
vi_vn: Đường dẫn tệp không hợp lệ: {0}

source: Invalid filename
ar: اسم ملف غير صالح
de_de: Ungültiger Dateiname
fr_fr: Nom de fichier invalide
pt_pt: Nome de ficheiro inválido
tr_tr: Geçersiz dosya adı
uk_ua: Неправильна назва файлу
vi_vn: Tên tệp không hợp lệ

source: Invalid folder name
ar: اسم المجلد غير صالح
de_de: Ungültiger Ordnername
fr_fr: Nom du répertoire invalide
pt_pt: Nome de directório inválido
tr_tr: Geçersiz klasör adı
uk_ua: Недійсна назва папки
vi_vn: Tên thư mục không hợp lệ

source: Invalid notification ID
de_de: Ungültige Benachrichtigungs-ID
fr_fr: ID de notification invalide
pt_pt: ID de notificação inválido
tr_tr: Geçersiz bildirim kimliği
uk_ua: Недійсний ідентифікатор сповіщення
vi_vn: ID thông báo không hợp lệ

source: Invalid notifier config
ar: تكوين المُنبّه غير صالح
de_de: Ungültige Benachrichtiger-Konfiguration
fr_fr: Configuration de notificateur invalide
pt_pt: Configuração de notificador inválida
tr_tr: Geçersiz bildirim yapılandırması
uk_ua: Недійсна конфігурація сповіщення
vi_vn: Cấu hình thông báo không hợp lệ

source: Invalid otp code
ar: رمز OTP غير صالح
de_de: Ungültiger OTP-Code
fr_fr: Code otp invalide
pt_pt: Código OTP inválido
tr_tr: Geçersiz OTP kodu
uk_ua: Недійсний OTP-код
vi_vn: Mã OTP không hợp lệ

source: Invalid padding in decrypted data
ar: حشو غير صالح في البيانات المشفرة
de_de: Ungültige Auffüllung in entschlüsselten Daten
fr_fr: Remplissage invalide dans les données décryptées
pt_pt: Preenchimento inválido nos dados desencriptados
tr_tr: Şifresi çözülmüş veride geçersiz dolgu
uk_ua: Недійсне заповнення в розшифрованих даних
vi_vn: Đệm không hợp lệ trong dữ liệu đã giải mã

source: Invalid passcode or recovery code
ar: رمز المرور أو رمز الاسترداد غير صالح
de_de: Ungültiger Passcode oder Wiederherstellungscode
fr_fr: Code de vérification ou code de récupération invalide
pt_pt: Passcode ou código de recuperação inválido
tr_tr: Geçersiz parola veya kurtarma kodu
uk_ua: Невірний код підтвердження або код відновлення
vi_vn: Mã xác thực hoặc mã khôi phục không hợp lệ

source: Invalid path: {0}
de_de: Ungültiger Pfad: {0}
fr_fr: Chemin invalide : {0}
pt_pt: Caminho inválido: {0}
tr_tr: Geçersiz yol: {0}
uk_ua: Недійсний шлях: {0}
vi_vn: Đường dẫn không hợp lệ: {0}

source: Invalid private key format
de_de: Ungültiges Format des privaten Schlüssels
fr_fr: Format de clé privée invalide
pt_pt: Formato de chave privada inválido
tr_tr: Geçersiz özel anahtar biçimi
uk_ua: Недійсний формат закритого ключа
vi_vn: Định dạng khóa riêng không hợp lệ

source: Invalid recovery code
ar: رمز الاسترداد غير صالح
de_de: Ungültiger Wiederherstellungscode
fr_fr: Code de récupération invalide
pt_pt: Código de recuperação inválido
tr_tr: Geçersiz kurtarma kodu
uk_ua: Недійсний код відновлення
vi_vn: Mã khôi phục không hợp lệ

source: Invalid request format
ar: تنسيق الطلب غير صالح
de_de: Ungültiges Anforderungsformat
fr_fr: Format de la requête invalide
pt_pt: Formato de pedido inválido
tr_tr: Geçersiz istek biçimi
uk_ua: Недійсний формат запиту
vi_vn: Định dạng yêu cầu không hợp lệ

source: Invalid security token format
ar: تنسيق رمز الأمان غير صالح
de_de: Ungültiges Sicherheitstoken-Format
fr_fr: Format de jeton de sécurité invalide
pt_pt: Formato de token de segurança inválido
tr_tr: Geçersiz güvenlik belirteci biçimi
uk_ua: Недійсний формат токена безпеки
vi_vn: Định dạng mã bảo mật không hợp lệ

source: Invalid Telegram Chat ID: cannot be zero
de_de: Ungültige Telegram-Chat-ID: darf nicht null sein
pt_pt: ID de chat do Telegram inválido: não pode ser zero
