Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Other Nginx processes
ar: عمليات Nginx الأخرى
de_de: Andere Nginx-Prozesse
fr_fr: Autres processus Nginx
pt_pt: Outros processos Nginx
tr_tr: Diğer Nginx işlemleri
uk_ua: Інші процеси Nginx
vi_vn: Các tiến trình Nginx khác

source: Other Processes
ar: العمليات الأخرى
de_de: Andere Prozesse
fr_fr: Autres processus
pt_pt: Outros processos
tr_tr: Diğer İşlemler
uk_ua: Інші процеси
vi_vn: Các tiến trình khác

source: Others
ar: أخرى
de_de: Andere
fr_fr: Autres
pt_pt: Outros
tr_tr: Diğerleri
uk_ua: Інші
vi_vn: Khác

source: Otp or recovery code empty
ar: رمز OTP أو رمز الاسترداد فارغ
de_de: OTP- oder Wiederherstellungscode leer
fr_fr: Code OTP ou de récupération vide
pt_pt: Código OTP ou de recuperação vazio
tr_tr: OTP veya kurtarma kodu boş
uk_ua: OTP або код відновлення порожній
vi_vn: OTP hoặc mã khôi phục trống

source: Overwrite
ar: الكتابة فوق
de_de: Überschreiben
fr_fr: Remplacer
pt_pt: Substituir
tr_tr: Üzerine yaz
uk_ua: Перезаписати
vi_vn: Ghi đè

source: Overwrite exist file
ar: الكتابة فوق الملف الموجود
de_de: Zu überschreibende Datei existiert
fr_fr: Écraser le fichier existant
pt_pt: Substituir ficheiro existente
tr_tr: Mevcut dosyanın üzerine yaz
uk_ua: Перезаписати існуючий файл
vi_vn: Ghi đè tập tin đã tồn tại

source: Page Size
ar: حجم الصفحة
de_de: Seitengröße
fr_fr: Taille de page
pt_pt: Tamanho da página
tr_tr: Sayfa Boyutu
uk_ua: Розмір сторінки
vi_vn: Kích thước trang

source: Params
ar: عوامل
de_de: Parameter
fr_fr: Paramètres
pt_pt: Parâmetros
tr_tr: Parametreler
uk_ua: Параметри
vi_vn: Tham số

source: Params Optimization
ar: تحسين المعلمات
de_de: Parameteroptimierung
fr_fr: Optimisation des paramètres
pt_pt: Otimização de parâmetros
tr_tr: Parametre Optimizasyonu
uk_ua: Оптимізація параметрів
vi_vn: Tối ưu hóa tham số

source: Parser Performance
de_de: Parser-Leistung
fr_fr: Performance de l'analyseur
pt_pt: Desempenho do analisador
uk_ua: Продуктивність парсера
vi_vn: Hiệu suất phân tích

source: Passkey
ar: مفتاح المرور
fr_fr: Clé d'accès
pt_pt: Chave de acesso
tr_tr: Geçiş Anahtarı
uk_ua: Ключ доступу
vi_vn: Khóa truy cập

source: Passkeys are webauthn credentials that validate your identity using touch, facial recognition, a device password, or a PIN. They can be used as a password replacement or as a 2FA method.
ar: مفاتيح المرور هي بيانات اعتماد ويباثن تتحقق من هويتك باستخدام اللمس أو التعرف على الوجه أو كلمة مرور الجهاز أو رقم التعريف الشخصي. يمكن استخدامها كبديل لكلمة المرور أو كطريقة للمصادقة الثنائية.
de_de: Passkeys sind Webauthn-Anmeldeinformationen, die deine Identität über Berührung, Gesichtserkennung, ein Gerätepasswort oder eine PIN validieren. Sie können als Passwortersatz oder als 2FA-Methode verwendet werden.
fr_fr: Les passkeys sont des identifiants WebAuthn qui valident votre identité en utilisant le toucher, la reconnaissance faciale, un mot de passe d'appareil ou un code PIN. Elles peuvent être utilisées comme remplacement d'un mot de passe ou comme méthode d'authentification à deux facteurs (2FA).
pt_pt: As passkeys são credenciais WebAuthn que validam a sua identidade utilizando toque, reconhecimento facial, uma palavra-passe do dispositivo ou um PIN. Podem ser usadas como substituto de palavra-passe ou como método de autenticação de dois fatores (2FA).
tr_tr: Passkey'ler, dokunma, yüz tanıma, bir cihaz şifresi veya PIN kullanarak kimliğinizi doğrulayan WebAuthn kimlik bilgileridir. Bir şifre yerine veya iki faktörlü kimlik doğrulama (2FA) yöntemi olarak kullanılabilirler.
uk_ua: Пасскі — це облікові дані WebAuthn, які підтверджують вашу особу за допомогою дотику, розпізнавання обличчя, пароля пристрою або PIN-коду. Вони можуть використовуватися замість пароля або як метод двофакторної аутентифікації (2FA).
vi_vn: Passkey là thông tin xác thực WebAuthn dùng để xác minh danh tính của bạn thông qua chạm, nhận diện khuôn mặt, mật khẩu thiết bị hoặc mã PIN. Chúng có thể được sử dụng để thay thế mật khẩu hoặc làm phương thức xác thực hai yếu tố (2FA).

source: Password
ar: كلمة المرور
de_de: Passwort
fr_fr: Mot de passe
pt_pt: Palavra-passe
tr_tr: Şifre
uk_ua: Пароль
vi_vn: Mật khẩu

source: Password (*)
ar: كلمة المرور (*)
de_de: Passwort (*)
fr_fr: Mot de passe (*)
pt_pt: Palavra-passe (*)
tr_tr: Şifre (*)
uk_ua: Пароль (*)
vi_vn: Mật khẩu (*)

source: Password incorrect
ar: كلمة المرور غير صحيحة
de_de: Falsches Passwort
fr_fr: Mot de passe incorrect
pt_pt: Palavra-passe incorreta
tr_tr: Yanlış şifre
uk_ua: Невірний пароль
vi_vn: Mật khẩu không đúng

source: Password length cannot exceed 20 characters
ar: يجب ألا يتجاوز طول كلمة المرور 20 حرفًا
de_de: Passwort darf nicht länger als 20 Zeichen sein
fr_fr: La longueur du mot de passe ne peut pas dépasser 20 caractères
pt_pt: O comprimento da palavra-passe não pode exceder 20 caracteres
tr_tr: Şifre uzunluğu 20 karakteri geçemez
uk_ua: Довжина пароля не може перевищувати 20 символів
vi_vn: Độ dài mật khẩu không được vượt quá 20 ký tự

source: Password updated successfully
de_de: Passwort erfolgreich aktualisiert
fr_fr: Mot de passe mis à jour avec succès
pt_pt: Palavra-passe atualizada com sucesso
tr_tr: Şifre başarıyla güncellendi
uk_ua: Пароль успішно оновлено
vi_vn: Cập nhật mật khẩu thành công

source: Passwords do not match
de_de: Passwörter stimmen nicht überein
fr_fr: Les mots de passe ne correspondent pas
pt_pt: As palavras-passe não coincidem
tr_tr: Şifreler eşleşmiyor
uk_ua: Паролі не збігаються
vi_vn: Mật khẩu không khớp

source: Path
ar: مسار
de_de: Pfad
fr_fr: Chemin
pt_pt: Caminho
tr_tr: Yol
uk_ua: Шлях
vi_vn: Đường dẫn

source: Path not in granted access paths: {0}
de_de: Pfad nicht in den gewährten Zugriffspfaden: {0}
fr_fr: Le chemin n'est pas dans les chemins d'accès accordés : {0}
pt_pt: Caminho não está nos caminhos de acesso concedidos: {0}
tr_tr: Yol, verilen erişim yollarında değil: {0}
uk_ua: Шлях не входить до наданих шляхів доступу: {0}
vi_vn: Đường dẫn không nằm trong các đường dẫn truy cập được cấp: {0}

source: Path: {0} is not under the nginx conf dir: {1}
ar: المسار: {0} ليس ضمن دليل nginx conf: {1}
de_de: Pfad: {0} befindet sich nicht unter dem nginx-Konfigurationsverzeichnis: {1}
fr_fr: Le chemin : {0} ne se trouve pas dans le répertoire de configuration nginx : {1}
pt_pt: O caminho: {0} não está no diretório de configuração do nginx: {1}
tr_tr: Yol: {0}, nginx yapılandırma dizini: {1} altında değil
uk_ua: Шлях: {0} не знаходиться в каталозі конфігурації nginx: {1}
vi_vn: Đường dẫn: {0} không nằm trong thư mục cấu hình nginx: {1}

source: Payload resource is nil
ar: مورد الحمولة فارغ
de_de: Die Nutzlast-Ressource ist null
fr_fr: La ressource de charge utile est nulle
pt_pt: O recurso de carga útil é nulo
tr_tr: Yük kaynağı nil
uk_ua: Ресурс навантаження є nil
vi_vn: Tài nguyên tải trọng là nil

source: Peak Hour
de_de: Hauptverkehrszeit
fr_fr: Heure de pointe
pt_pt: Hora de pico
tr_tr: Zirve Saati
uk_ua: Пікова година
vi_vn: Giờ cao điểm

source: Pending
de_de: Ausstehend
fr_fr: En attente
pt_pt: Pendente
tr_tr: Beklemede
uk_ua: Очікується
vi_vn: Đang chờ

source: Percentage
de_de: Prozentsatz
fr_fr: Pourcentage
pt_pt: Percentagem
tr_tr: Yüzde
uk_ua: Відсоток
vi_vn: Phần trăm

source: Perform
ar: نفذ
de_de: Ausführen
fr_fr: Exécuter
pt_pt: Realizar
tr_tr: Uygula
uk_ua: Виконати
vi_vn: Thực hiện

source: Perform core upgrade error
ar: خطأ في تنفيذ ترقية النواة
de_de: Führe Core-Upgrade-Fehler aus
fr_fr: Erreur lors de la mise a niveau du core
pt_pt: Erro ao efectuar actualização do core
tr_tr: Çekirdek yükseltme hatası
uk_ua: Помилка виконання оновлення ядра
vi_vn: Nâng cấp core không thành công

source: Performance
ar: الأداء
de_de: Leistung
pt_pt: Desempenho
tr_tr: Performans
uk_ua: Продуктивність
vi_vn: Hiệu suất

source: Performance Metrics
ar: مقاييس الأداء
de_de: Leistungsmetriken
fr_fr: Métriques de performance
pt_pt: Métricas de desempenho
tr_tr: Performans Metrikleri
uk_ua: Метрики продуктивності
vi_vn: Chỉ số hiệu suất

source: Performance settings saved successfully
ar: تم حفظ إعدادات الأداء بنجاح
de_de: Leistungseinstellungen erfolgreich gespeichert
fr_fr: Paramètres de performance enregistrés avec succès
pt_pt: Configurações de desempenho guardadas com sucesso
tr_tr: Performans ayarları başarıyla kaydedildi
uk_ua: Налаштування продуктивності успішно збережено
vi_vn: Đã lưu cài đặt hiệu suất thành công

source: Performing core upgrade
ar: تنفيذ ترقية النواة
de_de: Führe Core-Upgrade aus
fr_fr: Exécution de la mise à niveau du core
pt_pt: Executando actualização do core
tr_tr: Çekirdek yükseltme gerçekleştiriliyor
uk_ua: Виконується оновлення ядра
vi_vn: Nâng cấp core

source: Personal Information
de_de: Persönliche Informationen
fr_fr: Informations personnelles
pt_pt: Informações pessoais
tr_tr: Kişisel Bilgiler
uk_ua: Особиста інформація
vi_vn: Thông tin cá nhân

source: PID path not exist
ar: مسار PID غير موجود
de_de: PID-Pfad existiert nicht
fr_fr: Le chemin du PID n'existe pas
pt_pt: O caminho do PID não existe
tr_tr: PID yolu mevcut değil
uk_ua: Шлях PID не існує
vi_vn: Đường dẫn PID không tồn tại

source: Plain text is empty
ar: النص العادي فارغ
de_de: Klartext ist leer
fr_fr: Le texte en clair est vide
pt_pt: O texto simples está vazio
tr_tr: Düz metin boş
uk_ua: Звичайний текст порожній
vi_vn: Văn bản thuần túy trống

source: Please enable the stub_status module to get request statistics, connection count, etc.
ar: يرجى تمكين وحدة stub_status للحصول على إحصائيات الطلبات وعدد الاتصالات وما إلى ذلك.
de_de: Bitte aktivieren Sie das stub_status-Modul, um Anforderungsstatistiken, Verbindungsanzahl usw. zu erhalten.
fr_fr: Veuillez activer le module stub_status pour obtenir des statistiques de requêtes, le nombre de connexions, etc.
pt_pt: Por favor, ative o módulo stub_status para obter estatísticas de pedidos, contagem de conexões, etc.
tr_tr: İstek istatistikleri, bağlantı sayısı vb. bilgileri almak için lütfen stub_status modülünü etkinleştirin.
uk_ua: Будь ласка, увімкніть модуль stub_status, щоб отримати статистику запитів, кількість з’єднань тощо.
vi_vn: Vui lòng bật module stub_status để nhận thống kê yêu cầu, số lượng kết nối, v.v.

source: Please enter
de_de: Bitte eingeben
fr_fr: Veuillez saisir
pt_pt: Por favor, insira
tr_tr: Lütfen girin
uk_ua: Будь ласка, введіть
vi_vn: Vui lòng nhập

source: Please enter a name for the passkey you wish to create and click the OK button below.
ar: يرجى إدخال اسم لمفتاح المرور الذي ترغب في إنشائه ثم انقر على زر موافق أدناه.
de_de: Bitte gib einen Namen für den Passkey ein, den du erstellen möchtest, und klicke auf die Schaltfläche OK.
fr_fr: Veuillez entrer un nom pour la clé d'accès que vous souhaitez créer et cliquer sur le bouton OK ci-dessous.
pt_pt: Por favor, insira um nome para a chave de acesso que deseja criar e clique no botão OK abaixo.
tr_tr: Oluşturmak istediğiniz anahtar için bir ad girin ve aşağıdaki Tamam butonuna tıklayın.
uk_ua: Будь ласка, введіть назву для ключа доступу, який ви хочете створити, і натисніть кнопку OK нижче.
vi_vn: Vui lòng nhập tên cho khóa truy cập bạn muốn tạo và nhấp vào nút OK bên dưới.

source: Please enter a valid IPv4 address (0-255 per octet)
de_de: Bitte geben Sie eine gültige IPv4-Adresse ein (0-255 pro Oktett)
fr_fr: Veuillez entrer une adresse IPv4 valide (0-255 par octet)
pt_pt: Por favor, insira um endereço IPv4 válido (0-255 por octeto)
tr_tr: Lütfen geçerli bir IPv4 adresi girin (her oktet için 0-255)
uk_ua: Будь ласка, введіть дійсну IPv4-адресу (0-255 для кожного октету)
vi_vn: Vui lòng nhập địa chỉ IPv4 hợp lệ (0-255 mỗi octet)

source: Please enter a valid IPv4 or IPv6 address
de_de: Bitte geben Sie eine gültige IPv4- oder IPv6-Adresse ein
fr_fr: Veuillez entrer une adresse IPv4 ou IPv6 valide
pt_pt: Por favor, insira um endereço IPv4 ou IPv6 válido
tr_tr: Lütfen geçerli bir IPv4 veya IPv6 adresi girin
uk_ua: Будь ласка, введіть дійсну IPv4 або IPv6 адресу
vi_vn: Vui lòng nhập địa chỉ IPv4 hoặc IPv6 hợp lệ

source: Please enter a valid port range
de_de: Bitte geben Sie einen gültigen Portbereich ein
fr_fr: Veuillez entrer une plage de ports valide
pt_pt: Por favor, insira um intervalo de portas válido
tr_tr: Lütfen geçerli bir port aralığı girin
uk_ua: Будь ласка, введіть дійсний діапазон портів
vi_vn: Vui lòng nhập một phạm vi cổng hợp lệ

source: Please enter at least one domain
de_de: Bitte geben Sie mindestens eine Domain ein
fr_fr: Veuillez saisir au moins un domaine
pt_pt: Por favor, insira pelo menos um domínio
tr_tr: Lütfen en az bir alan adı girin
uk_ua: Будь ласка, введіть хоча б один домен
vi_vn: Vui lòng nhập ít nhất một tên miền

source: Please enter the OTP code:
ar: يرجى إدخال رمز OTP:
de_de: Bitte gib den OTP-Code ein:
fr_fr: Veuillez entrer le code OTP :
pt_pt: Por favor, insira o código OTP:
tr_tr: Lütfen OTP kodunu girin:
uk_ua: Будь ласка, введіть OTP-код:
vi_vn: Vui lòng nhập mã OTP:

source: Please enter the security token
ar: الرجاء إدخال رمز الأمان
de_de: Bitte geben Sie das Sicherheitstoken ein
fr_fr: Veuillez saisir le jeton de sécurité
pt_pt: Por favor, insira o token de segurança
tr_tr: Lütfen güvenlik belirtecini girin
uk_ua: Будь ласка, введіть токен безпеки
vi_vn: Vui lòng nhập mã bảo mật

source: Please enter the security token received during backup
ar: الرجاء إدخال رمز الأمان الذي تم استلامه أثناء النسخ الاحتياطي
de_de: Bitte geben Sie das während der Sicherung erhaltene Sicherheitstoken ein
fr_fr: Veuillez saisir le jeton de sécurité reçu lors de la sauvegarde
pt_pt: Por favor, insira o token de segurança recebido durante a cópia de segurança
tr_tr: Lütfen yedekleme sırasında alınan güvenlik belirtecini girin
uk_ua: Будь ласка, введіть токен безпеки, отриманий під час резервного копіювання
vi_vn: Vui lòng nhập mã bảo mật nhận được trong quá trình sao lưu

source: Please enter the server IP address
de_de: Bitte geben Sie die Server-IP-Adresse ein
fr_fr: Veuillez entrer l'adresse IP du serveur
pt_pt: Por favor, insira o endereço IP do servidor
tr_tr: Lütfen sunucu IP adresini girin
uk_ua: Будь ласка, введіть IP-адресу сервера
vi_vn: Vui lòng nhập địa chỉ IP của máy chủ

source: Please fill all fields correctly
de_de: Bitte füllen Sie alle Felder korrekt aus
fr_fr: Veuillez remplir tous les champs correctement
pt_pt: Por favor, preencha todos os campos corretamente
tr_tr: Lütfen tüm alanları doğru şekilde doldurun
uk_ua: Будь ласка, заповніть усі поля правильно
vi_vn: Vui lòng điền đầy đủ và chính xác tất cả các trường

source: Please fill in required S3 configuration fields
de_de: Bitte füllen Sie die erforderlichen S3-Konfigurationsfelder aus
fr_fr: Veuillez remplir les champs de configuration S3 requis
pt_pt: Por favor, preencha os campos de configuração do S3 necessários
tr_tr: Lütfen gerekli S3 yapılandırma alanlarını doldurun
uk_ua: Будь ласка, заповніть обов’язкові поля конфігурації S3
vi_vn: Vui lòng điền vào các trường cấu hình S3 bắt buộc

source: Please fill in the API authentication credentials provided by your DNS provider.
ar: يرجى ملء بيانات اعتماد مصادقة API المقدمة من مزود DNS الخاص بك.
de_de: Bitte fülle die API-Authentifizierungsdaten aus, die dir von deinem DNS-Provider zur Verfügung gestellt wurden.
fr_fr: Veuillez remplir les informations d'authentification API fournies par votre fournisseur DNS.
pt_pt: Preencha as credenciais de autenticação da API fornecidas pelo seu fornecedor de DNS.
tr_tr: Lütfen DNS sağlayıcınız tarafından sağlanan API kimlik bilgilerini doldurun.
uk_ua: Будь ласка, заповніть облікові дані API, надані вашим DNS-провайдером.
vi_vn: Vui lòng điền thông tin xác thực API do nhà cung cấp DNS của bạn cung cấp

source: Please first add credentials in Certification > DNS Credentials, and then select one of the credentialsbelow to request the API of the DNS provider.
ar: يرجى أولاً إضافة بيانات الاعتماد في الشهادات > بيانات اعتماد DNS، ثم اختيار أحد بيانات الاعتماد أدناه لطلب API لمزود DNS.
de_de: Bitte füge zuerst Anmeldeinformationen in Zertifikation > DNS-Anmeldeinformationen hinzu und wähle dann eine der unten aufgeführten Anmeldeinformationen aus, um die API des DNS-Anbieters anzufordern.
fr_fr: Veuillez d'abord ajouter des identifiants dans Certification > Identifiants DNS, puis sélectionner l'un des identifiants ci-dessous pour demander l'API du fournisseur DNS.
pt_pt: Primeiro adicione as credenciais em Certificação > Credenciais DNS e selecione uma das credenciais abaixo para solicitar a API do fornecedor DNS.
tr_tr: Lütfen önce Sertifikasyon > DNS Kimlik Bilgileri bölümünde kimlik bilgilerini ekleyin, ardından DNS sağlayıcısının API'sini talep etmek için aşağıdaki kimlik bilgilerinden birini seçin.
uk_ua: Спочатку додайте облікові дані в розділі Certification > DNS Credentials, а потім виберіть один із наведених нижче облікових записів, щоб надіслати запит до API постачальника DNS.
vi_vn: Trước tiên, vui lòng thêm thông tin xác thực trong Chứng chỉ > Thông tin xác thực DNS, sau đó chọn nhà cung cấp DNS

source: Please generate new recovery codes in the preferences immediately to prevent lockout.
ar: يرجى إنشاء رموز استرداد جديدة في التفضيلات على الفور لمنع الإغلاق.
de_de: Bitte generieren Sie sofort neue Wiederherstellungscodes in den Einstellungen, um eine Sperrung zu verhindern.
fr_fr: Veuillez générer immédiatement de nouveaux codes de récupération dans les préférences pour éviter un verrouillage.
pt_pt: Por favor, gere novos códigos de recuperação nas preferências imediatamente para evitar bloqueio.
tr_tr: Kilitlenmeyi önlemek için tercihlerden hemen yeni kurtarma kodları oluşturun.
uk_ua: Будь ласка, негайно згенеруйте нові коди відновлення в налаштуваннях, щоб уникнути блокування.
vi_vn: Vui lòng tạo mã khôi phục mới trong phần tùy chọn ngay lập tức để tránh bị khóa.

source: Please input a filename
ar: يرجى إدخال اسم الملف
de_de: Bitte geben Sie einen Dateinamen ein
fr_fr: Veuillez renseigner un nom de fichier
pt_pt: Introduza o nome do ficheiro
tr_tr: Lütfen bir dosya adı girin
uk_ua: Будь ласка, введіть назву файлу
vi_vn: Vui lòng nhập tên tệp

source: Please input a folder name
ar: يرجى إدخال اسم المجلد
de_de: Bitte geben Sie einen Ordnernamen ein
fr_fr: Veuillez renseigner un nom de répertoire
pt_pt: Por favor introduza o nome da pasta
tr_tr: Lütfen bir klasör adı girin
uk_ua: Будь ласка, введіть назву папки
vi_vn: Vui lòng nhập tên thư mục

source: Please input name, this will be used as the filename of the new configuration!
ar: يرجى إدخال الاسم، سيتم استخدامه كاسم الملف للتكوين الجديد!
de_de: Bitte gib einen Namen ein, der als Dateiname der neuen Konfiguration verwendet wird!
fr_fr: Veuillez entrer le nom, il sera utilisé comme nom de fichier de la nouvelle configuration !
pt_pt: Por favor insira o nome, este será utilizado como nome do ficheiro da nova configuração!
tr_tr: Lütfen bir ad girin, bu yeni yapılandırmanın dosya adı olarak kullanılacaktır!
uk_ua: Будь ласка, введіть назву, вона буде використовуватися як ім'я файлу нової конфігурації!
vi_vn: Vui lòng nhập tên, tên này sẽ được sử dụng làm tên tệp của cấu hình mới!

source: Please input name, this will be used as the filename of the new configuration.
ar: يرجى إدخال الاسم، سيتم استخدامه كاسم الملف للتكوين الجديد.
de_de: Bitte gib einen Namen ein, der als Dateiname der neuen Konfiguration verwendet wird.
fr_fr: Veuillez entrer le nom, il sera utilisé comme nom de fichier de la nouvelle configuration.
pt_pt: Por favor, insira o nome, isto será usado como o nome do ficheiro da nova configuração.
tr_tr: Lütfen bir ad girin, bu yeni yapılandırmanın dosya adı olarak kullanılacaktır.
uk_ua: Будь ласка, введіть назву, вона буде використовуватися як ім’я файлу для нової конфігурації.
vi_vn: Vui lòng nhập tên, tên này sẽ được sử dụng làm tên tệp cho cấu hình mới.

source: Please input your E-mail!
ar: يرجى إدخال بريدك الإلكتروني!
de_de: Bitte gib deine E-Mail-Adresse ein!
fr_fr: Veuillez saisir votre e-mail !
pt_pt: Por favor introduza o seu E-mail!
tr_tr: Lütfen e-posta adresinizi giriniz!
uk_ua: Будь ласка, введіть вашу електронну пошту!
vi_vn: Vui lòng nhập E-mail của bạn!

source: Please input your password!
ar: يرجى إدخال كلمة المرور الخاصة بك!
de_de: Bitte gib dein Passwort ein!
fr_fr: Veuillez saisir votre mot de passe !
pt_pt: Por favor introduza a sua palavra-passe!
tr_tr: Lütfen şifrenizi girin!
uk_ua: Будь ласка, введіть ваш пароль!
vi_vn: Vui lòng nhập mật khẩu!

source: Please input your username!
ar: يرجى إدخال اسم المستخدم الخاص بك!
de_de: Bitte gib deinen Benutzernamen ein!
fr_fr: Veuillez saisir votre nom d'utilisateur !
pt_pt: Por favor introduza o seu nome de utilizador!
tr_tr: Lütfen kullanıcı adınızı girin!
uk_ua: Будь ласка, введіть ваше ім'я користувача!
vi_vn: Vui lòng nhập username!

source: Please log in.
ar: الرجاء تسجيل الدخول.
de_de: Bitte melden Sie sich an.
fr_fr: Veuillez vous connecter.
pt_pt: Por favor, faça login.
tr_tr: Lütfen giriş yapın.
uk_ua: Будь ласка, увійдіть.
vi_vn: Vui lòng đăng nhập.

source: Please note that the unit of time configurations below are all in seconds.
ar: يرجى ملاحظة أن تكوين وحدات الوقت أدناه كلها بالثواني.
de_de: Bitte beachte, dass die Zeiteinheiten der unten aufgeführten Konfigurationen alle in Sekunden angegeben sind.
fr_fr: Veuillez noter que les unités de temps des configurations ci-dessous sont toutes en secondes.
pt_pt: Note que as definições da unidade de tempo abaixo estão todas em segundos.
tr_tr: Lütfen aşağıdaki zaman yapılandırmalarının birimlerinin saniye cinsinden olduğunu unutmayın.
uk_ua: Будь ласка, зверніть увагу, що одиницею виміру часу в наведених нижче налаштуваннях є секунди.
vi_vn: Lưu ý đơn vị cấu hình thời gian bên dưới được tính bằng giây.

source: Please resolve all issues before proceeding with installation
ar: يرجى حل جميع المشكلات قبل المتابعة مع التثبيت
de_de: Bitte beheben Sie alle Probleme, bevor Sie mit der Installation fortfahren
fr_fr: Veuillez résoudre tous les problèmes avant de procéder à l'installation
pt_pt: Por favor, resolva todos os problemas antes de prosseguir com a instalação
tr_tr: Lütfen kuruluma devam etmeden önce tüm sorunları çözün
uk_ua: Будь ласка, усуньте всі проблеми перед продовженням встановлення
vi_vn: Vui lòng giải quyết tất cả các vấn đề trước khi tiến hành cài đặt

source: Please save this security token, you will need it for restoration:
ar: يرجى حفظ رمز الأمان هذا، ستحتاج إليه للاستعادة:
de_de: Bitte speichern Sie dieses Sicherheitstoken, Sie benötigen es für die Wiederherstellung:
fr_fr: Veuillez enregistrer ce jeton de sécurité, vous en aurez besoin pour la restauration :
pt_pt: Por favor, guarde este token de segurança, vai precisar dele para a restauração:
tr_tr: Lütfen bu güvenlik belirtecini kaydedin, geri yükleme için ihtiyacınız olacak:
uk_ua: Будь ласка, збережіть цей токен безпеки, він знадобиться вам для відновлення:
vi_vn: Vui lòng lưu token bảo mật này, bạn sẽ cần nó để khôi phục:

source: Please select a backup file
ar: الرجاء تحديد ملف النسخ الاحتياطي
de_de: Bitte wählen Sie eine Sicherungsdatei aus
fr_fr: Veuillez sélectionner un fichier de sauvegarde
pt_pt: Por favor, selecione um ficheiro de cópia de segurança
tr_tr: Lütfen bir yedekleme dosyası seçin
uk_ua: Будь ласка, виберіть файл резервної копії
vi_vn: Vui lòng chọn tệp sao lưu

source: Please select a notification type
de_de: Bitte wählen Sie einen Benachrichtigungstyp aus
fr_fr: Veuillez sélectionner un type de notification
pt_pt: Por favor, selecione um tipo de notificação
tr_tr: Lütfen bir bildirim türü seçin
uk_ua: Будь ласка, виберіть тип сповіщення
vi_vn: Vui lòng chọn loại thông báo
