Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Make sure you have configured a reverse proxy for .well-known directory to HTTPChallengePort before obtaining the certificate.
ar: تأكد من تكوين وكيل عكسي لدليل .well-known إلى HTTPChallengePort قبل الحصول على الشهادة.
de_de: Stellen Sie sicher, dass Sie einen Reverse-Proxy für das .well-known-Verzeichnis zum HTTPChallengePort konfiguriert haben, bevor Sie das Zertifikat erhalten.
fr_fr: Assurez-vous d'avoir configuré un proxy inverse pour le répertoire .well-known vers HTTPChallengePort avant d'obtenir le certificat.
pt_pt: Certifique-se de que configurou um proxy reverso do diretório .well-known para HTTPChallengePort antes de obter o certificado.
tr_tr: Sertifikayı almadan önce .well-known dizini için HTTPChallengePort'a bir ters proxy yapılandırdığınızdan emin olun.
uk_ua: Перш ніж отримати сертифікат, переконайтеся, що ви налаштували зворотний проксі для каталогу .well-known на HTTPChallengePort.
vi_vn: Đảm bảo bạn đã cấu hình proxy ngược cho thư mục .well-known đến HTTPChallengePort trước khi nhận chứng chỉ.

source: Manage Configs
ar: إدارة التكوينات
de_de: Verwalte Konfigurationen
fr_fr: Gérer les configurations
pt_pt: Gerir Configurações
tr_tr: Yapılandırmaları Yönet
uk_ua: Керування конфігураціями
vi_vn: Quản lý cấu hình

source: Manage Sites
ar: إدارة المواقع
de_de: Verwalte Seiten
fr_fr: Gérer les sites
pt_pt: Gerir Sites
tr_tr: Siteleri Yönet
uk_ua: Керування сайтами
vi_vn: Quản lý Website

source: Manage Streams
ar: إدارة التدفقات
de_de: Streams verwalten
fr_fr: Gérer les flux
pt_pt: Gerir Streams
tr_tr: Akışları Yönet
uk_ua: Керування потоками
vi_vn: Quản lý luồng

source: Manage Users
ar: إدارة المستخدمين
de_de: Verwalte Benutzer
fr_fr: Gérer les utilisateurs
pt_pt: Gerir Utilizadores
tr_tr: Kullanıcıları Yönet
uk_ua: Керування користувачами
vi_vn: Người dùng

source: Managed Certificate
ar: شهادة مُدارة
de_de: Verwaltetes Zertifikat
fr_fr: Certificat géré
pt_pt: Certificado Gerido
tr_tr: Yönetilen Sertifika
uk_ua: Керований сертифікат
vi_vn: Chứng chỉ được quản lý

source: Manager Files
ar: ملفات المدير
de_de: Manager-Dateien
fr_fr: Fichiers du gestionnaire
pt_pt: Ficheiros do gestor
tr_tr: Yönetici Dosyaları
uk_ua: Файли менеджера
vi_vn: Tập tin quản lý

source: Manager Sleep
ar: نوم المدير
de_de: Manager-Schlafzeit
fr_fr: Temps d'attente du gestionnaire
pt_pt: Tempo de espera do gestor
tr_tr: Yönetici Uykusu
uk_ua: Час очікування менеджера
vi_vn: Thời gian chờ của trình quản lý

source: Manager Threshold
ar: عتبة المدير
de_de: Manager-Schwellenwert
fr_fr: Seuil du Gestionnaire
pt_pt: Limite do Gestor
tr_tr: Yönetici Eşiği
uk_ua: Поріг менеджера
vi_vn: Ngưỡng Quản lý

source: manually set
ar: تم تعيينه يدويًا
de_de: manuell festgelegt
fr_fr: défini manuellement
pt_pt: definido manualmente
tr_tr: manuel olarak ayarlandı
uk_ua: встановлено вручну
vi_vn: đặt thủ công

source: Master
ar: الرئيسي
fr_fr: Maître
pt_pt: Mestre
tr_tr: Ana
uk_ua: Головний
vi_vn: Chính

source: Master process
ar: العملية الرئيسية
de_de: Master-Prozess
fr_fr: Processus maître
pt_pt: Processo principal
tr_tr: Ana süreç
uk_ua: Головний процес
vi_vn: Tiến trình chính

source: Master Process
ar: العملية الرئيسية
de_de: Master-Prozess
fr_fr: Processus maître
pt_pt: Processo mestre
tr_tr: Ana Süreç
uk_ua: Головний процес
vi_vn: Tiến trình chính

source: Max Attempts
ar: الحد الأقصى للمحاولات
de_de: Maximale Versuche
fr_fr: Tentatives maximum
pt_pt: Máximo de Tentativas
tr_tr: Maksimum Deneme Sayısı
uk_ua: Максимальна кількість спроб
vi_vn: Số lần thử tối đa

source: Max Concurrent Connections
ar: أقصى اتصالات متزامنة
de_de: Maximale gleichzeitige Verbindungen
fr_fr: Connexions simultanées maximales
pt_pt: Conexões simultâneas máximas
tr_tr: Maksimum Eşzamanlı Bağlantı
uk_ua: Максимальна кількість одночасних з’єднань
vi_vn: Kết nối đồng thời tối đa

source: Max Redirects
de_de: Maximale Weiterleitungen
fr_fr: Redirections maximales
pt_pt: Redirecionamentos máximos
tr_tr: Maksimum Yönlendirme
uk_ua: Максимальна кількість перенаправлень
vi_vn: Chuyển hướng tối đa

source: Max Requests Per Second
ar: الحد الأقصى للطلبات في الثانية
de_de: Maximale Anfragen pro Sekunde
fr_fr: Requêtes maximales par seconde
pt_pt: Pedidos máximos por segundo
tr_tr: Saniyede Maksimum İstek Sayısı
uk_ua: Максимальна кількість запитів за секунду
vi_vn: Yêu cầu tối đa mỗi giây

source: Maximum Cache Size
ar: الحد الأقصى لحجم الذاكرة المؤقتة
de_de: Maximale Cache-Größe
fr_fr: Taille maximale du cache
pt_pt: Tamanho máximo do cache
tr_tr: Maksimum Önbellek Boyutu
uk_ua: Максимальний розмір кешу
vi_vn: Kích thước bộ nhớ đệm tối đa

source: Maximum client request body size
ar: الحد الأقصى لحجم طلب العميل
de_de: Maximale Größe des Client-Anfragekörpers
fr_fr: Taille maximale du corps de la requête client
pt_pt: Tamanho máximo do corpo da solicitação do cliente
tr_tr: Maksimum istemci istek gövdesi boyutu
uk_ua: Максимальний розмір тіла запиту клієнта
vi_vn: Kích thước tối đa của phần thân yêu cầu từ máy khách

source: Maximum number of concurrent connections
ar: الحد الأقصى لعدد الاتصالات المتزامنة
de_de: Maximale Anzahl gleichzeitiger Verbindungen
fr_fr: Nombre maximum de connexions simultanées
pt_pt: Número máximo de conexões simultâneas
tr_tr: Maksimum eşzamanlı bağlantı sayısı
uk_ua: Максимальна кількість одночасних з’єднань
vi_vn: Số lượng kết nối đồng thời tối đa

source: Maximum number of connections per worker process
ar: الحد الأقصى لعدد الاتصالات لكل عملية عامل
de_de: Maximale Anzahl von Verbindungen pro Worker-Prozess
fr_fr: Nombre maximum de connexions par processus worker
pt_pt: Número máximo de conexões por processo de trabalho
tr_tr: Çalışan işlem başına maksimum bağlantı sayısı
uk_ua: Максимальна кількість з’єднань на один робочий процес
vi_vn: Số kết nối tối đa trên mỗi tiến trình worker

source: Maximum total size of the cache
ar: الحجم الإجمالي الأقصى للذاكرة المؤقتة
de_de: Maximale Gesamtgröße des Caches
fr_fr: Taille maximale totale du cache
pt_pt: Tamanho máximo total da cache
tr_tr: Önbelleğin maksimum toplam boyutu
uk_ua: Максимальний загальний розмір кешу
vi_vn: Kích thước tối đa của bộ nhớ đệm

source: Maximum worker process number:
ar: الحد الأقصى لعدد عمليات العامل:
de_de: Maximale Anzahl der Worker-Prozesse:
fr_fr: Nombre maximal de processus de travail :
pt_pt: Número máximo de processos de trabalho:
tr_tr: Maksimum çalışan işlem sayısı:
uk_ua: Максимальна кількість робочих процесів:
vi_vn: Số lượng tiến trình worker tối đa:

source: Memory
ar: ذاكرة
de_de: Arbeitsspeicher
fr_fr: Mémoire
pt_pt: Memória
tr_tr: Bellek
uk_ua: Пам'ять

source: Memory and Storage
ar: الذاكرة والتخزين
de_de: Arbeitsspeicher und Speicher
fr_fr: Mémoire et stockage
pt_pt: Memória e Armazenamento
tr_tr: Bellek ve Depolama
uk_ua: Пам’ять та сховище
vi_vn: Memory và Storage

source: Memory Design
de_de: Speicherdesign
fr_fr: Conception de la mémoire
pt_pt: Design de memória
uk_ua: Дизайн пам'яті
vi_vn: Thiết kế bộ nhớ

source: Memory Usage (RSS)
ar: استخدام الذاكرة (RSS)
de_de: Speichernutzung (RSS)
fr_fr: Utilisation de la mémoire (RSS)
pt_pt: Uso de memória (RSS)
tr_tr: Bellek Kullanımı (RSS)
uk_ua: Використання пам'яті (RSS)
vi_vn: Mức sử dụng bộ nhớ (RSS)

source: Method
de_de: Methode
fr_fr: Méthode
pt_pt: Método
tr_tr: Yöntem
uk_ua: Метод
vi_vn: Phương pháp

source: Method Name
de_de: Methodenname
fr_fr: Nom de la méthode
pt_pt: Nome do método
tr_tr: Metot Adı
uk_ua: Назва методу
vi_vn: Tên phương thức

source: Minimum file size for compression
ar: الحد الأدنى لحجم الملف للضغط
de_de: Mindestdateigröße für die Komprimierung
fr_fr: Taille minimale des fichiers pour la compression
pt_pt: Tamanho mínimo do ficheiro para compressão
tr_tr: Sıkıştırma için minimum dosya boyutu
uk_ua: Мінімальний розмір файлу для стиснення
vi_vn: Kích thước tệp tối thiểu để nén

source: Minimum Free Space
ar: الحد الأدنى للمساحة الحرة
de_de: Mindestfreier Speicherplatz
fr_fr: Espace libre minimum
pt_pt: Espaço livre mínimo
tr_tr: Minimum Boş Alan
uk_ua: Мінімальний вільний простір
vi_vn: Dung lượng trống tối thiểu

source: Minimum free space in the cache directory
ar: المساحة الحرة الدنيا في دليل التخزين المؤقت
de_de: Mindestfreier Speicherplatz im Cache-Verzeichnis
fr_fr: Espace libre minimum dans le répertoire de cache
pt_pt: Espaço livre mínimo no diretório de cache
tr_tr: Önbellek dizinindeki minimum boş alan
uk_ua: Мінімальний вільний простір у кеш-директорії
vi_vn: Dung lượng trống tối thiểu trong thư mục bộ nhớ đệm

source: Minimum:
de_de: Mindestanforderung:
pt_pt: Mínimo:
uk_ua: Мінімум:
vi_vn: Tối thiểu:

source: Minute
pt_pt: Minuto
tr_tr: Dakika
uk_ua: Хвилина
vi_vn: Phút

source: Minutes
ar: دقائق
de_de: Minuten
pt_pt: Minutos
tr_tr: Dakika
uk_ua: Хвилини
vi_vn: Phút

source: Mirror
de_de: Spiegel
fr_fr: Miroir
pt_pt: Espelho
tr_tr: Ayna
uk_ua: Дзеркало
vi_vn: Gương

source: Model
ar: نموذج
de_de: Modell
fr_fr: Modèle
pt_pt: Modelo
uk_ua: Модель
vi_vn: Mô hình

source: Modern analytics service not available
de_de: Moderner Analysedienst nicht verfügbar
fr_fr: Service d'analyse moderne non disponible
pt_pt: Serviço de análise moderno não disponível
uk_ua: Сучасний аналітичний сервіс недоступний
vi_vn: Dịch vụ phân tích hiện đại không khả dụng

source: Modern indexer service not available
de_de: Moderner Indexdienst nicht verfügbar
fr_fr: Service d'indexation moderne non disponible
pt_pt: Serviço de indexação moderno não disponível
uk_ua: Сучасна служба індексації недоступна
vi_vn: Dịch vụ lập chỉ mục hiện đại không khả dụng

source: Modern searcher service not available
de_de: Moderner Suchdienst nicht verfügbar
fr_fr: Service de recherche moderne non disponible
pt_pt: Serviço de pesquisa moderno não disponível
uk_ua: Сучасний пошуковий сервіс недоступний
vi_vn: Dịch vụ tìm kiếm hiện đại không khả dụng

source: Modified At
ar: تم التعديل في
de_de: Geändert am
fr_fr: Modifié le
pt_pt: Modificado em
tr_tr: Değiştirilme Tarihi
uk_ua: Змінено
vi_vn: Đã sửa đổi lúc

source: Modify
ar: تعديل
de_de: Ändern
fr_fr: Modifier
pt_pt: Modificar
tr_tr: Değiştir
uk_ua: Змінити
vi_vn: Sửa đổi

source: Modify Certificate
ar: تعديل الشهادة
de_de: Zertifikat ändern
fr_fr: Modifier le certificat
pt_pt: Modificar Certificado
tr_tr: Sertifikayı Düzenle
uk_ua: Редагувати сертифікат
vi_vn: Sửa đổi chứng chỉ

source: Modify Config
ar: تعديل التكوين
de_de: Konfiguration bearbeiten
fr_fr: Modifier la configuration
pt_pt: Modificar Configuração
tr_tr: Yapılandırmayı Düzenle
uk_ua: Змінити конфігурацію
vi_vn: Sửa cấu hình

source: Module
ar: الوحدة
de_de: Modul
pt_pt: Módulo
tr_tr: Modül
uk_ua: Модуль
vi_vn: Mô-đun

source: Modules
ar: الوحدات
de_de: Module
pt_pt: Módulos
tr_tr: Modüller
uk_ua: Модулі
vi_vn: Mô-đun

source: Modules cache refreshed
de_de: Modul-Cache aktualisiert
pt_pt: Cache de módulos atualizado
uk_ua: Кеш модулів оновлено
vi_vn: Đã làm mới bộ nhớ đệm mô-đun

source: Monday
de_de: Montag
fr_fr: Lundi
pt_pt: Segunda-feira
tr_tr: Pazartesi
uk_ua: Понеділок
vi_vn: Thứ Hai

source: Monthly
de_de: Monatlich
fr_fr: Mensuel
pt_pt: Mensal
tr_tr: Aylık
uk_ua: Щомісяця
vi_vn: Hàng tháng

source: Monthly on day %{day} at %{time}
de_de: Monatlich am %{day}. um %{time}
fr_fr: Mensuellement le jour %{day} à %{time}
pt_pt: Mensalmente no dia %{day} às %{time}
tr_tr: Her ayın %{day} günü %{time} saatinde
uk_ua: Щомісяця %{day} числа о %{time}
vi_vn: Hàng tháng vào ngày %{day} lúc %{time}

source: Multi-dimensional data visualization
de_de: Mehrdimensionale Datenvisualisierung
fr_fr: Visualisation de données multidimensionnelle
pt_pt: Visualização de dados multidimensionais
uk_ua: Багатовимірна візуалізація даних
vi_vn: Trực quan hóa dữ liệu đa chiều

source: Multi-line Directive
ar: توجيه متعدد الأسطر
de_de: Mehrzeilige Direktive
fr_fr: Directive multiligne
pt_pt: Diretiva Multilinha
tr_tr: Çok Satırlı Yönergeler
uk_ua: Багаторядкова директива
vi_vn: Chỉ thị nhiều dòng

source: Must be a public IP address accessible from the internet
de_de: Muss eine öffentliche IP-Adresse sein, die über das Internet erreichbar ist
fr_fr: Doit être une adresse IP publique accessible depuis Internet
pt_pt: Deve ser um endereço IP público acessível a partir da Internet
tr_tr: İnternetten erişilebilir bir genel IP adresi olmalıdır
uk_ua: Повинна бути публічною IP-адресою, доступною з Інтернету
vi_vn: Phải là địa chỉ IP công cộng có thể truy cập từ internet

source: N/A
de_de: N/V
fr_fr: N/D
pt_pt: N/D
tr_tr: Yok
uk_ua: Н/Д
vi_vn: Không có

source: Name
ar: اسم
fr_fr: Nom
pt_pt: Nome
tr_tr: İsim
uk_ua: Ім'я
vi_vn: Tên

source: Name or content
de_de: Name oder Inhalt
fr_fr: Nom ou contenu
pt_pt: Nome ou conteúdo
tr_tr: Ad veya içerik
uk_ua: Ім’я або вміст
vi_vn: Tên hoặc nội dung

source: Namespace
de_de: Namensraum
fr_fr: Espace de noms
pt_pt: Espaço de nomes
tr_tr: İsim alanı
uk_ua: Простір імен
vi_vn: Không gian tên

source: Namespaces
de_de: Namensräume
fr_fr: Espaces de noms
pt_pt: Espaços de nomes
tr_tr: İsim Alanları
uk_ua: Простори імен
vi_vn: Không gian tên

source: Need to enable the stub_status module
ar: يجب تمكين وحدة stub_status
de_de: Das stub_status-Modul muss aktiviert werden
fr_fr: Il faut activer le module stub_status
pt_pt: É necessário ativar o módulo stub_status
tr_tr: stub_status modülünün etkinleştirilmesi gerekiyor
uk_ua: Потрібно активувати модуль stub_status
vi_vn: Cần bật module stub_status

source: Network
ar: شبكة
de_de: Netzwerk
fr_fr: Réseau
pt_pt: Rede
tr_tr: Ağ
uk_ua: Мережа
vi_vn: Mạng

source: Network Statistics
ar: إحصائيات الشبكة
de_de: Netzwerkstatistiken
fr_fr: Statistiques du réseau
pt_pt: Estatísticas de Rede
tr_tr: Ağ İstatistikleri
uk_ua: Мережева статистика
vi_vn: Thống kê mạng

source: New Chat
de_de: Neuer Chat
fr_fr: Nouveau chat
pt_pt: Novo chat
uk_ua: Новий чат
vi_vn: Trò chuyện mới

source: New dns challenge provider error: {0}
de_de: Fehler beim neuen DNS-Herausforderungsanbieter: {0}
fr_fr: Erreur du nouveau fournisseur de défi DNS : {0}
pt_pt: Erro no novo provedor de desafio DNS: {0}
tr_tr: Yeni DNS sorgulama sağlayıcı hatası: {0}
uk_ua: Помилка нового постачальника DNS-виклику: {0}
vi_vn: Lỗi nhà cung cấp thử thách DNS mới: {0}

source: New Installation
ar: تثبيت جديد
de_de: Neue Installation
fr_fr: Nouvelle installation
pt_pt: Nova instalação
tr_tr: Yeni Kurulum
uk_ua: Нове встановлення
vi_vn: Cài đặt mới

source: New lego client error: {0}
de_de: Fehler beim neuen Lego-Client: {0}
fr_fr: Erreur du nouveau client lego : {0}
pt_pt: Erro no novo cliente lego: {0}
tr_tr: Yeni lego istemci hatası: {0}
uk_ua: Помилка нового клієнта lego: {0}
vi_vn: Lỗi máy khách lego mới: {0}

source: New name
ar: اسم جديد
de_de: Neuer Name
fr_fr: Nouveau nom
pt_pt: Novo nome
tr_tr: Yeni ad
uk_ua: Нова назва
vi_vn: Tên mới

source: New Password
de_de: Neues Passwort
fr_fr: Nouveau mot de passe
pt_pt: Nova senha
tr_tr: Yeni Şifre
uk_ua: Новий пароль
vi_vn: Mật khẩu mới

source: New Path
ar: مسار جديد
de_de: Neuer Pfad
fr_fr: Nouveau chemin
pt_pt: Novo Caminho
tr_tr: Yeni Yol
uk_ua: Новий шлях
vi_vn: Đường dẫn mới

source: New transport error: {0}
de_de: Neuer Transportfehler: {0}
fr_fr: Erreur de nouveau transport : {0}
pt_pt: Erro de transporte novo: {0}
tr_tr: Yeni taşıma hatası: {0}
uk_ua: Помилка нового транспорту: {0}
vi_vn: Lỗi vận chuyển mới: {0}

source: New version released
ar: تم إصدار نسخة جديدة
de_de: Neue Version veröffentlicht
fr_fr: Nouvelle version publiée
pt_pt: Nova versão lançada
tr_tr: Yeni sürüm yayınlandı
uk_ua: Випущено нову версію
vi_vn: Đã có phiên bản mới

source: Next
ar: التالي
de_de: Nächster
fr_fr: Suivant
pt_pt: Próximo
tr_tr: Sonraki
uk_ua: Далі
vi_vn: Tiếp theo

source: Nginx -T output is empty
de_de: Die Ausgabe von Nginx -T ist leer
fr_fr: La sortie de Nginx -T est vide
pt_pt: A saída de Nginx -T está vazia
tr_tr: Nginx -T çıktısı boş
uk_ua: Вивід Nginx -T порожній
vi_vn: Đầu ra của Nginx -T trống

source: Nginx Access Log Path
ar: مسار سجل الوصول لـ Nginx
de_de: Nginx Zugriffslog-Pfad
fr_fr: Chemin du journal d'accès Nginx
pt_pt: Caminho para Logs de Acesso do Nginx
tr_tr: Nginx Erişim Günlüğü Yolu
uk_ua: Шлях до журналу доступу Nginx
vi_vn: Vị trí lưu log truy cập (Access log) của Nginx

source: Nginx access log path exists
ar: مسار سجل الوصول إلى Nginx موجود
de_de: Der Pfad für den Nginx-Zugriffslog existiert
fr_fr: Le chemin du journal d'accès Nginx existe
pt_pt: O caminho do log de acesso do Nginx existe
tr_tr: Nginx erişim günlüğü yolu mevcut
uk_ua: Шлях до журналу доступу Nginx існує
vi_vn: Đường dẫn nhật ký truy cập Nginx tồn tại

source: Nginx and Nginx UI Config
de_de: Nginx und Nginx UI Konfiguration
fr_fr: Configuration Nginx et Nginx UI
pt_pt: Configuração do Nginx e Nginx UI
tr_tr: Nginx ve Nginx UI Yapılandırması
uk_ua: Конфігурація Nginx та Nginx UI
vi_vn: Cấu hình Nginx và Nginx UI

source: Nginx conf no http block
ar: تكوين Nginx لا يحتوي على كتلة http
de_de: Nginx-Konfiguration enthält keinen HTTP-Block
fr_fr: La configuration Nginx n'a pas de bloc http
pt_pt: A configuração do Nginx não tem bloco http
tr_tr: Nginx yapılandırmasında http bloğu yok
uk_ua: У конфігурації Nginx немає блоку http
vi_vn: Cấu hình Nginx không có khối http

source: Nginx conf no stream block
ar: تكوين Nginx لا يحتوي على كتلة stream
de_de: Nginx-Konfiguration ohne Stream-Block
fr_fr: Configuration Nginx sans bloc de flux
pt_pt: Configuração Nginx sem bloco de fluxo
tr_tr: Nginx yapılandırmasında akış bloğu yok
uk_ua: У конфігурації Nginx відсутній блок stream
vi_vn: Cấu hình Nginx không có khối stream

source: Nginx conf not include conf.d directory
ar: تكوين Nginx لا يتضمن دليل conf.d
de_de: Nginx-Konfiguration enthält kein conf.d-Verzeichnis
fr_fr: La configuration Nginx n'inclut pas le répertoire conf.d
pt_pt: A configuração do Nginx não inclui o diretório conf.d
tr_tr: Nginx yapılandırması conf.d dizinini içermiyor
uk_ua: Конфігурація Nginx не містить каталогу conf.d
vi_vn: Cấu hình Nginx không bao gồm thư mục conf.d

source: Nginx conf not include sites-enabled
ar: تكوين Nginx لا يتضمن sites-enabled
de_de: Nginx-Konfiguration enthält keine sites-enabled
fr_fr: La configuration Nginx n'inclut pas sites-enabled
pt_pt: A configuração do Nginx não inclui sites-enabled
tr_tr: Nginx yapılandırması sites-enabled içermiyor
uk_ua: Конфігурація Nginx не містить sites-enabled
vi_vn: Cấu hình Nginx không bao gồm sites-enabled

source: Nginx conf not include stream-enabled
ar: تكوين Nginx لا يتضمن stream-enabled
de_de: Nginx-Konfiguration enthält keinen stream-enabled-Ordner
fr_fr: La configuration Nginx n'inclut pas stream-enabled
pt_pt: A configuração do Nginx não inclui stream-enabled
tr_tr: Nginx yapılandırması stream-enabled içermiyor
uk_ua: Конфігурація Nginx не містить stream-enabled
vi_vn: Cấu hình Nginx không bao gồm stream-enabled

source: Nginx config directory is not set
ar: لم يتم تعيين دليل تكوين Nginx
de_de: Das Nginx-Konfigurationsverzeichnis ist nicht festgelegt
fr_fr: Le répertoire de configuration de Nginx n'est pas défini
pt_pt: O diretório de configuração do Nginx não está definido
tr_tr: Nginx yapılandırma dizini ayarlanmamış
uk_ua: Каталог конфігурації Nginx не встановлено
vi_vn: Thư mục cấu hình Nginx chưa được thiết lập

source: Nginx configuration directory exists
ar: دليل تكوين Nginx موجود
de_de: Nginx-Konfigurationsverzeichnis existiert
fr_fr: Le répertoire de configuration Nginx existe
pt_pt: O diretório de configuração do Nginx existe
tr_tr: Nginx yapılandırma dizini mevcut
uk_ua: Каталог конфігурації Nginx існує
vi_vn: Thư mục cấu hình Nginx tồn tại

source: Nginx configuration entry file exists
ar: ملف إدخال تكوين Nginx موجود
de_de: Nginx-Konfigurationsdatei existiert
fr_fr: Le fichier d'entrée de configuration Nginx existe
pt_pt: O ficheiro de entrada de configuração do Nginx existe
tr_tr: Nginx yapılandırma giriş dosyası mevcut
uk_ua: Файл входу конфігурації Nginx існує
vi_vn: Tập tin cấu hình đầu vào Nginx tồn tại

source: Nginx configuration has been restored
ar: تمت استعادة تكوين Nginx
de_de: Die Nginx-Konfiguration wurde wiederhergestellt
fr_fr: La configuration de Nginx a été restaurée
pt_pt: A configuração do Nginx foi restaurada
tr_tr: Nginx yapılandırması geri yüklendi
uk_ua: Конфігурацію Nginx відновлено
vi_vn: Cấu hình Nginx đã được khôi phục

source: Nginx Configuration Parse Error
ar: خطأ في تحليل تكوين Nginx
de_de: Nginx-Konfigurationsanalysefehler
fr_fr: Erreur d'analyse de configuration Nginx
pt_pt: Erro na análise de configuração do Nginx
tr_tr: Nginx Yapılandırma Ayrıştırma Hatası
uk_ua: Помилка аналізу конфігурації Nginx
vi_vn: Lỗi phân tích cấu hình Nginx

source: Nginx Configuration Path
ar: مسار تكوين Nginx
de_de: Nginx-Konfigurationspfad
fr_fr: Chemin de configuration de Nginx
pt_pt: Caminho de configuração do Nginx
tr_tr: Nginx Yapılandırma Dosyası Yolu
uk_ua: Шлях до конфігурації Nginx
vi_vn: Đường dẫn cấu hình Nginx

source: Nginx Configurations Directory
ar: مجلد تكوينات Nginx
de_de: Nginx-Konfigurationsverzeichnis
fr_fr: Répertoire des configurations Nginx
pt_pt: Diretório de configurações do Nginx
tr_tr: Nginx Yapılandırma Dizini
uk_ua: Каталог конфігурацій Nginx
vi_vn: Thư mục cấu hình Nginx

source: Nginx Control
ar: التحكم في Nginx
de_de: Nginx-Steuerung
fr_fr: Contrôle Nginx
pt_pt: Controle Nginx
tr_tr: Nginx Kontrolü
uk_ua: Керування Nginx
vi_vn: Điều khiển Nginx

source: Nginx Control Mode
ar: وضع التحكم في Nginx
de_de: Nginx-Steuerungsmodus
fr_fr: Mode de contrôle Nginx
pt_pt: Modo de Controlo do Nginx
tr_tr: Nginx Kontrol Modu
uk_ua: Режим керування Nginx
vi_vn: Chế độ điều khiển Nginx

source: Nginx CPU usage rate
ar: معدل استخدام وحدة المعالجة المركزية لـ Nginx
de_de: Nginx-CPU-Auslastung
fr_fr: Taux d'utilisation du CPU par Nginx
pt_pt: Taxa de utilização da CPU do Nginx
tr_tr: Nginx CPU kullanım oranı
uk_ua: Рівень використання CPU Nginx
vi_vn: Tỷ lệ sử dụng CPU của Nginx

source: Nginx Error Log Path
ar: مسار سجل أخطاء Nginx
de_de: Nginx Fehlerlog-Pfad
fr_fr: Chemin du journal des erreurs Nginx
pt_pt: Caminho para Logs de Erro do Nginx
tr_tr: Nginx Hata Günlüğü Yolu
uk_ua: Шлях до журналу помилок Nginx
vi_vn: Vị trí lưu log lỗi (Error log) của Nginx

source: Nginx error log path exists
ar: مسار سجل أخطاء Nginx موجود
de_de: Nginx-Fehlerprotokollpfad existiert
fr_fr: Le chemin du journal d'erreurs de Nginx existe
pt_pt: O caminho do log de erros do Nginx existe
tr_tr: Nginx hata günlüğü yolu mevcut
uk_ua: Шлях до журналу помилок Nginx існує
vi_vn: Đường dẫn nhật ký lỗi Nginx tồn tại

source: Nginx error: {0}
ar: خطأ في Nginx: {0}
de_de: Nginx-Fehler: {0}
fr_fr: Erreur Nginx : {0}
pt_pt: Erro do Nginx: {0}
tr_tr: Nginx hatası: {0}
uk_ua: Помилка Nginx: {0}
vi_vn: Lỗi Nginx: {0}

source: Nginx is not running
ar: Nginx لا يعمل
de_de: Nginx läuft nicht
fr_fr: Nginx n'est pas en cours d'exécution
pt_pt: O Nginx não está em execução
tr_tr: Nginx çalışmıyor
uk_ua: Nginx не працює
vi_vn: Nginx không đang chạy

source: Nginx is not running in another container
ar: إن Nginx لا يعمل في حاوية أخرى
de_de: Nginx läuft nicht in einem anderen Container
fr_fr: Nginx ne fonctionne pas dans un autre conteneur
pt_pt: O Nginx não está em execução noutro contentor
tr_tr: Nginx başka bir konteynerde çalışmıyor
uk_ua: Nginx не працює в іншому контейнері
vi_vn: Nginx không chạy trong một container khác

source: Nginx is running
ar: إن Nginx يعمل
de_de: Nginx läuft
fr_fr: Nginx est en cours d'exécution
pt_pt: O Nginx está em execução
tr_tr: Nginx çalışıyor
uk_ua: Nginx працює
vi_vn: Nginx đang chạy

source: Nginx Log
ar: سجل Nginx
fr_fr: Journal Nginx
pt_pt: Logs do Nginx
tr_tr: Nginx Günlüğü
uk_ua: Nginx Журнал
vi_vn: Nhật ký Nginx

source: Nginx Log Directory Whitelist
ar: قائمة السماح لمجلد سجلات Nginx
de_de: Nginx-Log-Verzeichnis-Whitelist
fr_fr: Liste blanche des répertoires de journaux Nginx
pt_pt: Lista branca de diretórios de registros do Nginx
tr_tr: Nginx Günlük Dizin Beyaz Listesi
uk_ua: Білий список каталогів журналів Nginx
vi_vn: Danh sách trắng thư mục nhật ký Nginx
