Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: Failed to build nginx config: {0}
de_de: Fehler beim Erstellen der nginx-Konfiguration: {0}
fr_fr: Échec de la construction de la configuration nginx : {0}
pt_pt: Falha ao construir a configuração do nginx: {0}
tr_tr: nginx yapılandırması oluşturulamadı: {0}
uk_ua: Не вдалося створити конфігурацію nginx: {0}
vi_vn: Không thể xây dựng cấu hình nginx: {0}

source: Failed to calculate hash: {0}
ar: فشل في حساب التجزئة: {0}
de_de: Hash-Berechnung fehlgeschlagen: {0}
fr_fr: Échec du calcul du hachage : {0}
pt_pt: Falha ao calcular o hash: {0}
tr_tr: Hash hesaplanamadı: {0}
uk_ua: Не вдалося обчислити хеш: {0}
vi_vn: Không thể tính toán hash: {0}

source: Failed to calculate Nginx hash: {0}
ar: فشل في حساب تجزئة Nginx: {0}
de_de: Berechnung des Nginx-Hashs fehlgeschlagen: {0}
fr_fr: Échec du calcul du hachage Nginx : {0}
pt_pt: Falha ao calcular o hash do Nginx: {0}
tr_tr: Nginx hash hesaplama başarısız: {0}
uk_ua: Не вдалося обчислити хеш Nginx: {0}
vi_vn: Không thể tính toán băm Nginx: {0}

source: Failed to calculate Nginx UI hash: {0}
ar: فشل في حساب تجزئة واجهة مستخدم Nginx: {0}
de_de: Berechnung des Nginx-UI-Hashs fehlgeschlagen: {0}
fr_fr: Échec du calcul du hachage de Nginx UI : {0}
pt_pt: Falha ao calcular o hash do Nginx UI: {0}
tr_tr: Nginx UI hash hesaplama başarısız: {0}
uk_ua: Не вдалося обчислити хеш інтерфейсу Nginx: {0}
vi_vn: Không thể tính toán băm giao diện người dùng Nginx: {0}

source: Failed to cleanup temporary directory: {0}
ar: فشل في تنظيف الدليل المؤقت: {0}
de_de: Bereinigung des temporären Verzeichnisses fehlgeschlagen: {0}
fr_fr: Échec du nettoyage du répertoire temporaire : {0}
pt_pt: Falha ao limpar o diretório temporário: {0}
tr_tr: Geçici dizin temizleme başarısız oldu: {0}
uk_ua: Не вдалося очистити тимчасову директорію: {0}
vi_vn: Không thể dọn dẹp thư mục tạm thời: {0}

source: Failed to copy config file: {0}
ar: فشل في نسخ ملف التكوين: {0}
de_de: Fehler beim Kopieren der Konfigurationsdatei: {0}
fr_fr: Échec de la copie du fichier de configuration : {0}
pt_pt: Falha ao copiar o ficheiro de configuração: {0}
tr_tr: Yapılandırma dosyası kopyalanamadı: {0}
uk_ua: Не вдалося скопіювати файл конфігурації: {0}
vi_vn: Không thể sao chép tệp cấu hình: {0}

source: Failed to copy database file: {0}
ar: فشل في نسخ ملف قاعدة البيانات: {0}
de_de: Fehler beim Kopieren der Datenbankdatei: {0}
fr_fr: Échec de la copie du fichier de base de données : {0}
pt_pt: Falha ao copiar o ficheiro da base de dados: {0}
tr_tr: Veritabanı dosyası kopyalanamadı: {0}
uk_ua: Не вдалося скопіювати файл бази даних: {0}
vi_vn: Không thể sao chép tệp cơ sở dữ liệu: {0}

source: Failed to copy file content: {0}
ar: فشل في نسخ محتوى الملف: {0}
de_de: Fehler beim Kopieren des Dateiinhalts: {0}
fr_fr: Échec de la copie du contenu du fichier : {0}
pt_pt: Falha ao copiar o conteúdo do ficheiro: {0}
tr_tr: Dosya içeriği kopyalanamadı: {0}
uk_ua: Не вдалося скопіювати вміст файлу: {0}
vi_vn: Không thể sao chép nội dung tệp: {0}

source: Failed to copy Nginx config directory: {0}
ar: فشل في نسخ دليل تكوين Nginx: {0}
de_de: Fehler beim Kopieren des Nginx-Konfigurationsverzeichnisses: {0}
fr_fr: Échec de la copie du répertoire de configuration Nginx : {0}
pt_pt: Falha ao copiar o diretório de configuração do Nginx: {0}
tr_tr: Nginx yapılandırma dizini kopyalanamadı: {0}
uk_ua: Не вдалося скопіювати каталог конфігурації Nginx: {0}
vi_vn: Không thể sao chép thư mục cấu hình Nginx: {0}

source: Failed to copy to clipboard
de_de: In die Zwischenablage kopieren fehlgeschlagen
fr_fr: Échec de la copie dans le presse-papiers
pt_pt: Falha ao copiar para a área de transferência
tr_tr: Panoya kopyalama başarısız oldu
uk_ua: Не вдалося скопіювати в буфер обміну
vi_vn: Sao chép vào bộ nhớ tạm thất bại

source: Failed to create backup
ar: فشل إنشاء نسخة احتياطية
de_de: Sicherungskopie konnte nicht erstellt werden
fr_fr: Échec de la création de la sauvegarde
pt_pt: Falha ao criar cópia de segurança
tr_tr: Yedek oluşturma başarısız oldu
uk_ua: Не вдалося створити резервну копію
vi_vn: Không thể tạo bản sao lưu

source: Failed to create backup file: {0}
ar: فشل إنشاء ملف النسخ الاحتياطي: {0}
de_de: Fehler beim Erstellen der Sicherungsdatei: {0}
fr_fr: Échec de la création du fichier de sauvegarde : {0}
pt_pt: Falha ao criar o ficheiro de backup: {0}
tr_tr: Yedek dosyası oluşturulamadı: {0}
uk_ua: Не вдалося створити резервний файл: {0}
vi_vn: Không thể tạo tệp sao lưu: {0}

source: Failed to create directory: {0}
ar: فشل إنشاء الدليل: {0}
de_de: Fehler beim Erstellen des Verzeichnisses: {0}
fr_fr: Échec de la création du répertoire : {0}
pt_pt: Falha ao criar diretório: {0}
tr_tr: Dizin oluşturulamadı: {0}
uk_ua: Не вдалося створити директорію: {0}
vi_vn: Không thể tạo thư mục: {0}

source: Failed to create file: {0}
ar: فشل إنشاء الملف: {0}
de_de: Datei konnte nicht erstellt werden: {0}
fr_fr: Échec de la création du fichier : {0}
pt_pt: Falha ao criar o ficheiro: {0}
tr_tr: Dosya oluşturulamadı: {0}
uk_ua: Не вдалося створити файл: {0}
vi_vn: Không thể tạo tệp: {0}

source: Failed to create hash info file: {0}
ar: فشل إنشاء ملف معلومات التجزئة: {0}
de_de: Fehler beim Erstellen der Hash-Info-Datei: {0}
fr_fr: Échec de la création du fichier d'informations de hachage : {0}
pt_pt: Falha ao criar o ficheiro de informações de hash: {0}
tr_tr: Hash bilgi dosyası oluşturulamadı: {0}
uk_ua: Не вдалося створити файл з інформацією про хеш: {0}
vi_vn: Không thể tạo tệp thông tin băm: {0}

source: Failed to create parent directory: {0}
ar: فشل إنشاء الدليل الرئيسي: {0}
de_de: Fehler beim Erstellen des übergeordneten Verzeichnisses: {0}
fr_fr: Échec de la création du répertoire parent : {0}
pt_pt: Falha ao criar o diretório principal: {0}
tr_tr: Üst dizin oluşturulamadı: {0}
uk_ua: Не вдалося створити батьківський каталог: {0}
vi_vn: Không thể tạo thư mục cha: {0}

source: Failed to create restore directory: {0}
ar: فشل في إنشاء دليل الاستعادة: {0}
de_de: Fehler beim Erstellen des Wiederherstellungsverzeichnisses: {0}
fr_fr: Échec de la création du répertoire de restauration : {0}
pt_pt: Falha ao criar o diretório de restauro: {0}
tr_tr: Geri yükleme dizini oluşturulamadı: {0}
uk_ua: Не вдалося створити директорію відновлення: {0}
vi_vn: Không thể tạo thư mục khôi phục: {0}

source: Failed to create storage directory {0}: {1}
de_de: Fehler beim Erstellen des Speicherverzeichnisses {0}: {1}
fr_fr: Échec de la création du répertoire de stockage {0} : {1}
pt_pt: Falha ao criar o diretório de armazenamento {0}: {1}
tr_tr: Depolama dizini oluşturulamadı {0}: {1}
uk_ua: Не вдалося створити каталог сховища {0}: {1}
vi_vn: Không thể tạo thư mục lưu trữ {0}: {1}

source: Failed to create symbolic link: {0}
ar: فشل إنشاء رابط رمزي: {0}
de_de: Symbolische Verknüpfung konnte nicht erstellt werden: {0}
fr_fr: Échec de la création du lien symbolique : {0}
pt_pt: Falha ao criar ligação simbólica: {0}
tr_tr: Sembolik bağlantı oluşturulamadı: {0}
uk_ua: Не вдалося створити символічне посилання: {0}
vi_vn: Không thể tạo liên kết tượng trưng: {0}

source: Failed to create temp container: {0}
ar: فشل إنشاء حاوية مؤقتة: {0}
de_de: Fehler beim Erstellen des temporären Containers: {0}
fr_fr: Échec de la création du conteneur temporaire : {0}
pt_pt: Falha ao criar o contentor temporário: {0}
tr_tr: Geçici konteyner oluşturulamadı: {0}
uk_ua: Не вдалося створити тимчасовий контейнер: {0}
vi_vn: Không thể tạo container tạm thời: {0}

source: Failed to create temporary directory
ar: فشل إنشاء الدليل المؤقت
de_de: Fehler beim Erstellen des temporären Verzeichnisses
fr_fr: Échec de la création du répertoire temporaire
pt_pt: Falha ao criar diretório temporário
tr_tr: Geçici dizin oluşturulamadı
uk_ua: Не вдалося створити тимчасову директорію
vi_vn: Không thể tạo thư mục tạm thời

source: Failed to create temporary subdirectory
ar: فشل إنشاء مجلد فرعي مؤقت
de_de: Fehler beim Erstellen des temporären Unterverzeichnisses
fr_fr: Échec de la création du sous-répertoire temporaire
pt_pt: Falha ao criar subdiretório temporário
tr_tr: Geçici alt dizin oluşturulamadı
uk_ua: Не вдалося створити тимчасову піддиректорію
vi_vn: Không thể tạo thư mục con tạm thời

source: Failed to create xz reader: {0}
de_de: Fehler beim Erstellen des xz-Lesers: {0}
pt_pt: Falha ao criar o leitor xz: {0}

source: Failed to create zip archive: {0}
ar: فشل إنشاء أرشيف مضغوط: {0}
de_de: Fehler beim Erstellen der ZIP-Archivdatei: {0}
fr_fr: Échec de la création de l'archive ZIP : {0}
pt_pt: Falha ao criar o arquivo ZIP: {0}
tr_tr: ZIP arşivi oluşturulamadı: {0}
uk_ua: Не вдалося створити ZIP-архів: {0}
vi_vn: Không thể tạo tệp nén ZIP: {0}

source: Failed to create zip entry: {0}
ar: فشل في إنشاء إدخال مضغوط: {0}
de_de: Fehler beim Erstellen des ZIP-Eintrags: {0}
fr_fr: Échec de la création de l'entrée ZIP : {0}
pt_pt: Falha ao criar entrada ZIP: {0}
tr_tr: ZIP girişi oluşturulamadı: {0}
uk_ua: Не вдалося створити запис у ZIP: {0}
vi_vn: Không thể tạo mục ZIP: {0}

source: Failed to create zip file: {0}
ar: فشل إنشاء ملف مضغوط: {0}
de_de: Fehler beim Erstellen der ZIP-Datei: {0}
fr_fr: Échec de la création du fichier ZIP : {0}
pt_pt: Falha ao criar o ficheiro ZIP: {0}
tr_tr: ZIP dosyası oluşturulamadı: {0}
uk_ua: Не вдалося створити ZIP-файл: {0}
vi_vn: Không thể tạo tệp ZIP: {0}

source: Failed to create zip header: {0}
ar: فشل إنشاء رأس ملف ZIP: {0}
de_de: Fehler beim Erstellen des ZIP-Headers: {0}
fr_fr: Échec de la création de l'en-tête ZIP : {0}
pt_pt: Falha ao criar o cabeçalho ZIP: {0}
tr_tr: ZIP başlığı oluşturulamadı: {0}
uk_ua: Не вдалося створити заголовок ZIP: {0}
vi_vn: Không thể tạo tiêu đề ZIP: {0}

source: Failed to decompress GeoLite2 database: {0}
de_de: Fehler beim Dekomprimieren der GeoLite2-Datenbank: {0}
pt_pt: Falha ao descomprimir a base de dados GeoLite2: {0}

source: Failed to decrypt data: {0}
ar: فشل فك تشفير البيانات: {0}
de_de: Daten konnten nicht entschlüsselt werden: {0}
fr_fr: Échec du décryptage des données : {0}
pt_pt: Falha ao desencriptar os dados: {0}
tr_tr: Veri şifresi çözülemedi: {0}
uk_ua: Не вдалося розшифрувати дані: {0}
vi_vn: Giải mã dữ liệu thất bại: {0}

source: Failed to decrypt file: {0}
ar: فشل فك تشفير الملف: {0}
de_de: Datei konnte nicht entschlüsselt werden: {0}
fr_fr: Échec du décryptage du fichier : {0}
pt_pt: Falha ao desencriptar o ficheiro: {0}
tr_tr: Dosya çözülemedi: {0}
uk_ua: Не вдалося розшифрувати файл: {0}
vi_vn: Giải mã tệp thất bại: {0}

source: Failed to decrypt Nginx directory: {0}
ar: فشل فك تشفير دليل Nginx: {0}
de_de: Fehler beim Entschlüsseln des Nginx-Verzeichnisses: {0}
fr_fr: Échec du décryptage du répertoire Nginx : {0}
pt_pt: Falha ao desencriptar o diretório Nginx: {0}
tr_tr: Nginx dizini şifre çözme başarısız: {0}
uk_ua: Не вдалося розшифрувати каталог Nginx: {0}
vi_vn: Giải mã thư mục Nginx thất bại: {0}

source: Failed to decrypt Nginx UI directory: {0}
ar: فشل فك تشفير دليل Nginx UI: {0}
de_de: Fehler beim Entschlüsseln des Nginx-UI-Verzeichnisses: {0}
fr_fr: Échec du décryptage du répertoire Nginx UI : {0}
pt_pt: Falha ao desencriptar o diretório Nginx UI: {0}
tr_tr: Nginx UI dizininin şifresi çözülemedi: {0}
uk_ua: Не вдалося розшифрувати каталог Nginx UI: {0}
vi_vn: Không thể giải mã thư mục Nginx UI: {0}

source: Failed to delete all indexes
de_de: Löschen aller Indizes fehlgeschlagen
fr_fr: Échec de la suppression de tous les index
pt_pt: Falha ao eliminar todos os índices
tr_tr: Tüm indeksler silinemedi
uk_ua: Не вдалося видалити всі індекси
vi_vn: Không thể xóa tất cả các chỉ mục

source: Failed to delete certificate
ar: فشل في حذف الشهادة
de_de: Zertifikat konnte nicht gelöscht werden
fr_fr: Échec de la suppression du certificat
pt_pt: Falha ao eliminar o certificado
tr_tr: Sertifika silinemedi
uk_ua: Не вдалося видалити сертифікат
vi_vn: Xóa chứng chỉ không thành công

source: Failed to delete certificate from database: %{error}
ar: فشل حذف الشهادة من قاعدة البيانات: %{error}
de_de: Löschen des Zertifikats aus der Datenbank fehlgeschlagen: %{error}
fr_fr: Échec de la suppression du certificat de la base de données : %{error}
pt_pt: Falha ao eliminar o certificado da base de dados: %{error}
tr_tr: Sertifika veritabanından silinemedi: %{error}
uk_ua: Не вдалося видалити сертифікат з бази даних: %{error}
vi_vn: Xóa chứng chỉ từ cơ sở dữ liệu thất bại: %{error}

source: Failed to delete file index
de_de: Löschen des Dateiindex fehlgeschlagen
fr_fr: Échec de la suppression de l'index de fichier
pt_pt: Falha ao eliminar o índice do ficheiro
tr_tr: Dosya indeksi silinemedi
uk_ua: Не вдалося видалити індекс файлу
vi_vn: Không thể xóa chỉ mục tệp

source: Failed to disable %{msg}
ar: فشل في تعطيل %{msg}
de_de: Deaktivierung von %{msg} fehlgeschlagen
fr_fr: Impossible de désactiver %{msg}
pt_pt: Falha ao desactivar %{msg}
tr_tr: Devre dışı bırakılamadı %{msg}
uk_ua: Не вдалося вимкнути %{msg}
vi_vn: Không thể tắt %{msg}

source: Failed to disable maintenance mode %{msg}
ar: فشل تعطيل وضع الصيانة %{msg}
de_de: Deaktivierung des Wartungsmodus fehlgeschlagen: %{msg}
fr_fr: Échec de la désactivation du mode maintenance : %{msg}
pt_pt: Falha ao desativar o modo de manutenção: %{msg}
tr_tr: Bakım modu devre dışı bırakılamadı: %{msg}
uk_ua: Не вдалося вимкнути режим обслуговування %{msg}
vi_vn: Không thể tắt chế độ bảo trì %{msg}

source: Failed to download certificate files
de_de: Herunterladen der Zertifikatsdateien fehlgeschlagen
fr_fr: Échec du téléchargement des fichiers du certificat
pt_pt: Falha ao baixar os ficheiros do certificado
tr_tr: Sertifika dosyaları indirilemedi
uk_ua: Не вдалося завантажити файли сертифіката
vi_vn: Tải xuống tệp chứng chỉ thất bại

source: Failed to download GeoLite2 database: {0}
de_de: Fehler beim Herunterladen der GeoLite2-Datenbank: {0}
pt_pt: Falha ao descarregar a base de dados GeoLite2: {0}

source: Failed to enable %{msg}
ar: فشل في التفعيل %{msg}
de_de: Aktiviern von %{msg} fehlgeschlagen
fr_fr: Impossible d'activer %{msg}
pt_pt: Falha ao Activar %{msg}
tr_tr: Etkinleştirilemedi %{msg}
uk_ua: Не вдалося увімкнути %{msg}
vi_vn: Không thể bật %{msg}

source: Failed to enable advanced indexing
de_de: Erweiterte Indizierung konnte nicht aktiviert werden
fr_fr: Échec de l'activation de l'indexation avancée
pt_pt: Falha ao ativar a indexação avançada
uk_ua: Не вдалося увімкнути розширене індексування
vi_vn: Không thể bật lập chỉ mục nâng cao

source: Failed to enable maintenance mode %{msg}
ar: فشل تمكين وضع الصيانة %{msg}
de_de: Wartungsmodus konnte nicht aktiviert werden: %{msg}
fr_fr: Échec de l'activation du mode maintenance : %{msg}
pt_pt: Falha ao ativar o modo de manutenção: %{msg}
tr_tr: Bakım modu etkinleştirilemedi: %{msg}
uk_ua: Не вдалося увімкнути режим обслуговування %{msg}
vi_vn: Không thể bật chế độ bảo trì %{msg}

source: Failed to encrypt data: {0}
ar: فشل في تشفير البيانات: {0}
de_de: Fehler beim Verschlüsseln der Daten: {0}
fr_fr: Échec du chiffrement des données : {0}
pt_pt: Falha ao encriptar os dados: {0}
tr_tr: Veri şifreleme başarısız: {0}
uk_ua: Не вдалося зашифрувати дані: {0}
vi_vn: Không thể mã hóa dữ liệu: {0}

source: Failed to encrypt file: {0}
ar: فشل في تشفير الملف: {0}
de_de: Datei konnte nicht verschlüsselt werden: {0}
fr_fr: Échec du chiffrement du fichier : {0}
pt_pt: Falha ao encriptar o ficheiro: {0}
tr_tr: Dosya şifreleme başarısız: {0}
uk_ua: Не вдалося зашифрувати файл: {0}
vi_vn: Không thể mã hóa tệp: {0}

source: Failed to encrypt Nginx directory: {0}
ar: فشل في تشفير دليل Nginx: {0}
de_de: Fehler beim Verschlüsseln des Nginx-Verzeichnisses: {0}
fr_fr: Échec du chiffrement du répertoire Nginx : {0}
pt_pt: Falha ao encriptar o diretório Nginx: {0}
tr_tr: Nginx dizini şifreleme başarısız: {0}
uk_ua: Не вдалося зашифрувати каталог Nginx: {0}
vi_vn: Không thể mã hóa thư mục Nginx: {0}

source: Failed to encrypt Nginx UI directory: {0}
ar: فشل في تشفير دليل Nginx UI: {0}
de_de: Fehler beim Verschlüsseln des Nginx-UI-Verzeichnisses: {0}
fr_fr: Échec du chiffrement du répertoire Nginx UI : {0}
pt_pt: Falha ao encriptar o diretório Nginx UI: {0}
tr_tr: Nginx UI dizini şifreleme başarısız: {0}
uk_ua: Не вдалося зашифрувати каталог Nginx UI: {0}
vi_vn: Không thể mã hóa thư mục Nginx UI: {0}

source: Failed to exec command: {0}
ar: فشل تنفيذ الأمر: {0}
de_de: Befehl konnte nicht ausgeführt werden: {0}
fr_fr: Échec de l'exécution de la commande : {0}
pt_pt: Falha ao executar o comando: {0}
tr_tr: Komut çalıştırılamadı: {0}
uk_ua: Не вдалося виконати команду: {0}
vi_vn: Không thể thực thi lệnh: {0}

source: Failed to execute template: {0}
de_de: Fehler beim Ausführen der Vorlage: {0}
fr_fr: Échec de l'exécution du modèle : {0}
pt_pt: Falha ao executar o modelo: {0}
tr_tr: Şablon çalıştırılamadı: {0}
uk_ua: Не вдалося виконати шаблон: {0}
vi_vn: Không thể thực thi mẫu: {0}

source: Failed to extract archive: {0}
ar: فشل استخراج الأرشيف: {0}
de_de: Fehler beim Entpacken des Archivs: {0}
fr_fr: Échec de l'extraction de l'archive : {0}
pt_pt: Falha ao extrair o arquivo: {0}
tr_tr: Arşiv çıkarılamadı: {0}
uk_ua: Не вдалося розпакувати архів: {0}
vi_vn: Không thể giải nén tệp lưu trữ: {0}

source: Failed to generate AES key: {0}
ar: فشل إنشاء مفتاح AES: {0}
de_de: Fehler beim Generieren des AES-Schlüssels: {0}
fr_fr: Échec de la génération de la clé AES : {0}
pt_pt: Falha ao gerar a chave AES: {0}
tr_tr: AES anahtarı oluşturulamadı: {0}
uk_ua: Не вдалося згенерувати ключ AES: {0}
vi_vn: Không thể tạo khóa AES: {0}

source: Failed to generate initialization vector: {0}
ar: فشل في إنشاء متجه التهيئة: {0}
de_de: Fehler beim Generieren des Initialisierungsvektors: {0}
fr_fr: Échec de la génération du vecteur d'initialisation : {0}
pt_pt: Falha ao gerar o vetor de inicialização: {0}
tr_tr: Başlatma vektörü oluşturulamadı: {0}
uk_ua: Не вдалося створити вектор ініціалізації: {0}
vi_vn: Không thể tạo vector khởi tạo: {0}

source: Failed to get certificate information
ar: فشل في الحصول على معلومات الشهادة
de_de: Fehler beim Abrufen von Zertifikatsinformationen
fr_fr: Échec de l'obtention des informations sur le certificat
pt_pt: Busca de informação do certificado falhou
tr_tr: Sertifika bilgileri alınamadı
uk_ua: Не вдалося отримати інформацію про сертифікат
vi_vn: Không thể truy xuất thông tin chứng chỉ

source: Failed to get container id: {0}
ar: فشل في الحصول على معرف الحاوية: {0}
de_de: Fehler beim Abrufen der Container-ID: {0}
fr_fr: Échec de la récupération de l'ID du conteneur : {0}
pt_pt: Falha ao obter o ID do contentor: {0}
tr_tr: Konteyner kimliği alınamadı: {0}
uk_ua: Не вдалося отримати ідентифікатор контейнера: {0}
vi_vn: Không thể lấy ID container: {0}

source: Failed to get file size: {0}
de_de: Fehler beim Abrufen der Dateigröße: {0}
pt_pt: Falha ao obter o tamanho do ficheiro: {0}

source: Failed to get index status
de_de: Fehler beim Abrufen des Indexstatus
fr_fr: Échec de la récupération de l'état de l'index
pt_pt: Falha ao obter o estado do índice
tr_tr: Dizin durumu alınamadı
uk_ua: Не вдалося отримати статус індексу
vi_vn: Không thể lấy trạng thái chỉ mục

source: Failed to get Nginx performance settings
ar: فشل في الحصول على إعدادات أداء Nginx
de_de: Fehler beim Abrufen der Nginx-Leistungseinstellungen
fr_fr: Échec de la récupération des paramètres de performance de Nginx
pt_pt: Falha ao obter as configurações de desempenho do Nginx
tr_tr: Nginx performans ayarları alınamadı
uk_ua: Не вдалося отримати налаштування продуктивності Nginx
vi_vn: Không thể lấy cài đặt hiệu suất Nginx

source: Failed to get nginx.conf path
de_de: Fehler beim Abrufen des Pfades von nginx.conf
pt_pt: Falha ao obter o caminho de nginx.conf

source: Failed to get performance data
ar: فشل في الحصول على بيانات الأداء
de_de: Fehler beim Abrufen der Leistungsdaten
fr_fr: Échec de la récupération des données de performance
pt_pt: Falha ao obter dados de desempenho
tr_tr: Performans verileri alınamadı
uk_ua: Не вдалося отримати дані про продуктивність
vi_vn: Không thể lấy dữ liệu hiệu suất

source: Failed to get persistence stats
de_de: Fehler beim Abrufen der Persistenzstatistiken
fr_fr: Échec de la récupération des statistiques de persistance
pt_pt: Falha ao obter estatísticas de persistência
tr_tr: Kalıcılık istatistikleri alınamadı
uk_ua: Не вдалося отримати статистику стійкості
vi_vn: Không thể lấy thống kê duy trì

source: Failed to get stub status: {0}
de_de: Fehler beim Abrufen des Stub-Status: {0}
fr_fr: Échec de la récupération du statut stub : {0}
pt_pt: Falha ao obter o status do stub: {0}
tr_tr: Saplama durumu alınamadı: {0}
uk_ua: Не вдалося отримати статус заглушки: {0}
vi_vn: Không thể lấy trạng thái stub: {0}

source: Failed to inspect container: {0}
ar: فشل في فحص الحاوية: {0}
de_de: Fehler beim Untersuchen des Containers: {0}
fr_fr: Échec de l'inspection du conteneur : {0}
pt_pt: Falha ao inspecionar o contentor: {0}
tr_tr: Konteyner denetlenemedi: {0}
uk_ua: Не вдалося перевірити контейнер: {0}
vi_vn: Không thể kiểm tra container: {0}

source: Failed to inspect current container: {0}
ar: فشل فحص الحاوية الحالية: {0}
de_de: Fehler beim Untersuchen des aktuellen Containers: {0}
fr_fr: Échec de l'inspection du conteneur actuel : {0}
pt_pt: Falha ao inspecionar o contentor atual: {0}
tr_tr: Mevcut konteyner incelenirken hata oluştu: {0}
uk_ua: Не вдалося перевірити поточний контейнер: {0}
vi_vn: Không thể kiểm tra container hiện tại: {0}

source: Failed to load history records
ar: فشل تحميل السجلات التاريخية
de_de: Fehler beim Laden der Verlaufsdaten
fr_fr: Échec du chargement des historiques
pt_pt: Falha ao carregar registros históricos
tr_tr: Geçmiş kayıtları yüklenemedi
uk_ua: Не вдалося завантажити історичні записи
vi_vn: Không thể tải bản ghi lịch sử

source: Failed to load nginx configuration path
de_de: Fehler beim Laden des nginx-Konfigurationspfads
pt_pt: Falha ao carregar o caminho de configuração do nginx

source: Failed to open file: {0}
de_de: Fehler beim Öffnen der Datei: {0}
pt_pt: Falha ao abrir o ficheiro: {0}

source: Failed to open source file: {0}
ar: فشل في فتح الملف المصدر: {0}
de_de: Fehler beim Öffnen der Quelldatei: {0}
fr_fr: Échec de l'ouverture du fichier source : {0}
pt_pt: Falha ao abrir o arquivo de origem: {0}
tr_tr: Kaynak dosya açılamadı: {0}
uk_ua: Не вдалося відкрити вихідний файл: {0}
vi_vn: Không thể mở tệp nguồn: {0}

source: Failed to open zip entry: {0}
ar: فشل في فتح مدخل الأرشيف: {0}
de_de: Fehler beim Öffnen des ZIP-Eintrags: {0}
fr_fr: Échec de l'ouverture de l'entrée ZIP : {0}
pt_pt: Falha ao abrir entrada ZIP: {0}
tr_tr: ZIP girişi açılamadı: {0}
uk_ua: Не вдалося відкрити запис у ZIP: {0}
vi_vn: Không thể mở mục ZIP: {0}

source: Failed to open zip file: {0}
ar: فشل في فتح ملف ZIP: {0}
de_de: Fehler beim Öffnen der ZIP-Datei: {0}
fr_fr: Échec de l'ouverture du fichier ZIP : {0}
pt_pt: Falha ao abrir o ficheiro ZIP: {0}
tr_tr: ZIP dosyası açılamadı: {0}
uk_ua: Не вдалося відкрити ZIP-файл: {0}
vi_vn: Không thể mở tệp ZIP: {0}

source: Failed to parse nginx config: {0}
de_de: Fehler beim Parsen der nginx-Konfiguration: {0}
fr_fr: Échec de l'analyse de la configuration nginx : {0}
pt_pt: Falha ao analisar a configuração do nginx: {0}
tr_tr: nginx yapılandırması ayrıştırılamadı: {0}
uk_ua: Не вдалося проаналізувати конфігурацію nginx: {0}
vi_vn: Không thể phân tích cấu hình nginx: {0}

source: Failed to parse nginx.conf
ar: فشل تحليل ملف nginx.conf
de_de: Fehler beim Parsen von nginx.conf
fr_fr: Échec de l'analyse de nginx.conf
pt_pt: Falha ao analisar nginx.conf
tr_tr: nginx.conf ayrıştırılamadı
uk_ua: Не вдалося проаналізувати nginx.conf
vi_vn: Không thể phân tích nginx.conf

source: Failed to parse template: {0}
de_de: Fehler beim Parsen der Vorlage: {0}
fr_fr: Échec de l'analyse du modèle : {0}
pt_pt: Falha ao analisar o modelo: {0}
tr_tr: Şablon ayrıştırma başarısız: {0}
uk_ua: Не вдалося розібрати шаблон: {0}
vi_vn: Phân tích mẫu thất bại: {0}
