Repository: 0xJacky/nginx-ui
Catalog: app/src/language/*/app.po
Languages: ar, de_de, fr_fr, pt_pt, tr_tr, uk_ua, vi_vn

source: You can close this dialog now
ar: يمكنك إغلاق هذا الحوار الآن
de_de: Sie können dieses Dialogfeld jetzt schließen
fr_fr: Vous pouvez maintenant fermer cette boîte de dialogue
pt_pt: Agora pode fechar esta caixa de diálogo
tr_tr: Şimdi bu iletişim kutusunu kapatabilirsiniz
uk_ua: Тепер ви можете закрити це діалогове вікно
vi_vn: Bạn có thể đóng hộp thoại này ngay bây giờ

source: You have not configured the settings of Webauthn, so you cannot add a passkey.
ar: لم تقم بتكوين إعدادات Webauthn، لذا لا يمكنك إضافة مفتاح مرور.
de_de: Du hast die Einstellungen von Webauthn nicht konfiguriert, daher kannst du keinen Passkey hinzufügen.
fr_fr: Vous n'avez pas configuré les paramètres de WebAuthn, vous ne pouvez donc pas ajouter de clé d'accès.
pt_pt: Não configuraste as definições do WebAuthn, por isso não podes adicionar uma chave de acesso.
tr_tr: WebAuthn ayarlarını yapılandırmadığınız için bir geçiş anahtarı ekleyemezsiniz.
uk_ua: Ви не налаштували параметри WebAuthn, тому не можете додати ключ доступу.
vi_vn: Bạn chưa cấu hình cài đặt WebAuthn, vì vậy không thể thêm khóa truy cập.

source: You have not enabled 2FA yet. Please enable 2FA to generate recovery codes.
ar: لم تقم بتمكين المصادقة الثنائية بعد. يرجى تمكين المصادقة الثنائية لإنشاء رموز الاسترداد.
de_de: Sie haben die 2FA noch nicht aktiviert. Bitte aktivieren Sie die 2FA, um Wiederherstellungscodes zu generieren.
fr_fr: Vous n'avez pas encore activé la 2FA. Veuillez activer la 2FA pour générer des codes de récupération.
pt_pt: Ainda não ativou a autenticação de dois fatores. Por favor, ative-a para gerar códigos de recuperação.
tr_tr: Henüz 2FA'yı etkinleştirmediniz. Kurtarma kodları oluşturmak için lütfen 2FA'yı etkinleştirin.
uk_ua: Ви ще не ввімкнули двофакторну аутентифікацію. Будь ласка, увімкніть її, щоб згенерувати коди відновлення.
vi_vn: Bạn chưa bật xác thực hai yếu tố. Vui lòng bật xác thực hai yếu tố để tạo mã khôi phục.

source: You have not generated recovery codes yet.
ar: لم تقم بإنشاء رموز الاسترداد بعد.
de_de: Sie haben noch keine Wiederherstellungscodes generiert.
fr_fr: Vous n'avez pas encore généré de codes de récupération.
pt_pt: Ainda não gerou códigos de recuperação.
tr_tr: Henüz kurtarma kodları oluşturmadınız.
uk_ua: Ви ще не згенерували коди відновлення.
vi_vn: Bạn chưa tạo mã khôi phục.

source: Your current recovery code might be outdated and insecure. Please generate new recovery codes at your earliest convenience to ensure security.
ar: قد يكون رمز الاسترداد الحالي الخاص بك قديمًا وغير آمن. يرجى إنشاء رموز استرداد جديدة في أقرب وقت ممكن لضمان الأمان.
de_de: Ihr aktueller Wiederherstellungscode könnte veraltet und unsicher sein. Bitte generieren Sie so bald wie möglich neue Wiederherstellungscodes, um die Sicherheit zu gewährleisten.
fr_fr: Votre code de récupération actuel pourrait être obsolète et non sécurisé. Veuillez générer de nouveaux codes de récupération dès que possible pour assurer la sécurité.
pt_pt: O seu código de recuperação atual pode estar desatualizado e inseguro. Por favor, gere novos códigos de recuperação assim que possível para garantir a segurança.
tr_tr: Mevcut kurtarma kodunuz güncel olmayabilir ve güvenli olmayabilir. Güvenliği sağlamak için en kısa sürede yeni kurtarma kodları oluşturun.
uk_ua: Ваш поточний код відновлення може бути застарілим і ненадійним. Будь ласка, згенеруйте нові коди відновлення якнайшвидше, щоб забезпечити безпеку.
vi_vn: Mã khôi phục hiện tại của bạn có thể đã lỗi thời và không an toàn. Vui lòng tạo mã khôi phục mới càng sớm càng tốt để đảm bảo an toàn.

source: Your old codes won't work anymore.
ar: رموزك القديمة لن تعمل بعد الآن.
de_de: Ihre alten Codes funktionieren nicht mehr.
fr_fr: Vos anciens codes ne fonctionneront plus.
pt_pt: Os seus códigos antigos não funcionarão mais.
tr_tr: Eski kodlarınız artık çalışmayacak.
uk_ua: Ваші старі коди більше не працюватимуть.
vi_vn: Mã cũ của bạn sẽ không còn hoạt động nữa.

source: Your passkeys
ar: مفاتيح المرور الخاصة بك
de_de: Deine Passkeys
fr_fr: Vos clés d'accès
pt_pt: As suas chaves de acesso
tr_tr: Geçiş Anahtarlarınız
uk_ua: Ваші ключі доступу
vi_vn: Khóa truy cập của bạn

source: Zero-allocation pipeline
de_de: Allokationsfreie Pipeline
fr_fr: Pipeline sans allocation
pt_pt: Pipeline sem alocação
uk_ua: Конвеєр без виділення пам’яті
vi_vn: Đường ống không cấp phát

source: Add Record
de_de: Datensatz hinzufügen

source: All
ar: الكل
de_de: Alle
fr_fr: Tous
tr_tr: Tümü
uk_ua: Усі
vi_vn: Tất cả

source: Are you sure to delete this record?
de_de: Sind Sie sicher, dass Sie diesen Eintrag löschen möchten?

source: Auth
ar: مصادقة
de_de: Authentifizierung
fr_fr: Authentification
tr_tr: Kimlik Doğrulama
uk_ua: Авторизація
vi_vn: Xác thực

source: Business contact:
de_de: Geschäftskontakt:

source: Configure
de_de: Konfigurieren

source: Configure DDNS
de_de: DDNS konfigurieren

source: Create Record
de_de: Datensatz erstellen

source: DDNS Overview
de_de: DDNS-Übersicht

source: DDNS saved
de_de: DDNS gespeichert

source: Deploy
ar: نشر
de_de: Ausführen
fr_fr: Déployer
tr_tr: Yayınla
uk_ua: Розгорнути
vi_vn: Triển khai

source: Dev
ar: تطوير
de_de: Entwicklung
uk_ua: Розробка

source: DNS Domains
de_de: DNS-Domänen

source: DNS Only
de_de: Nur DNS

source: DNS Provider Support
de_de: DNS-Anbieter-Unterstützung

source: DNS Records
de_de: DNS-Einträge

source: Edit Record
de_de: Datensatz bearbeiten

source: Enable DDNS
de_de: DDNS aktivieren

source: Host, e.g. @ or www
de_de: Host, z.B. @ oder www

source: Interval (seconds)
de_de: Intervall (Sekunden)

source: Last run
de_de: Letzte Ausführung

source: Local
ar: محلي
de_de: Lokal
tr_tr: Yerel
uk_ua: Локальний
vi_vn: Cục bộ

source: Log
ar: سجل
de_de: Protokoll
fr_fr: Journal
tr_tr: Günlük
uk_ua: Журнал
vi_vn: Nhật ký

source: Manage Records
de_de: Einträge verwalten

source: Manual
ar: يدوي
de_de: Manuell
fr_fr: Manuel
tr_tr: Manuel
uk_ua: Вручну
vi_vn: Thủ công

source: Need more DNS providers? Support us through donations or contact us for commercial collaboration
de_de: Benötigen Sie mehr DNS-Anbieter? Unterstützen Sie uns durch Spenden oder kontaktieren Sie uns für eine geschäftliche Zusammenarbeit

source: Not run yet
de_de: Noch nicht ausgeführt

source: OS
ar: نظام التشغيل
de_de: Betriebssystem
tr_tr: İşletim Sistemi
uk_ua: ОС
vi_vn: Hệ điều hành

source: Priority
de_de: Priorität

source: Record created
de_de: Datensatz erstellt

source: Record deleted
de_de: Eintrag gelöscht

source: Record updated
de_de: Datensatz aktualisiert

source: Records
de_de: Datensätze

source: Select Credential
de_de: Anmeldeinformationen auswählen

source: Select Provider
de_de: Anbieter auswählen

source: Sites
de_de: Websites
tr_tr: Siteler
uk_ua: Сайти
vi_vn: Trang web

source: Targets
de_de: Ziele

source: Total
de_de: Gesamt
tr_tr: Toplam
uk_ua: Всього
vi_vn: Tổng

source: TTL (seconds)
de_de: TTL (Sekunden)

source: Type or select A/AAAA records
de_de: Geben Sie A/AAAA-Datensätze ein oder wählen Sie sie aus

source: Use @ for root
de_de: Verwenden Sie @ für die Root-Domain

source: Weight
de_de: Gewicht

source: Workers
ar: العمال
de_de: Worker
tr_tr: Çalışanlar
uk_ua: Робочі процеси
vi_vn: Công nhân

source: API Proxy
ar: وسيط API
fr_fr: Proxy d'API
uk_ua: API Проксі

source: Backend
uk_ua: Бекенд

source: Cache
ar: ذاكرة التخزين المؤقت
tr_tr: Önbellek
uk_ua: Кеш
vi_vn: Bộ nhớ đệm

source: Chat
ar: محادثة
tr_tr: Sohbet
uk_ua: Чат
vi_vn: Trò chuyện

source: CPU
uk_ua: ЦП

source: DingTalk
ar: دينجتوك
uk_ua: ДінТок

source: Email
ar: بريد إلكتروني
tr_tr: E-posta
uk_ua: Електронна пошта

source: Email (*)
ar: البريد الإلكتروني (*)
tr_tr: E-posta(*)
uk_ua: Електронна пошта (*)

source: Frontend
uk_ua: Фронтенд
vi_vn: Giao diện người dùng

source: Github Proxy
ar: وكيل Github
fr_fr: Proxy Github
uk_ua: Github Проксі
vi_vn: Proxy Github

source: Host
ar: المضيف
fr_fr: Hôte
uk_ua: Хост
vi_vn: Máy chủ

source: Jwt Secret
ar: سر JWT
fr_fr: Secret Jwt
uk_ua: JWT Секрет
vi_vn: Mật khẩu JWT

source: Lark
ar: لارك
uk_ua: Ларк

source: Offline
ar: غير متصل
fr_fr: Hors ligne
tr_tr: Çevrimdışı
uk_ua: Офлайн
vi_vn: Ngoại tuyến

source: OK
ar: حسنًا
tr_tr: Tamam
uk_ua: Гаразд
vi_vn: Đồng ý

source: Online
ar: متصل
fr_fr: En ligne
tr_tr: Çevrimiçi
uk_ua: Онлайн
vi_vn: Trực tuyến

source: OS:
ar: نظام التشغيل:
tr_tr: İşletim Sistemi:
uk_ua: ОС:
vi_vn: Hệ điều hành:

source: Proxy
ar: وكيل
uk_ua: Проксі

source: Settings
fr_fr: Paramètres
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt

source: Site Navigation
fr_fr: Navigation du site
tr_tr: Site Gezintisi
uk_ua: Навігація по сайту
vi_vn: Điều hướng trang web

source: Swap
ar: تبديل
tr_tr: Takas
uk_ua: Своп

source: Telegram
ar: تيليجرام
uk_ua: Телеграм

source: Terminal
ar: طرفية
uk_ua: Термінал
vi_vn: Thiết bị đầu cuối

source: TOP 10 URLs
fr_fr: Top 10 des URL
tr_tr: En İyi 10 URL
uk_ua: Топ-10 URL-адрес
vi_vn: 10 URL hàng đầu

source: Uptime:
ar: مدة التشغيل:
fr_fr: Disponibilité :
tr_tr: Çalışma Süresi:
uk_ua: Час роботи:
vi_vn: Thời gian hoạt động:

source: UV
tr_tr: Benzersiz Ziyaretçi
uk_ua: Унікальні відвідувачі
vi_vn: Lượt truy cập duy nhất

source: WebSocket not connected, please wait for connection
fr_fr: WebSocket non connecté, veuillez attendre la connexion
tr_tr: WebSocket bağlı değil, lütfen bağlantı için bekleyin
uk_ua: WebSocket не підключено, будь ласка, зачекайте на з’єднання
vi_vn: WebSocket chưa được kết nối, vui lòng chờ kết nối

source: 2FA
ar: المصادقة الثنائية
tr_tr: İki aşamalı kimlik doğrulaması(2FA)

source: Ask ChatGPT for Help
ar: اطلب المساعدة من ChatGPT
tr_tr: ChatGPT'den Yardım İsteyin

source: Authentication Settings
ar: إعدادات المصادقة
tr_tr: Kimlik Doğrulama Ayarları

source: Backup path not in granted access paths: {0}
tr_tr: Yedekleme yolu, verilen erişim yollarında değil: {0}

source: Build with
ar: بناء مع
tr_tr: İle Oluşturuldu

source: Connection lost, please refresh the page.
ar: تم فقدان الاتصال، يرجى تحديث الصفحة.
tr_tr: Bağlantı kesildi, lütfen sayfayı yenileyin.

source: Failed to copy database directory: {0}
ar: فشل في نسخ دليل قاعدة البيانات: {0}
tr_tr: Veritabanı dizini kopyalanamadı: {0}

source: Failed to create backup directory: {0}
tr_tr: Yedek dizini oluşturulamadı: {0}

source: Failed to evaluate symbolic links: {0}
ar: فشل في تقييم الروابط الرمزية: {0}
tr_tr: Sembolik bağlantılar değerlendirilemedi: {0}

source: Failed to restore Nginx UI files: {0}
ar: فشل استعادة ملفات واجهة NGINX: {0}
tr_tr: Nginx UI dosyaları geri yüklenemedi: {0}

source: Failed to write to zip buffer: {0}
ar: فشل الكتابة إلى مخزن zip المؤقت: {0}
tr_tr: ZIP tamponuna yazma başarısız: {0}

source: Hash verification failed: file integrity compromised
ar: فشل التحقق من التجزئة: تم اختراق سلامة الملف
tr_tr: Hash doğrulaması başarısız: dosya bütünlüğü bozuldu

source: S3 bucket access denied: {0}
tr_tr: S3 kovası erişimi reddedildi: {0}

source: S3 connection test failed: {0}
tr_tr: S3 bağlantı testi başarısız oldu: {0}

source: S3 credentials are invalid: {0}
tr_tr: S3 kimlik bilgileri geçersiz: {0}

source: S3 endpoint is invalid: {0}
tr_tr: S3 uç noktası geçersiz: {0}

source: Storage path not in granted access paths: {0}
tr_tr: Depolama yolu verilen erişim yollarında değil: {0}

source: Apply bulk action successfully
ar: تم تطبيق الإجراء المجمع بنجاح

source: Are you sure you want to apply to all selected?
ar: هل أنت متأكد أنك تريد التطبيق على جميع المحدد؟

source: Are you sure you want to delete this item permanently?
ar: هل أنت متأكد أنك تريد حذف هذا العنصر نهائيًا؟

source: Are you sure you want to delete this item?
ar: هل أنت متأكد أنك تريد حذف هذا العنصر؟

source: Are you sure you want to recover this item?
ar: هل أنت متأكد أنك تريد استرداد هذا العنصر؟

source: Back to list
ar: العودة إلى القائمة

source: Batch Actions
ar: إجراءات الدُفعات

source: Check if the nginx error log path exists. By default, this path is obtained from 'nginx -V'. If it cannot be obtained or the obtained path does not point to a valid, existing file, an error will be reported. In this case, you need to modify the configuration file to specify the error log path.Refer to the docs for more details: https://nginxui.com/zh_CN/guide/config-nginx.html#errorlogpath
ar: تحقق مما إذا كان مسار سجل أخطاء nginx موجودًا. بشكل افتراضي، يتم الحصول على هذا المسار من 'nginx -V'. إذا تعذر الحصول عليه أو إذا كان المسار الذي تم الحصول عليه لا يشير إلى ملف صالح موجود، فسيتم الإبلاغ عن خطأ. في هذه الحالة، تحتاج إلى تعديل ملف التكوين لتحديد مسار سجل الأخطاء. راجع الوثائق لمزيد من التفاصيل: https://nginxui.com/zh_CN/guide/config-nginx.html#errorlogpath

source: Create
ar: إنشاء

source: Disable
ar: تعطيل

source: Do you want to disable this stream?
ar: هل تريد تعطيل هذا البث؟

source: Do you want to enable this stream?
ar: هل تريد تفعيل هذا البث؟

source: Enable
ar: تفعيل

source: Enable failed
ar: فشل التفعيل

source: Environments
ar: البيئات

source: Export
ar: تصدير

source: If left blank, the default CA Dir will be used.
ar: إذا تُرك فارغًا، سيتم استخدام دليل CA الافتراضي.

source: Issue wildcard certificate
ar: إصدار شهادة wildcard

source: Issue Wildcard Certificate
ar: إصدار شهادة Wildcard

source: Link Start
ar: ابدأ الرابط

source: Logrotate
ar: تدوير السجلات

source: Modify Mode
ar: وضع التعديل

source: Network Total Receive
ar: إجمالي استقبال الشبكة

source: Network Total Send
ar: إجمالي إرسال الشبكة

source: Node Group
ar: مجموعة العقد

source: Node Groups
ar: مجموعات العقد

source: OCSP Must Staple
ar: يجب تثبيت OCSP

source: Ok
ar: حسنًا

source: OpenAI
ar: أوبن أي آي

source: Please fill in the required fields
ar: يرجى ملء الحقول المطلوبة

source: Recover
ar: استعادة

source: Recovered Successfully
ar: تم الاسترداد بنجاح

source: Rename %{orig_path} to %{new_path} on %{env_name} failed
ar: فشل إعادة تسمية %{orig_path} إلى %{new_path} على %{env_name}

source: Rename %{orig_path} to %{new_path} on %{env_name} successfully
ar: تم إعادة تسمية %{orig_path} إلى %{new_path} على %{env_name} بنجاح

source: RPID
ar: معرّف الجهاز عن بُعد

source: Save error %{msg}
ar: خطأ في الحفظ %{msg}

source: SDK
ar: حزمة تطوير البرمجيات SDK

source: Select an action after sync
ar: اختر إجراءً بعد المزامنة

source: Sync Certificate %{cert_name} to %{env_name} failed
ar: فشل مزامنة الشهادة %{cert_name} إلى %{env_name}

source: Sync Certificate %{cert_name} to %{env_name} successfully
ar: نجح مزامنة الشهادة %{cert_name} إلى %{env_name}

source: Sync config %{config_name} to %{env_name} failed
ar: فشل مزامنة التكوين %{config_name} إلى %{env_name}

source: Sync config %{config_name} to %{env_name} successfully
ar: تم مزامنة التكوين %{config_name} إلى %{env_name} بنجاح

source: Total %{total} item
ar: إجمالي %{total} عنصر

source: TOTP
ar: كلمة مرور لمرة واحدة تعتمد على الوقت

source: Updated successfully
ar: تم التحديث بنجاح

source: URL
ar: عنوان URL

source: View Details
ar: عرض التفاصيل

source: View Mode
ar: وضع العرض

source: Webauthn
ar: ويب أوثن

source: When you enable/disable, delete, or save this site, the nodes set in the Node Group and the nodes selected below will be synchronized.
ar: عند تمكين/تعطيل أو حذف أو حفظ هذا الموقع، سيتم مزامنة العقد المحددة في مجموعة العقد والعقد المحددة أدناه.
